{
  "terms_title": "Syarat dan Ketentuan untuk Piyuo Counter",
  "terms_effective_date": "Tanggal Berlaku: 12 April 2025",

  "terms_acceptance_title": "1. Penerimaan Syarat",
  "terms_acceptance": "Dengan mengunduh, menginstal, atau menggunakan aplikasi Piyuo Counter (\"Layanan\"), Anda setuju untuk terikat dengan Syarat dan Ketentuan ini (\"Syarat\"). Jika Anda tidak setuju dengan bagian mana pun dari syarat ini, Anda tidak boleh mengakses Layanan.",

  "terms_description_title": "2. Deskripsi Layanan",
  "terms_description_1": "Piyuo Counter adalah aplikasi perangkat lunak yang menggunakan kamera perangkat Anda dan teknologi computer vision untuk secara otomatis menghitung dan melacak objek seperti pejalan kaki, kendaraan, atau item lain secara real-time.",
  "terms_description_2": "Layanan beroperasi sepenuhnya di perangkat lokal Anda. Kami tidak mengumpulkan, menyimpan, atau mengirimkan data apa pun dari penggunaan aplikasi Anda.",

  "terms_license_title": "3. Lisensi",
  "terms_license_1": "Tunduk pada kepatuhan Anda terhadap Syarat ini, Piyuo memberikan Anda lisensi terbatas, non-eksklusif, tidak dapat dialihkan, tidak dapat disublisensikan untuk mengunduh, menginstal, dan menggunakan Layanan semata-mata untuk penggunaan pribadi dan non-komersial Anda.",
  "terms_license_2": "Lisensi ini tidak memberikan Anda hak untuk:",
  "terms_license_reverse": "Melakukan reverse engineering, mendekompilasi, atau membongkar Layanan;",
  "terms_license_distribute": "Mendistribusikan, menjual, menyewakan, meminjamkan, atau mentransfer Layanan kepada pihak ketiga;",
  "terms_license_modify": "Memodifikasi, mengadaptasi, mengubah, menerjemahkan, atau membuat karya turunan dari Layanan;",
  "terms_license_remove": "Menghapus, mengubah, atau menyembunyikan pemberitahuan kepemilikan apa pun pada Layanan.",

  "terms_use_title": "4. Penggunaan yang Dapat Diterima",
  "terms_use_intro": "Anda setuju untuk menggunakan Layanan hanya untuk tujuan yang sah dan sesuai dengan Syarat ini. Anda setuju untuk tidak menggunakan Layanan:",
  "terms_use_illegal": "Dengan cara apa pun yang melanggar hukum atau peraturan federal, negara bagian, lokal, atau internasional yang berlaku;",
  "terms_use_privacy": "Untuk melanggar hak privasi orang lain atau terlibat dalam bentuk pengawasan apa pun yang dilarang oleh hukum;",
  "terms_use_harm": "Dengan cara yang dapat menonaktifkan, membebani secara berlebihan, merusak, atau mengganggu Layanan;",
  "terms_use_malware": "Untuk memperkenalkan virus, trojan horse, worm, logic bomb, atau materi lain yang berbahaya atau merugikan secara teknologi.",

  "terms_privacy_title": "5. Privasi dan Data",
  "terms_privacy_1": "Aplikasi Piyuo Counter dirancang dengan mempertimbangkan privasi. Aplikasi memproses data video secara lokal di perangkat Anda untuk tujuan deteksi dan penghitungan objek.",
  "terms_privacy_2": "Kami tidak mengumpulkan, menyimpan, mengakses, atau mengirimkan informasi pribadi, data video, data hitungan, atau data penggunaan apa pun dari aplikasi. Semua pemrosesan terjadi secara lokal di perangkat Anda.",
  "terms_privacy_3": "Untuk detail lebih lanjut tentang praktik privasi kami, silakan tinjau Kebijakan Privasi kami di {privacy_link}.",

  "terms_disclaimer_title": "6. Penafian Jaminan",
  "terms_disclaimer_1": "LAYANAN DISEDIAKAN \"SEBAGAIMANA ADANYA\" DAN \"SEBAGAIMANA TERSEDIA\" TANPA JAMINAN APA PUN. SEJAUH MAKSIMUM YANG DIIZINKAN OLEH HUKUM YANG BERLAKU, PIYUO SECARA TEGAS MENAFIKAN SEMUA JAMINAN, BAIK TERSURAT, TERSIRAT, BERDASARKAN UNDANG-UNDANG, ATAU LAINNYA.",
  "terms_disclaimer_2": "TANPA PEMBATASAN PADA HAL-HAL DI ATAS, PIYUO TIDAK MEMBERIKAN JAMINAN ATAU JAMINAN DAN TIDAK MEMBUAT PERNYATAAN APA PUN BAHWA LAYANAN AKAN MEMENUHI PERSYARATAN ANDA.",
  "terms_disclaimer_3": "KAMI TIDAK MENJAMIN KEAKURATAN, KELENGKAPAN, ATAU KEANDALAN DATA ATAU HASIL APA PUN YANG DIPEROLEH MELALUI PENGGUNAAN APLIKASI (SEPERTI PENGHITUNGAN PEJALAN KAKI).",

  "terms_liability_title": "7. Pembatasan Tanggung Jawab",
  "terms_liability_intro": "SEJAUH MAKSIMUM YANG DIIZINKAN OLEH HUKUM YANG BERLAKU, DALAM KEADAAN APA PUN PIYUO, AFILIASINYA, PEJABAT, DIREKTUR, KARYAWAN, AGEN, PEMASOK, ATAU PEMBERI LISENSI TIDAK AKAN BERTANGGUNG JAWAB ATAS KERUSAKAN TIDAK LANGSUNG, INSIDENTAL, KHUSUS, KONSEKUENSIAL, ATAU PUNITIF APA PUN.",
  "terms_liability_access": "Akses atau penggunaan Anda atau ketidakmampuan untuk mengakses atau menggunakan Layanan;",
  "terms_liability_third_party": "Perilaku atau konten pihak ketiga mana pun di Layanan;",
  "terms_liability_content": "Konten apa pun yang diperoleh dari Layanan; dan",
  "terms_liability_unauthorized": "Akses, penggunaan, atau perubahan yang tidak sah terhadap transmisi atau konten Anda.",
  "terms_liability_basis": "PEMBATASAN TANGGUNG JAWAB INI BERLAKU TERLEPAS DARI DASAR TANGGUNG JAWAB YANG DIKLAIM.",
  "terms_liability_risk": "ANDA MENGAKUI DAN SETUJU BAHWA LAYANAN DISEDIAKAN GRATIS SEBAGAI ALAT. ANDA MENGGUNAKAN LAYANAN SEPENUHNYA ATAS RISIKO ANDA SENDIRI.",

  "terms_support_title": "8. Tidak Ada Dukungan atau Pemeliharaan",
  "terms_support": "Piyuo Counter disediakan gratis. Kami tidak berkewajiban untuk memberikan pemeliharaan, dukungan teknis, pembaruan, atau peningkatan untuk Layanan.",

  "terms_changes_title": "9. Perubahan pada Syarat Ini",
  "terms_changes": "Kami berhak, atas kebijakan kami sendiri, untuk memodifikasi atau mengganti Syarat ini kapan saja.",

  "terms_governing_title": "10. Hukum yang Mengatur",
  "terms_governing": "Syarat ini akan diatur dan ditafsirkan sesuai dengan hukum Negara Bagian California, Amerika Serikat.",

  "terms_severability_title": "11. Keterpisahan dan Pengabaian",
  "terms_severability": "Jika ketentuan apa pun dari Syarat ini dianggap tidak dapat dilaksanakan atau tidak valid, ketentuan tersebut akan diubah dan ditafsirkan untuk mencapai tujuannya.",

  "terms_entire_title": "12. Perjanjian Keseluruhan",
  "terms_entire": "Syarat ini, bersama dengan Kebijakan Privasi kami (tersedia di {privacy_link}), merupakan perjanjian lengkap antara Anda dan Piyuo.",

  "terms_contact_title": "13. Informasi Kontak",
  "terms_contact_intro": "Jika Anda memiliki pertanyaan tentang Syarat ini, silakan hubungi kami:",
  "terms_contact_email": "Melalui email: {email}",
  "terms_contact_website": "Dengan mengunjungi halaman ini di situs web kami: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
