{
  "index_download": "Жүктеу",
  "index_download_soon": "Жақында шығады.",
  "index_language": "Тіл",
  "index_video_title": "Енді телефоныңыз жаяу жүргіншілерді тану үшін жасанды интеллектті қолдана алады.",
  "index_video_desc": "Интернет қажет емес. Дәстүрлі есептегішпен адамдарды қолмен санаудың қажеті жоқ. Телефоныңызды өткен жаяу жүргіншілерді автоматты түрде қадағалауға орнатыңыз.",
  "index_1": "Тәулік бойы бақылау",
  "index_1_desc": "Кез келген уақыт аралығындағы жаяу жүргіншілер санын көріңіз.",
  "index_2": "Бірнеше нысанды қадағалау",
  "index_2_desc": "Жаяу жүргіншілерді, автокөліктерді, велосипедтерді және басқаларды бір уақытта санаңыз",
  "index_3": "Арнайы анықтау аймақтары",
  "index_3_desc": "Белгілі бір аймақтардағы қозғалысты санау үшін арнайы анықтау аймақтарын анықтаңыз.",
  "index_4": "Икемді санау режимдері",
  "index_4_desc": "Анықтау аймағында жаңадан пайда болған нысандарды немесе қозғалыссыз қалған нысандарды санауды таңдаңыз.",
  "index_desktop_title": "Десктоп нұсқасының қолжетімділігі",
  "index_desktop_desc": "Біз сондай-ақ десктоп нұсқасын ұсынамыз. iOS/Android/Mac/Windows нұсқаларын ұсынамыз, бұл мобильді құрылғыларды да, веб-камерасы бар десктоптарды да пайдалануға мүмкіндік береді. Десктоп нұсқасы бірнеше бейне көздерін қолдайды, бұл бірнеше ағыннан бір уақытта санауға мүмкіндік береді.",
  "index_desktop2_title": "Тікелей эфир қолдауы",
  "index_desktop2_desc": "Мобильді құрылғы камераларына қоса, біз жазылған бейне файлдарын, веб-камера кірістерін және RTSP сияқты интернеттегі тікелей эфирлерді қолдаймыз. Бұл қолданыстағы құрылғыларға қосылуға және бірден қозғалыс ағынын өлшеуді бастауға мүмкіндік береді.",
  "index_email_us": "Бізге электрондық пошта жіберіңіз",
  "app_desc": "Қанша адам өтіп жатқанын білгіңіз келе ме? Бұл қолданба телефоныңыздың камерасын пайдаланып, жаяу жүргіншілерді ақылды түрде анықтайды және автоматты түрде санайды. Қолмен енгізу қажет емес. Қиын санау әрекетіне қоштасыңыз және қозғалыс ағынын оңай бақылаңыз.",
  "video_desc": "Интернет қажет емес. Дәстүрлі есептегішпен адамдарды қолмен санаудың қажеті жоқ. Телефоныңызды өткен жаяу жүргіншілерді автоматты түрде қадағалауға орнатыңыз.",
  "terms": "Қызмет көрсету шарттары",
  "privacy": "Құпиялылық",
  "index_download_available": "MISSING"
}
