{
  "privacy_title": "Piyuo Counter үшін құпиялық саясаты",
  "privacy_effective_date": "Күшіне ену күні: 12 сәуір 2025",

  "privacy_introduction_title": "Кіріспе",
  "privacy_introduction_1": "Piyuo Counter-ге қош келдіңіз! Бұл құпиялық саясаты сіз біздің бағдарламалық қосымшамызды (\"Қосымша\") пайдаланған кезде біз ақпаратты қалай өңдейтінімізді түсіндіреді. Біздің міндетіміз - сіздің құпиялығыңыз. Бұл қосымша сіздің жеке деректеріңізді жинамай немесе өңдемей жұмыс істеуге арналған.",
  "privacy_introduction_2": "Бұл құпиялық саясаты әртүрлі платформалар мен қосымшалар дүкендері арқылы қолжетімді мобильді құрылғылар мен компьютерлерге арналған Piyuo Counter бағдарламалық қосымшасына (\"Қосымша\") қолданылады.",

  "privacy_who_we_are_title": "Біз кімбіз",
  "privacy_who_we_are": "Piyuo Counter қосымшасы Piyuo (\"біз,\" \"бізде\" немесе \"біздің\") ұсынған. Біздің веб-сайт {website}. Егер сіздің бұл саясат туралы сұрақтарыңыз болса, бізге {email} арқылы хабарласа аласыз.",

  "privacy_no_collect_title": "Біз жинамайтын ақпарат",
  "privacy_no_collect_intro": "Біз Piyuo Counter қосымшасы арқылы сіздің жеке ақпаратыңызды немесе пайдалану деректеріңізді жинамаймыз, сақтамаймыз, жібермейміз немесе өңдемейміз.",
  "privacy_no_collect_personal": "Жеке деректер жоқ: Біз сіздің атыңыз, электрондық пошта мекенжайыңыз, орналасқан жеріңіз, құрылғы идентификаторлары немесе байланыстар сияқты сізді анықтай алатын ақпаратты сұрамаймыз, қол жетімді етпейміз немесе бақыламаймыз.",
  "privacy_no_collect_usage": "Пайдалану деректері жоқ: Қосымша сіз оны қалай пайдаланатыныңызды жазбайды. Сіз жасайтын барлық санауыш деректері тек сіздің құрылғыңызда жергілікті сақталады және біз үшін қолжетімді емес.",
  "privacy_no_collect_third_party": "Үшінші тараптың қызметтері жоқ: Біз аналитика (Firebase Analytics сияқты), жарнама (AdMob сияқты), бұлтты сақтау немесе сыртқы тараптармен деректерді бөлісуді қамтитын кез келген басқа мақсат үшін үшінші тараптың қызметтерін интеграциялмаймыз. Қосымша деректерді өңдеу тұрғысында толығымен желіден тыс жұмыс істейді.",

  "privacy_use_title": "Біз ақпаратты қалай пайдаланамыз",
  "privacy_use": "Біз ешқандай ақпарат жинамағандықтан, біз сіздің ақпаратыңызды ешқандай мақсатта пайдаланбаймыз.",

  "privacy_sharing_title": "Ақпаратты бөлісу және ашу",
  "privacy_sharing": "Біз ешқандай жеке ақпаратты бөліспейміз немесе ашпаймыз, өйткені біз ешқандай ақпарат жинамаймыз. Сіздің деректеріңіз (сіз бақылайтын санаулар) сіздің құрылғыңызда қалады.",

  "privacy_security_title": "Деректердің қауіпсіздігі",
  "privacy_security": "Piyuo Counter қосымшасын пайдалану арқылы жасалған кез келген деректер (сіздің санауларыңыз сияқты) тек сіздің құрылғыңызда жергілікті сақталады. Бізде бұл деректерге қол жетімділік жоқ. Біз қосымшамызды стандартты қауіпсіздік тәжірибелерімен құрсақ та, сіздің құрылғыңызда сақталған деректердің қауіпсіздігі сіз өз құрылғыңыз үшін қабылдайтын қауіпсіздік шараларына байланысты.",

  "privacy_children_title": "Балалардың құпиялығы",
  "privacy_children": "Біздің қосымша балаларды қоса алғанда, ешкімнің жеке ақпаратын жинамайды. Біз АҚШ-тағы балалардың желілік құпиялығын қорғау заңына (COPPA) және балалардың деректеріне қатысты GDPR сияқты ұқсас ережелерге сәйкес келеміз. Біз ешқандай деректер жинамағандықтан, біз табиғи түрде 13 жасқа дейінгі балалардың (немесе кейбір ЕО елдерінде 16 жасқа дейін) деректерін жинамаймыз.",

  "privacy_rights_title": "Сіздің құқықтарыңыз (GDPR және басқа заңдар)",
  "privacy_rights_1": "Еуропадағы жалпы деректерді қорғау ережесі (GDPR) және әртүрлі АҚШ штаттарының заңдары сияқты құпиялық заңдары жеке тұлғаларға олардың жеке деректеріне құқықтар (кіру, түзету, жою сияқты) береді.",
  "privacy_rights_2": "Piyuo Counter қосымшасы сіздің жеке деректеріңізді жинамайды, сақтамайды немесе өңдемейді, сондықтан бұл құқықтар жалпы алғанда біздің қосымшаның контекстінде қолданылмайды, өйткені сіз кіруге, түзетуге немесе жоюға болатын біз сақтайтын деректер жоқ. Қосымшаға қатысты кез келген деректер тек сіздің құрылғыңызда, сіздің бақылауыңызда орналасқан.",

  "privacy_changes_title": "Бұл құпиялық саясатындағы өзгерістер",
  "privacy_changes_1": "Біз уақыт өткен сайын бұл құпиялық саясатын жаңартуымыз мүмкін. Біз қосымшада немесе біздің веб-сайтымызда ({website}) жаңа құпиялық саясатын жариялау арқылы кез келген өзгерістер туралы хабарлаймыз. Кез келген өзгерістер үшін осы құпиялық саясатын мерзімді түрде қарауыңызды ұсынамыз.",
  "privacy_changes_2": "Бұл құпиялық саясатындағы өзгерістер осы бетте жарияланған кезде күшіне енеді.",

  "privacy_contact_title": "Бізбен байланысыңыз",
  "privacy_contact_intro": "Егер осы құпиялық саясаты туралы сұрақтарыңыз болса, бізбен байланысыңыз:",
  "privacy_contact_email": "Электрондық пошта арқылы: {email}",
  "privacy_contact_website": "Біздің веб-сайттағы осы бетке кіру арқылы: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
