{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter қолданбасын (\"Қызмет\") жүктеу, орнату немесе пайдалану арқылы сіз осы Қызмет көрсету шарттарымен (\"Шарттар\") байланысты болуға келісесіз. Егер сіз осы шарттардың кез келген бөлігімен келіспесеңіз, онда сіз Қызметке қол жетімді ала алмайсыз.",
  "terms_acceptance_title": "1. Шарттарды қабылдау",
  "terms_changes": "Біз өз қалауымыз бойынша кез келген уақытта осы Шарттарды өзгерту немесе ауыстыру құқығын сақтаймыз.",
  "terms_changes_title": "9. Осы шарттарға өзгерістер",
  "terms_contact_email": "Электрондық пошта арқылы: {email}",
  "terms_contact_intro": "Осы Шарттар туралы сұрақтарыңыз болса, бізбен хабарласыңыз:",
  "terms_contact_title": "13. Байланыс ақпараты",
  "terms_contact_website": "Біздің веб-сайттағы осы бетке барып: {website}",
  "terms_description_1": "Piyuo Counter - бұл сіздің құрылғыңыздың камерасын және компьютерлік көру технологиясын пайдаланып, жаяу жүргіншілер, көліктер немесе басқа заттар сияқты объектілерді нақты уақытта автоматты түрде санау және бақылау үшін арналған бағдарламалық қосымша.",
  "terms_description_2": "Қызмет толығымен сіздің жергілікті құрылғыңызда жұмыс істейді. Біз сіздің қосымшаны пайдалануыңыздан ешқандай деректерді жинамаймыз, сақтамаймыз немесе беремейміз.",
  "terms_description_title": "2. Қызметтің сипаттамасы",
  "terms_disclaimer_1": "Қызмет \"қалпында\" және \"қолжетімді\" ешқандай кепілдіксіз ұсынылады. қолданылатын заңмен рұқсат етілген максималды шекте piyuo барлық кепілдіктерден айқын түрде бас тартады.",
  "terms_disclaimer_2": "Жоғарыда айтылғандарды шектемей, piyuo ешқандай кепілдік немесе міндеттеме бермейді және қызмет сіздің талаптарыңызды қанағаттандырады деп ешқандай мәлімдеме жасамайды.",
  "terms_disclaimer_3": "Біз қосымшаны пайдалану арқылы алынған кез келген деректердің немесе нәтижелердің (жаяу жүргіншілерді санау сияқты) дәлдігін, толықтығын немесе сенімділігін кепілдендірмейміз.",
  "terms_disclaimer_title": "6. Кепілдіктерден бас тарту",
  "terms_effective_date": "Қолданысқа енгізілген күні: 2025 жылғы 12 сәуір",
  "terms_entire": "Осы Шарттар біздің Жеке өмір саясатымызбен ({privacy_link} мекенжайында қолжетімді) бірге сіз бен Piyuo арасындағы толық келісімді құрайды.",
  "terms_entire_title": "12. Толық келісім",
  "terms_governing": "Осы Шарттар Калифорния штатының, Америка Құрама Штаттарының заңдарына сәйкес басқарылады және түсіндіріледі.",
  "terms_governing_title": "10. Басқарушы заң",
  "terms_liability_access": "Сіздің Қызметке қол жетімділігіңіз немесе пайдалануыңыз немесе қол жетімді ете алмауыңыз;",
  "terms_liability_basis": "Бул жауапкершілікті шектеу талап етілген жауапкершіліктің негізіне қарамастан қолданылады.",
  "terms_liability_content": "Қызметтен алынған кез келген мазмұн; және",
  "terms_liability_intro": "Қолданылатын заңмен рұқсат етілген толық шекте, ешқандай жағдайда piyuo, оның серіктестері, лауазымды тұлғалары, директорлары, қызметкерлері, агенттері, жеткізушілері немесе лицензиялаушылары кербілей, кездейсоқ, арнайы, салдарлы немесе жазалаушы зақымдар үшін жауапты болмайды.",
  "terms_liability_risk": "Сіз қызметтің құрал ретінде тегін ұсынылатынын мойындайсыз және келісесіз. сіз қызметті толық өз тәуекеліңізбен пайдаланасыз.",
  "terms_liability_third_party": "Қызметтегі кез келген үшінші тараптың мінез-құлқы немесе мазмұны;",
  "terms_liability_title": "7. Жауапкершілікті шектеу",
  "terms_liability_unauthorized": "Сіздің беру немесе мазмұныңызға рұқсатсыз қол жеткізу, пайдалану немесе өзгерту.",
  "terms_license_1": "Осы Шарттарды сақтау шартымен Piyuo сізге тек жеке, коммерциялық емес пайдалану үшін Қызметті жүктеу, орнату және пайдалану үшін шектеулі, эксклюзивті емес, берілмейтін, қосалқы лицензияланбайтын лицензия береді.",
  "terms_license_2": "Бұл лицензия сізге мынадай құқықтарды бермейді:",
  "terms_license_distribute": "Қызметті үшінші тарапқа тарату, сату, жалға беру, қарызға беру немесе басқа жолмен беру;",
  "terms_license_modify": "Қызметті өзгерту, бейімдеу, өзгерту, аудару немесе туынды жұмыстар жасау;",
  "terms_license_remove": "Қызметтегі кез келген меншік туралы хабарламаларды жою, өзгерту немесе жасыру.",
  "terms_license_reverse": "Қызметті кері инженерлеу, декомпиляциялау немесе бөлшектеу;",
  "terms_license_title": "3. Лицензия",
  "terms_privacy_1": "Piyuo Counter қосымшасы жеке өмірді ескере отырып жасалған. Қосымша объектілерді анықтау және санау мақсатында сіздің құрылғыңызда видео деректерді жергілікті өңдейді.",
  "terms_privacy_2": "Біз қосымшадан ешқандай жеке ақпаратты, видео деректерді, санау деректерін немесе пайдалану деректерін жинамаймыз, сақтамаймыз, қол жетімді етпейміз немесе беремейміз. Барлық өңдеу сіздің құрылғыңызда жергілікті болады.",
  "terms_privacy_3": "Біздің жеке өмір тәжірибелеріміз туралы толық ақпарат алу үшін {privacy_link} мекенжайындағы Жеке өмір саясатымызды қараңыз.",
  "terms_privacy_title": "5. Жеке өмір және деректер",
  "terms_severability": "Егер осы Шарттардың кез келген ережесі орындалмайтын немесе жарамсыз деп танылса, мұндай ереже өзгертіледі және оның мақсаттарына жету үшін түсіндіріледі.",
  "terms_severability_title": "11. Бөлінушілік және бас тарту",
  "terms_support": "Piyuo Counter тегін ұсынылады. Біз Қызмет үшін техникалық қызмет көрсету, техникалық қолдау, жаңарту немесе жаңарту ұсыну міндеті жоқ.",
  "terms_support_title": "8. Қолдау немесе техникалық қызмет көрсету жоқ",
  "terms_title": "Piyuo Counter қызметінің пайдалану шарттары",
  "terms_use_harm": "Қызметті өшіру, артық жүктеу, зақымдау немесе бұзу мүмкін кез келген жолмен;",
  "terms_use_illegal": "Қолданылатын федералды, мемлекеттік, жергілікті немесе халықаралық заң немесе ережені бұзатын кез келген жолмен;",
  "terms_use_intro": "Сіз Қызметті тек заңды мақсаттарда және осы Шарттарға сәйкес пайдалануға келісесіз. Сіз Қызметті пайдаланбауға келісесіз:",
  "terms_use_malware": "Вирустар, троян жылқылары, құрттар, логикалық бомбалар немесе зиянкес немесе технологиялық түрде зиянды басқа материалдарды енгізу үшін.",
  "terms_use_privacy": "Басқалардың жеке өмірінің құқықтарын бұзу немесе заңмен тыйым салынған кез келген бақылау түрімен айналысу үшін;",
  "terms_use_title": "4. Қолайлы пайдалану",
  "website_url": "https://piyuo.com"
}