{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy within the App or on our website ({website}). You are advised to review this Privacy Policy periodically for any changes.",
  "privacy_changes_2": "Changes to this Privacy Policy are effective when they are posted on this page.",
  "privacy_changes_title": "Changes to This Privacy Policy",
  "privacy_children": "Our App does not collect personal information from anyone, including children. We comply with the Australian Privacy Act 1988 and similar regulations. As we collect no data, we inherently do not collect data from children under the age of 13 (or 16 in some circumstances).",
  "privacy_children_title": "Children's Privacy",
  "privacy_contact_email": "By email: {email}",
  "privacy_contact_intro": "If you have any questions about this Privacy Policy, please contact us:",
  "privacy_contact_title": "Contact Us",
  "privacy_contact_website": "By visiting this page on our website: {website}",
  "privacy_effective_date": "Effective Date: 12 April 2025",
  "privacy_introduction_1": "Welcome to Piyuo Counter! This Privacy Policy explains how we handle information when you use our software application (\"App\"). Our commitment is to your privacy. This App is designed to function without collecting or processing any of your personal data.",
  "privacy_introduction_2": "This Privacy Policy applies to the Piyuo Counter software application (\"App\") for mobile devices and computers, available across various platforms and application stores.",
  "privacy_introduction_title": "Introduction",
  "privacy_no_collect_intro": "We do not collect, store, transmit, or process any personal information or usage data from you through the Piyuo Counter app.",
  "privacy_no_collect_personal": "No Personal Data: We do not ask for, access, or track any information that could identify you, such as your name, email address, location, device identifiers, or contacts.",
  "privacy_no_collect_third_party": "No Third-Party Services: We do not integrate any third-party services for analytics (like Firebase Analytics), advertising (like AdMob), cloud storage, or any other purpose that would involve sharing data with external parties. The app operates entirely offline in terms of data handling.",
  "privacy_no_collect_title": "Information We Do Not Collect",
  "privacy_no_collect_usage": "No Usage Data: The app does not record how you use it. All counter data you create is stored locally on your device only and is not accessible to us.",
  "privacy_rights_1": "Privacy laws like the Australian Privacy Act 1988 and various state laws grant individuals rights over their personal data (like access, correction, deletion).",
  "privacy_rights_2": "Because the Piyuo Counter app does not collect, store, or process any of your personal data, these rights are generally not applicable in the context of our App, as there is no data held by us for you to access, correct, or delete. Any data related to the app resides solely on your device, under your control.",
  "privacy_rights_title": "Your Rights (Privacy Act and Other Laws)",
  "privacy_security": "Any data generated by using the Piyuo Counter app (such as your counts) is stored locally on your device only. We do not have access to this data. While we build our app with standard security practices, the security of the data stored on your device depends on the security measures you take for your device itself.",
  "privacy_security_title": "Data Security",
  "privacy_sharing": "We do not share or disclose any personal information because we do not collect any. Your data (the counts you track) stays on your device.",
  "privacy_sharing_title": "Information Sharing and Disclosure",
  "privacy_title": "Privacy Policy for Piyuo Counter - Australia",
  "privacy_use": "Since we do not collect any information, we do not use your information for any purpose.",
  "privacy_use_title": "How We Use Information",
  "privacy_who_we_are": "The Piyuo Counter app is provided by Piyuo (\"we,\" \"us,\" or \"our\"). Our website is {website}. If you have questions about this policy, you can contact us at {email}.",
  "privacy_who_we_are_title": "Who We Are",
  "website_url": "https://piyuo.com"
}