{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "من خلال تحميل أو تثبيت أو استخدام تطبيق عداد بيوو (\"الخدمة\")، فإنك توافق على الالتزام بشروط الخدمة هذه (\"الشروط\"). إذا كنت لا توافق على أي جزء من هذه الشروط، فلا يجوز لك الوصول إلى الخدمة.",
  "terms_acceptance_title": "1. قبول الشروط",
  "terms_changes": "نحتفظ بالحق، وفقاً لتقديرنا الوحيد، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان التنقيح جوهرياً، فسنبذل جهوداً معقولة لتقديم إشعار (مثلاً، من خلال التطبيق أو على الموقع الإلكتروني) قبل دخول أي شروط جديدة حيز التنفيذ. ما يشكل تغييراً جوهرياً سيتم تحديده وفقاً لتقديرنا الوحيد.",
  "terms_changes_title": "9. تغييرات على هذه الشروط",
  "terms_contact_email": "عبر البريد الإلكتروني: {email}",
  "terms_contact_intro": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا:",
  "terms_contact_title": "13. معلومات الاتصال",
  "terms_contact_website": "من خلال زيارة هذه الصفحة على موقعنا الإلكتروني: {website}",
  "terms_description_1": "عداد بيوو هو تطبيق برمجي يستخدم كاميرا جهازك وتقنية الرؤية الحاسوبية لعد وتتبع الأشياء مثل المشاة والمركبات أو العناصر الأخرى في الوقت الفعلي تلقائياً.",
  "terms_description_2": "تعمل الخدمة بالكامل على جهازك المحلي. نحن لا نجمع أو نخزن أو ننقل أي بيانات من استخدامك للتطبيق.",
  "terms_description_title": "2. وصف الخدمة",
  "terms_disclaimer_1": "يتم توفير الخدمة \"كما هي\" و \"كما هي متاحة\" دون ضمان من أي نوع. إلى أقصى حد يسمح به القانون المعمول به، تخلي بيوو صراحة مسؤوليتها عن جميع الضمانات، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك، فيما يتعلق بالخدمة، بما في ذلك جميع الضمانات الضمنية للتسويق والملاءمة لغرض معين والملكية وعدم الانتهاك.",
  "terms_disclaimer_2": "دون الحد من ما سبق، لا تقدم بيوو أي ضمان أو تعهد، ولا تقدم أي تمثيل من أي نوع بأن الخدمة ستلبي متطلباتك، أو تحقق أي نتائج مقصودة، أو تكون متوافقة أو تعمل مع أي برامج أو تطبيقات أو أنظمة أو خدمات أخرى.",
  "terms_disclaimer_3": "نحن لا نضمن دقة أو اكتمال أو موثوقية أي بيانات أو نتائج يتم الحصول عليها من خلال استخدام التطبيق (مثل عدد المشاة). التطبيق هو أداة، وقد يتأثر ناتجه بعوامل مختلفة بما في ذلك جودة الكاميرا وظروف الإضاءة والعوائق وحدود الخوارزمية.",
  "terms_disclaimer_title": "6. إخلاء المسؤولية عن الضمانات",
  "terms_effective_date": "تاريخ السريان: 12 أبريل 2025",
  "terms_entire": "تشكل هذه الشروط، مع سياسة الخصوصية الخاصة بنا (المتاحة على {privacy_link})، الاتفاقية الكاملة بينك وبين بيوو فيما يتعلق بالخدمة وتحل محل جميع التفاهمات والاتفاقيات والتمثيلات والضمانات السابقة والمعاصرة، المكتوبة والشفوية، فيما يتعلق بالخدمة.",
  "terms_entire_title": "12. الاتفاقية الكاملة",
  "terms_governing": "تخضع هذه الشروط وتفسر وفقاً لقوانين ولاية كاليفورنيا، الولايات المتحدة، دون النظر إلى مبادئ تنازع القوانين. (ملاحظة: استشر محامياً للتأكد من أن هذه هي الولاية القضائية المناسبة لك).",
  "terms_governing_title": "10. القانون الحاكم",
  "terms_liability_access": "وصولك إلى الخدمة أو استخدامها أو عدم قدرتك على الوصول إليها أو استخدامها؛",
  "terms_liability_basis": "يطبق هذا التحديد للمسؤولية سواء كانت المسؤولية المزعومة مبنية على العقد أو الضرر أو الإهمال أو المسؤولية الصارمة أو أي أساس آخر، حتى لو تم إبلاغ بيوو بإمكانية حدوث مثل هذا الضرر.",
  "terms_liability_content": "أي محتوى يتم الحصول عليه من الخدمة؛ و",
  "terms_liability_intro": "إلى أقصى حد يسمح به القانون المعمول به، لن تكون بيوو أو الشركات التابعة لها أو المسؤولون أو المديرون أو الموظفون أو الوكلاء أو الموردون أو المرخصون مسؤولين في أي حال عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر، فقدان الأرباح أو البيانات أو الاستخدام أو الشهرة أو الخسائر غير الملموسة الأخرى، الناتجة عن:",
  "terms_liability_risk": "تقر وتوافق على أن الخدمة يتم توفيرها مجاناً كأداة. تستخدم الخدمة على مسؤوليتك الخاصة بالكامل. لا تتحمل بيوو أي مسؤولية أو التزام عن أي ضرر لجهازك (أجهزتك) أو البرامج الأخرى، أو أي عواقب تنشأ عن استخدامك للخدمة.",
  "terms_liability_third_party": "أي سلوك أو محتوى لأي طرف ثالث على الخدمة؛",
  "terms_liability_title": "7. تحديد المسؤولية",
  "terms_liability_unauthorized": "الوصول غير المصرح به أو الاستخدام أو التغيير لعمليات النقل أو المحتوى الخاص بك (على الرغم من أننا نلاحظ أن التطبيق لا ينقل بيانات العد الخاصة بك).",
  "terms_license_1": "بشرط امتثالك لهذه الشروط، تمنحك بيوو ترخيصاً محدوداً وغير حصري وغير قابل للتحويل وغير قابل للترخيص الفرعي لتحميل وتثبيت واستخدام الخدمة فقط للاستخدام الشخصي وغير التجاري.",
  "terms_license_2": "هذا الترخيص لا يمنحك أي حقوق في:",
  "terms_license_distribute": "توزيع أو بيع أو تأجير أو إقراض أو نقل الخدمة إلى أي طرف ثالث؛",
  "terms_license_modify": "تعديل أو تكييف أو تغيير أو ترجمة أو إنشاء أعمال مشتقة من الخدمة؛",
  "terms_license_remove": "إزالة أو تغيير أو إخفاء أي إشعارات ملكية على الخدمة.",
  "terms_license_reverse": "الهندسة العكسية أو إلغاء التجميع أو التفكيك للخدمة؛",
  "terms_license_title": "3. الترخيص",
  "terms_privacy_1": "تم تصميم تطبيق عداد بيوو مع مراعاة الخصوصية. يقوم التطبيق بمعالجة بيانات الفيديو محلياً على جهازك لأغراض اكتشاف الأشياء والعد.",
  "terms_privacy_2": "نحن لا نجمع أو نخزن أو نصل أو ننقل أي معلومات شخصية أو بيانات فيديو أو بيانات عد أو بيانات استخدام من التطبيق. تتم جميع المعالجة محلياً على جهازك.",
  "terms_privacy_3": "لمزيد من التفاصيل حول ممارسات الخصوصية الخاصة بنا، يرجى مراجعة سياسة الخصوصية الخاصة بنا على {privacy_link}.",
  "terms_privacy_title": "5. الخصوصية والبيانات",
  "terms_severability": "إذا تبين أن أي بند من هذه الشروط غير قابل للتنفيذ أو غير صالح، فسيتم تغيير هذا البند وتفسيره لتحقيق أهداف هذا البند إلى أقصى حد ممكن في إطار القانون المعمول به، وستستمر الأحكام المتبقية سارية المفعول بالكامل.",
  "terms_severability_title": "11. القابلية للفصل والتنازل",
  "terms_support": "يتم توفير عداد بيوو مجاناً. نحن غير ملزمين بتوفير الصيانة أو الدعم التقني أو التحديثات أو الترقيات للخدمة. نحتفظ بالحق في تعديل أو تعليق أو إيقاف الخدمة أو أي خدمة تتصل بها، مؤقتاً أو نهائياً، مع أو بدون إشعار ودون مسؤولية تجاهك.",
  "terms_support_title": "8. عدم الدعم أو الصيانة",
  "terms_title": "شروط الخدمة لعداد بيوو",
  "terms_use_harm": "بأي طريقة يمكن أن تعطل أو تثقل أو تضر أو تضعف الخدمة؛",
  "terms_use_illegal": "بأي طريقة تنتهك أي قانون أو لائحة فيدرالية أو حكومية أو محلية أو دولية سارية؛",
  "terms_use_intro": "توافق على استخدام الخدمة فقط للأغراض القانونية ووفقاً لهذه الشروط. توافق على عدم استخدام الخدمة:",
  "terms_use_malware": "لإدخال أي فيروسات أو أحصنة طروادة أو ديدان أو قنابل منطقية أو مواد أخرى ضارة أو مؤذية تقنياً.",
  "terms_use_privacy": "لانتهاك حقوق الخصوصية للآخرين أو الانخراط في أي شكل من أشكال المراقبة المحظورة بموجب القانون؛",
  "terms_use_title": "4. الاستخدام المقبول",
  "website_url": "https://piyuo.com"
}