{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "من خلال تنزيل أو تثبيت أو استخدام تطبيق Piyuo Counter (\"الخدمة\")، فإنك توافق على الالتزام بشروط الخدمة هذه (\"الشروط\"). إذا كنت لا توافق على أي جزء من هذه الشروط، فلا يجوز لك الوصول إلى الخدمة.",
  "terms_acceptance_title": "1. قبول الشروط",
  "terms_changes": "نحتفظ بالحق، وفقاً لتقديرنا الوحيد، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة جوهرية، فسنبذل جهوداً معقولة لتقديم إشعار (مثلاً من خلال التطبيق أو على الموقع الإلكتروني) قبل دخول أي شروط جديدة حيز التنفيذ. ما يشكل تغييراً جوهرياً سيتم تحديده وفقاً لتقديرنا الوحيد. من خلال الاستمرار في الوصول إلى خدمتنا أو استخدامها بعد دخول تلك المراجعات حيز التنفيذ، توافق على الالتزام بالشروط المنقحة.",
  "terms_changes_title": "9. تغييرات على هذه الشروط",
  "terms_contact_email": "عبر البريد الإلكتروني: {email}",
  "terms_contact_intro": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا:",
  "terms_contact_title": "13. معلومات الاتصال",
  "terms_contact_website": "عن طريق زيارة هذه الصفحة على موقعنا الإلكتروني: {website}",
  "terms_description_1": "Piyuo Counter هو تطبيق برمجي يستخدم كاميرا جهازك وتقنية الرؤية الحاسوبية لعد وتتبع الأشياء مثل المشاة والمركبات أو العناصر الأخرى تلقائياً في الوقت الفعلي.",
  "terms_description_2": "تعمل الخدمة بالكامل على جهازك المحلي. نحن لا نجمع أو نخزن أو ننقل أي بيانات من استخدامك للتطبيق.",
  "terms_description_title": "2. وصف الخدمة",
  "terms_disclaimer_1": "يتم تقديم الخدمة \"كما هي\" و \"كما هي متاحة\" دون ضمان من أي نوع. إلى أقصى حد يسمح به القانون المعمول به، تتنصل Piyuo صراحة من جميع الضمانات، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك، فيما يتعلق بالخدمة، بما في ذلك جميع الضمانات الضمنية للقابلية للتسويق والملاءمة لغرض معين والملكية وعدم الانتهاك، والضمانات التي قد تنشأ من سير التعامل أو الأداء أو الاستخدام أو الممارسة التجارية.",
  "terms_disclaimer_2": "دون تقييد ما سبق، لا تقدم Piyuo أي ضمان أو تعهد، ولا تقدم أي تمثيل من أي نوع بأن الخدمة ستلبي متطلباتك، أو تحقق أي نتائج مقصودة، أو تكون متوافقة أو تعمل مع أي برامج أو تطبيقات أو أنظمة أو خدمات أخرى، أو تعمل دون انقطاع، أو تلبي أي معايير أداء أو موثوقية، أو تكون خالية من الأخطاء، أو أن أي أخطاء أو عيوب يمكن أو سيتم تصحيحها.",
  "terms_disclaimer_3": "نحن لا نضمن دقة أو اكتمال أو موثوقية أي بيانات أو نتائج تم الحصول عليها من خلال استخدام التطبيق (مثل عدد المشاة). التطبيق هو أداة، وقد يتأثر ناتجه بعوامل مختلفة بما في ذلك جودة الكاميرا وظروف الإضاءة والعوائق وقيود الخوارزمية.",
  "terms_disclaimer_title": "6. إخلاء المسؤولية عن الضمانات",
  "terms_effective_date": "تاريخ السريان: 12 أبريل 2025",
  "terms_entire": "تشكل هذه الشروط، مع سياسة الخصوصية الخاصة بنا (المتاحة على {privacy_link})، الاتفاقية الكاملة بينك وبين Piyuo فيما يتعلق بالخدمة وتحل محل جميع التفاهمات والاتفاقيات والتمثيلات والضمانات السابقة والمتزامنة، المكتوبة والشفوية، فيما يتعلق بالخدمة.",
  "terms_entire_title": "12. الاتفاقية الكاملة",
  "terms_governing": "تحكم هذه الشروط وتفسر وفقاً لقوانين ولاية كاليفورنيا، الولايات المتحدة، دون اعتبار لمبادئ تعارض القوانين. (ملاحظة: استشر محامياً لتأكيد ما إذا كانت هذه هي الولاية القضائية المناسبة لك).",
  "terms_governing_title": "10. القانون الحاكم",
  "terms_liability_access": "وصولك إلى الخدمة أو استخدامها أو عدم قدرتك على الوصول إليها أو استخدامها؛",
  "terms_liability_basis": "يطبق تحديد المسؤولية هذا سواء كانت المسؤولية المزعومة تستند إلى العقد أو الضرر أو الإهمال أو المسؤولية الصارمة أو أي أساس آخر، حتى لو تم إخطار Piyuo بإمكانية حدوث مثل هذا الضرر.",
  "terms_liability_content": "أي محتوى تم الحصول عليه من الخدمة؛ و",
  "terms_liability_intro": "إلى أقصى حد يسمح به القانون المعمول به، لن تكون Piyuo أو الشركات التابعة لها أو موظفوها أو مديروها أو موظفوها أو وكلاؤها أو موردوها أو مرخصوها مسؤولين في أي حال من الأحوال عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك دون حصر، فقدان الأرباح أو البيانات أو الاستخدام أو الشهرة أو الخسائر غير الملموسة الأخرى، الناتجة عن:",
  "terms_liability_risk": "تقر وتوافق على أن الخدمة تُقدم مجاناً كأداة. تستخدم الخدمة على مسؤوليتك الكاملة. لا تتحمل Piyuo أي مسؤولية أو التزام عن أي ضرر لجهازك (أجهزتك) أو البرامج الأخرى، أو أي عواقب تنشأ من استخدامك للخدمة.",
  "terms_liability_third_party": "أي سلوك أو محتوى من أي طرف ثالث على الخدمة؛",
  "terms_liability_title": "7. تحديد المسؤولية",
  "terms_liability_unauthorized": "الوصول غير المصرح به أو الاستخدام أو التغيير لإرسالاتك أو محتواك (رغم أننا نلاحظ أن التطبيق لا ينقل بيانات العد الخاصة بك).",
  "terms_license_1": "رهناً بامتثالك لهذه الشروط، تمنحك Piyuo ترخيصاً محدوداً وغير حصري وغير قابل للتحويل وغير قابل للترخيص الفرعي لتنزيل وتثبيت واستخدام الخدمة لاستخدامك الشخصي غير التجاري فقط.",
  "terms_license_2": "لا يمنحك هذا الترخيص أي حقوق في:",
  "terms_license_distribute": "توزيع أو بيع أو تأجير أو إقراض أو نقل الخدمة إلى أي طرف ثالث؛",
  "terms_license_modify": "تعديل أو تكييف أو تغيير أو ترجمة أو إنشاء أعمال مشتقة من الخدمة؛",
  "terms_license_remove": "إزالة أو تغيير أو إخفاء أي إشعارات ملكية على الخدمة.",
  "terms_license_reverse": "الهندسة العكسية أو إلغاء تجميع أو تفكيك الخدمة؛",
  "terms_license_title": "3. الترخيص",
  "terms_privacy_1": "تم تصميم تطبيق Piyuo Counter مع مراعاة الخصوصية. يعالج التطبيق بيانات الفيديو محلياً على جهازك لأغراض اكتشاف الأشياء والعد.",
  "terms_privacy_2": "نحن لا نجمع أو نخزن أو نصل أو ننقل أي معلومات شخصية أو بيانات فيديو أو بيانات عد أو بيانات استخدام من التطبيق. تتم جميع المعالجات محلياً على جهازك.",
  "terms_privacy_3": "لمزيد من التفاصيل حول ممارسات الخصوصية لدينا، يرجى مراجعة سياسة الخصوصية الخاصة بنا على {privacy_link}.",
  "terms_privacy_title": "5. الخصوصية والبيانات",
  "terms_severability": "إذا تبين أن أي حكم من هذه الشروط غير قابل للتنفيذ أو غير صالح، فسيتم تغيير هذا الحكم وتفسيره لتحقيق أهداف هذا الحكم إلى أقصى حد ممكن في إطار القانون المعمول به، وستستمر الأحكام المتبقية سارية المفعول بالكامل. لا يُعتبر أي تنازل عن أي شرط من هذه الشروط تنازلاً مستمراً أو مستمراً عن هذا الشرط أو أي شرط آخر.",
  "terms_severability_title": "11. القابلية للفصل والتنازل",
  "terms_support": "يتم تقديم Piyuo Counter مجاناً. نحن غير ملزمين بتقديم الصيانة أو الدعم الفني أو التحديثات أو الترقيات للخدمة. نحتفظ بالحق في تعديل أو تعليق أو إيقاف الخدمة أو أي خدمة تتصل بها، مؤقتاً أو دائماً، مع أو بدون إشعار ودون مسؤولية تجاهك.",
  "terms_support_title": "8. عدم وجود دعم أو صيانة",
  "terms_title": "شروط الخدمة لتطبيق Piyuo Counter",
  "terms_use_harm": "بأي طريقة يمكن أن تعطل أو تثقل أو تضر أو تضعف الخدمة؛",
  "terms_use_illegal": "بأي طريقة تنتهك أي قانون أو لائحة فيدرالية أو حكومية أو محلية أو دولية سارية؛",
  "terms_use_intro": "توافق على استخدام الخدمة للأغراض القانونية فقط ووفقاً لهذه الشروط. توافق على عدم استخدام الخدمة:",
  "terms_use_malware": "لإدخال أي فيروسات أو أحصنة طروادة أو ديدان أو قنابل منطقية أو مواد أخرى ضارة أو مؤذية تقنياً.",
  "terms_use_privacy": "لانتهاك حقوق الخصوصية للآخرين أو الانخراط في أي شكل من أشكال المراقبة المحظورة بموجب القانون؛",
  "terms_use_title": "4. الاستخدام المقبول",
  "website_url": "https://piyuo.com"
}