{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "Можем да актуализираме тази Политика за поверителност от време на време. Ще ви уведомим за всички промени чрез публикуване на новата Политика за поверителност в Приложението или на нашия уебсайт ({website}). Препоръчва се периодично да преглеждате тази Политика за поверителност за промени.",
  "privacy_changes_2": "Промените в тази Политика за поверителност влизат в сила, когато бъдат публикувани на тази страница.",
  "privacy_changes_title": "Промени в тази Политика за поверителност",
  "privacy_children": "Нашето Приложение не събира лична информация от никого, включително деца. Спазваме Общия регламент за защита на данните (GDPR) и подобни разпоредби относно данните за деца. Тъй като не събираме данни, по естество не събираме данни от деца под 16 години (според GDPR Член 8).",
  "privacy_children_title": "Поверителност на децата",
  "privacy_contact_email": "По имейл: {email}",
  "privacy_contact_intro": "Ако имате въпроси относно тази Политика за поверителност, моля свържете се с нас:",
  "privacy_contact_title": "Свържете се с нас",
  "privacy_contact_website": "Като посетите тази страница на нашия уебсайт: {website}",
  "privacy_effective_date": "Дата на влизане в сила: 12 април 2025 г.",
  "privacy_introduction_1": "Добре дошли в Piyuo Counter! Тази Политика за поверителност обяснява как обработваме информацията, когато използвате нашето софтуерно приложение (\"Приложение\"). Нашето ангажимент е към вашата поверителност. Това Приложение е проектирано да функционира без да събира или обработва ваши лични данни.",
  "privacy_introduction_2": "Тази Политика за поверителност се отнася за софтуерното приложение Piyuo Counter (\"Приложение\") за мобилни устройства и компютри, достъпно на различни платформи и магазини за приложения.",
  "privacy_introduction_title": "Въведение",
  "privacy_no_collect_intro": "Не събираме, съхраняваме, предаваме или обработваме лична информация или данни за използване от вас чрез приложението Piyuo Counter.",
  "privacy_no_collect_personal": "Няма лични данни: Не искаме, не получаваме достъп или проследяваме информация, която би могла да ви идентифицира, като вашето име, имейл адрес, местоположение, идентификатори на устройства или контакти.",
  "privacy_no_collect_third_party": "Няма услуги на трети страни: Не интегрираме услуги на трети страни за анализи (като Firebase Analytics), реклама (като AdMob), облачно съхранение или друга цел, която би включвала споделяне на данни с външни страни. Приложението работи изцяло офлайн по отношение на обработката на данни.",
  "privacy_no_collect_title": "Информация, която не събираме",
  "privacy_no_collect_usage": "Няма данни за използване: Приложението не записва как го използвате. Всички данни за брояча, които създавате, се съхраняват локално само на вашето устройство и не са достъпни за нас.",
  "privacy_rights_1": "Законите за поверителност като Общия регламент за защита на данните (GDPR) в Европа и различни американски държавни закони предоставят на лицата права върху техните лични данни (като достъп, корекция, изтриване).",
  "privacy_rights_2": "Тъй като приложението Piyuo Counter не събира, съхранява или обработва ваши лични данни, тези права обикновено не са приложими в контекста на нашето Приложение, тъй като няма данни, държани от нас, до които можете да получите достъп, да коригирате или изтриете. Всички данни, свързани с приложението, се намират единствено на вашето устройство, под ваш контрол.",
  "privacy_rights_title": "Вашите права (GDPR и други закони)",
  "privacy_security": "Всички данни, генерирани от използването на приложението Piyuo Counter (като вашите броячи), се съхраняват локално само на вашето устройство. Нямаме достъп до тези данни. Въпреки че създаваме нашето приложение със стандартни практики за сигурност, сигурността на данните, съхранявани на вашето устройство, зависи от мерките за сигурност, които предприемате за самото устройство.",
  "privacy_security_title": "Сигурност на данните",
  "privacy_sharing": "Не споделяме или разкриваме лична информация, защото не събираме такава. Вашите данни (броячите, които проследявате) остават на вашето устройство.",
  "privacy_sharing_title": "Споделяне и разкриване на информация",
  "privacy_title": "Политика за поверителност за Piyuo Counter",
  "privacy_use": "Тъй като не събираме информация, не използваме вашата информация за каквато и да е цел.",
  "privacy_use_title": "Как използваме информацията",
  "privacy_who_we_are": "Приложението Piyuo Counter се предоставя от Piyuo (\"ние\", \"наше\" или \"наша\"). Нашият уебсайт е {website}. Ако имате въпроси относно тази политика, можете да се свържете с нас на {email}.",
  "privacy_who_we_are_title": "Кои сме ние",
  "website_url": "https://piyuo.com"
}