{
  "terms_title": "Условия за ползване на Piyuo Counter",
  "terms_effective_date": "Дата на влизане в сила: 12 април 2025 г.",

  "terms_acceptance_title": "1. Приемане на условията",
  "terms_acceptance": "Чрез изтегляне, инсталиране или използване на приложението Piyuo Counter (\"Услугата\"), Вие се съгласявате да бъдете обвързани от тези Условия за ползване (\"Условия\"). Ако не се съгласявате с която и да е част от тези условия, тогава не можете да получите достъп до Услугата.",

  "terms_description_title": "2. Описание на услугата",
  "terms_description_1": "Piyuo Counter е софтуерно приложение, което използва камерата на Вашето устройство и технологията за компютърно зрение, за да брои и проследява автоматично обекти като пешеходци, превозни средства или други елементи в реално време.",
  "terms_description_2": "Услугата работи изцяло на Вашето локално устройство. Ние не събираме, съхраняваме или предаваме никакви данни от Вашето използване на приложението.",

  "terms_license_title": "3. Лиценз",
  "terms_license_1": "При условие, че спазвате тези Условия, Piyuo Ви предоставя ограничен, неизключителен, непрехвърлим, неподлицензируем лиценз за изтегляне, инсталиране и използване на Услугата единствено за Вашето лично, некомерсиално ползване.",
  "terms_license_2": "Този лиценз не Ви дава никакви права да:",
  "terms_license_reverse": "Извършвате обратно инженерство, декомпилирате или разглобявате Услугата;",
  "terms_license_distribute": "Разпространявате, продавате, отдавате под наем, заемате или по друг начин прехвърляте Услугата на трета страна;",
  "terms_license_modify": "Модифицирате, адаптирате, променяте, превеждате или създавате производни произведения на Услугата;",
  "terms_license_remove": "Премахвате, променяте или скривате всички собственически известия върху Услугата.",

  "terms_use_title": "4. Допустимо използване",
  "terms_use_intro": "Вие се съгласявате да използвате Услугата само за законни цели и в съответствие с тези Условия. Вие се съгласявате да не използвате Услугата:",
  "terms_use_illegal": "По начин, който нарушава приложим федерален, държавен, местен или международен закон или регулация;",
  "terms_use_privacy": "За нарушаване на правата на поверителност на други или участие във всякаква форма на наблюдение, която е забранена от закона;",
  "terms_use_harm": "По начин, който може да изключи, претовари, повреди или наруши Услугата;",
  "terms_use_malware": "За въвеждане на вируси, троянски коне, червеи, логически бомби или друг материал, който е злонамерен или технологично вреден.",

  "terms_privacy_title": "5. Поверителност и данни",
  "terms_privacy_1": "Приложението Piyuo Counter е проектирано с мисъл за поверителността. Приложението обработва видео данни локално на Вашето устройство за целите на откриване и броене на обекти.",
  "terms_privacy_2": "Ние не събираме, съхраняваме, достъпваме или предаваме никаква лична информация, видео данни, данни за броене или данни за използване от приложението. Цялата обработка се извършва локално на Вашето устройство.",
  "terms_privacy_3": "За повече подробности относно нашите практики за поверителност, моля прегледайте нашата Политика за поверителност на {privacy_link}.",

  "terms_disclaimer_title": "6. Отказ от гаранции",
  "terms_disclaimer_1": "УСЛУГАТА СЕ ПРЕДОСТАВЯ \"КАКТО Е\" И \"КАКТО Е НАЛИЧНА\" БЕЗ ГАРАНЦИЯ ОТ ВСЯКАКЪВ ВИД. ДО МАКСИМАЛНАТА СТЕПЕН, РАЗРЕШЕНА ОТ ПРИЛОЖИМОТО ПРАВО, PIYUO ИЗРИЧНО СЕ ОТКАЗВА ОТ ВСИЧКИ ГАРАНЦИИ, БИЛО ТЕ ИЗРИЧНИ, ПРЕДПОЛАГАЕМИ, ЗАКОНОВИ ИЛИ ДРУГИ, ПО ОТНОШЕНИЕ НА УСЛУГАТА, ВКЛЮЧИТЕЛНО ВСИЧКИ ПРЕДПОЛАГАЕМИ ГАРАНЦИИ ЗА ТЪРГОВСКА ПРИГОДНОСТ, ГОДНОСТ ЗА ОПРЕДЕЛЕНА ЦЕЛ, ТИТУЛ И НЕНАРУШАВАНЕ, И ГАРАНЦИИ, КОИТО МОГАТ ДА ВЪЗНИКНАТ ОТ ХОДА НА СДЕЛКАТА, ХОДА НА ИЗПЪЛНЕНИЕТО, ИЗПОЛЗВАНЕТО ИЛИ ТЪРГОВСКАТА ПРАКТИКА.",
  "terms_disclaimer_2": "БЕЗ ОГРАНИЧЕНИЕ НА ГОРЕПОСОЧЕНОТО, PIYUO НЕ ПРЕДОСТАВЯ НИКАКВА ГАРАНЦИЯ ИЛИ АНГАЖИМЕНТ И НЕ ПРАВИ НИКАКВИ ЗАЯВЛЕНИЯ ОТ ВСЯКАКЪВ ВИД, ЧЕ УСЛУГАТА ЩЕ ОТГОВОРИ НА ВАШИТЕ ИЗИСКВАНИЯ, ЩЕ ПОСТИГНЕ ПРЕДВИДЕНИ РЕЗУЛТАТИ, ЩЕ БЪДЕ СЪВМЕСТИМА ИЛИ ЩЕ РАБОТИ С ДРУГИ СОФТУЕР, ПРИЛОЖЕНИЯ, СИСТЕМИ ИЛИ УСЛУГИ, ЩЕ РАБОТИ БЕЗ ПРЕКЪСВАНЕ, ЩЕ ОТГОВОРИ НА СТАНДАРТИ ЗА ПРОИЗВОДИТЕЛНОСТ ИЛИ НАДЕЖДНОСТ, ИЛИ ЩЕ БЪДЕ БЕЗ ГРЕШКИ, ИЛИ ЧЕ ВСЯКАКВИ ГРЕШКИ ИЛИ ДЕФЕКТИ МОГАТ ИЛИ ЩЕ БЪДАТ ПОПРАВЕНИ.",
  "terms_disclaimer_3": "НИЕ НЕ ГАРАНТИРАМЕ ТОЧНОСТТА, ПЪЛНОТАТА ИЛИ НАДЕЖДНОСТТА НА ДАННИ ИЛИ РЕЗУЛТАТИ, ПОЛУЧЕНИ ЧРЕЗ ИЗПОЛЗВАНЕТО НА ПРИЛОЖЕНИЕТО (КАТО БРОЕНЕ НА ПЕШЕХОДЦИ). ПРИЛОЖЕНИЕТО Е ИНСТРУМЕНТ И НЕГОВИЯТ ИЗХОД МОЖЕ ДА БЪДЕ ЗАСЕГНАТ ОТ РАЗЛИЧНИ ФАКТОРИ, ВКЛЮЧИТЕЛНО КАЧЕСТВОТО НА КАМЕРАТА, УСЛОВИЯТА НА ОСВЕТЛЕНИЕТО, ПРЕПЯТСТВИЯТА И ОГРАНИЧЕНИЯТА НА АЛГОРИТЪМА.",

  "terms_liability_title": "7. Ограничение на отговорността",
  "terms_liability_intro": "ДО ПЪЛНАТА СТЕПЕН, РАЗРЕШЕНА ОТ ПРИЛОЖИМОТО ПРАВО, В НИКАКЪВ СЛУЧАЙ PIYUO, НЕЙНИТЕ ФИЛИАЛИ, СЛУЖИТЕЛИ, ДИРЕКТОРИ, СЛУЖИТЕЛИ, АГЕНТИ, ДОСТАВЧИЦИ ИЛИ ЛИЦЕНЗОДАТЕЛИ НЯМА ДА БЪДАТ ОТГОВОРНИ ЗА КОСВЕНИ, СЛУЧАЙНИ, СПЕЦИАЛНИ, ПОСЛЕДВАЩИ ИЛИ НАКАЗАТЕЛНИ ЩЕТИ, ВКЛЮЧИТЕЛНО БЕЗ ОГРАНИЧЕНИЕ, ЗАГУБА НА ПЕЧАЛБИ, ДАННИ, ИЗПОЛЗВАНЕ, ДОБРА ВОЛЯ ИЛИ ДРУГИ НЕМАТЕРИАЛНИ ЗАГУБИ, ПРОИЗТИЧАЩИ ОТ:",
  "terms_liability_access": "Вашия достъп до или използването на или невъзможността за достъп до или използване на Услугата;",
  "terms_liability_third_party": "Всяко поведение или съдържание на трета страна в Услугата;",
  "terms_liability_content": "Всяко съдържание, получено от Услугата; и",
  "terms_liability_unauthorized": "Неоторизиран достъп, използване или промяна на Вашите предавания или съдържание (въпреки че отбелязваме, че Приложението не предава Вашите данни за броене).",
  "terms_liability_basis": "ТОВА ОГРАНИЧЕНИЕ НА ОТГОВОРНОСТТА СЕ ПРИЛАГА НЕЗАВИСИМО ДАЛИ ТВЪРДЕНАТА ОТГОВОРНОСТ Е ОСНОВАНА НА ДОГОВОР, ДЕЛИКТ, НЕБРЕЖНОСТ, СТРОГА ОТГОВОРНОСТ ИЛИ ДРУГА ОСНОВА, ДОРИ АКО PIYUO Е УВЕДОМЕНА ЗА ВЪЗМОЖНОСТТА ОТ ТАКАВА ВРЕДА.",
  "terms_liability_risk": "ВИЕ ПРИЗНАВАТЕ И СЕ СЪГЛАСЯВАТЕ, ЧЕ УСЛУГАТА СЕ ПРЕДОСТАВЯ БЕЗПЛАТНО КАТО ИНСТРУМЕНТ. ВИЕ ИЗПОЛЗВАТЕ УСЛУГАТА ИЗЦЯЛО НА СОБСТВЕН РИСК. PIYUO НЕ ПОЕМА НИКАКВА ОТГОВОРНОСТ ИЛИ ЗАДЪЛЖЕНИЕ ЗА ВСЯКАКВА ВРЕДА НА ВАШЕТО(ИТЕ) УСТРОЙСТВО(А) ИЛИ ДРУГ СОФТУЕР, ИЛИ ВСЯКАКВИ ПОСЛЕДСТВИЯ, ПРОИЗТИЧАЩИ ОТ ВАШЕТО ИЗПОЛЗВАНЕ НА УСЛУГАТА.",

  "terms_support_title": "8. Без поддръжка или обслужване",
  "terms_support": "Piyuo Counter се предоставя безплатно. Ние не сме задължени да предоставяме поддръжка, техническа поддръжка, актуализации или надстройки за Услугата. Запазваме правото да модифицираме, спрем или прекратим, временно или постоянно, Услугата или всяка услуга, с която тя се свързва, с или без уведомление и без отговорност към Вас.",

  "terms_changes_title": "9. Промени в тези условия",
  "terms_changes": "Запазваме правото, по наше собствено усмотрение, да модифицираме или заменяме тези Условия по всяко време. Ако ревизията е съществена, ще направим разумни усилия да предоставим уведомление (напр. чрез Приложението или в уебсайта) преди всякакви нови условия да влязат в сила. Какво представлява съществена промяна ще бъде определено по наше собствено усмотрение. Като продължавате да достъпвате или използвате нашата Услуга след като тези ревизии влязат в сила, Вие се съгласявате да бъдете обвързани от преработените условия.",

  "terms_governing_title": "10. Приложимо право",
  "terms_governing": "Тези Условия ще се ръководят и тълкуват в съответствие със законите на щата Калифорния, Съединени щати, без отчитане на принципите за конфликт на законите. (Забележка: Консултирайте се с адвокат, за да потвърдите дали това е подходящата юрисдикция за Вас).",

  "terms_severability_title": "11. Делимост и отказ",
  "terms_severability": "Ако някое разпоредба от тези Условия се счете за неприложимо или невалидно, такава разпоредба ще бъде променена и тълкувана, за да се постигнат целите на такава разпоредба в най-голяма степен възможно според приложимото право, а останалите разпоредби ще продължат да действат с пълна сила и ефект. Никакъв отказ от някой термин от тези Условия няма да се счита за по-нататъшен или продължаващ отказ от такъв термин или друг термин.",

  "terms_entire_title": "12. Цялостно споразумение",
  "terms_entire": "Тези Условия, заедно с нашата Политика за поверителност (достъпна на {privacy_link}), съставляват цялостното споразумение между Вас и Piyuo относно Услугата и заменят всички предишни и едновременни разбирания, споразумения, представления и гаранции, както писмени, така и устни, относно Услугата.",

  "terms_contact_title": "13. Информация за контакт",
  "terms_contact_intro": "Ако имате въпроси относно тези Условия, моля свържете се с нас:",
  "terms_contact_email": "По имейл: {email}",
  "terms_contact_website": "Като посетите тази страница в нашия уебсайт: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
