{
  "index_download": "Yuklab olish",
  "index_download_soon": "Tez orada.",
  "index_language": "Til",
  "index_video_title": "Telefoningiz endi AI yordamida piyodalarni taniy oladi.",
  "index_video_desc": "Internet kerak emas. An'anaviy kliker bilan odamlarni qo'lda sanashning hojati yo'q. Shunchaki telefoningizni o'tib ketayotgan piyodalar oqimini avtomatik kuzatib borish uchun sozlang.",
  "index_1": "24/7 kuzatuv",
  "index_1_desc": "Istalgan vaqt davomida piyodalar oqimi sonini ko'rish.",
  "index_2": "Ko'p ob'ektlarni kuzatish",
  "index_2_desc": "Piyodalar, mashinalar, velosipedlar va boshqalarni bir vaqtning o'zida sanash",
  "index_3": "Maxsus aniqlash zonalari",
  "index_3_desc": "Ma'lum joylarda harakatni sanash uchun maxsus aniqlash zonalarini belgilang.",
  "index_4": "Moslashuvchan sanash rejimi",
  "index_4_desc": "Aniqlash zonasida yangi paydo bo'lgan ob'ektlarni yoki harakatsiz qolganlarini sanashni tanlang.",
  "index_desktop_title": "Ish stoli versiyasi mavjudligi",
  "index_desktop_desc": "Biz ish stoli versiyasini ham taklif qilamiz. Biz iOS/Android/Mac/Windows versiyalarini taqdim etamiz, bu sizga ham mobil qurilmalar, ham veb-kamerali ish stolilaridan foydalanish imkonini beradi. Ish stoli versiyasi ko'p video manbalarini qo'llab-quvvatlaydi, bu bir vaqtning o'zida bir nechta oqimlardan sanashga imkon beradi.",
  "index_desktop2_title": "Jonli uzatishni qo'llab-quvvatlash",
  "index_desktop2_desc": "Mobil qurilma kameralaridan tashqari, biz yozib olingan video fayllar, veb-kamera kiritishlari va RTSP kabi internet jonli uzatishlarini qo'llab-quvvatlaymiz. Bu sizga mavjud qurilmalarga ulanish va darhol harakat oqimini o'lchashni boshlash imkonini beradi.",
  "index_email_us": "Bizga xat yozing",
  "app_desc": "Qancha odam o'tib ketishini bilmoqchimisiz? Bu ilova telefoningiz kamerasidan foydalanib, aqlli ravishda piyodalarni aniqlaydi va avtomatik ravishda sanaydi. Qo'lda kiritish shart emas. Zerikarli sanashga xayrlashing va osonlik bilan harakat oqimini kuzating.",
  "video_desc": "Internet kerak emas. An'anaviy kliker bilan odamlarni qo'lda sanashning hojati yo'q. Shunchaki telefoningizni o'tib ketayotgan piyodalar oqimini avtomatik kuzatib borish uchun sozlang.",
  "terms": "Xizmat shartlari",
  "privacy": "Maxfiylik",
  "index_download_available": "MISSING"
}
