{
  "index_download": "डाउनलोड",
  "index_download_soon": "लवकरच येत आहे.",
  "index_language": "भाषा",
  "index_video_title": "तुमचा फोन आता पादचारी ओळखण्यासाठी AI वापरू शकतो.",
  "index_video_desc": "इंटरनेटची आवश्यकता नाही. पारंपारिक क्लिकरने लोकांची मोजणी मॅन्युअली करण्याची गरज नाही. फक्त तुमचा फोन सेट करा आणि पादचारी वर्दळीचे स्वयंचलितपणे ट्रॅकिंग करा.",
  "index_1": "२४/७ ट्रॅकिंग",
  "index_1_desc": "कोणत्याही कालावधीसाठी पादचारी वर्दळीची संख्या पहा.",
  "index_2": "एकाधिक वस्तूंचे ट्रॅकिंग",
  "index_2_desc": "एकाच वेळी पादचारी, कार, सायकल आणि इतरांची मोजणी करा",
  "index_3": "सानुकूल डिटेक्शन झोन",
  "index_3_desc": "विशिष्ट क्षेत्रांमध्ये वर्दळीची मोजणी करण्यासाठी सानुकूल डिटेक्शन झोन परिभाषित करा.",
  "index_4": "लवचिक मोजणी पद्धती",
  "index_4_desc": "डिटेक्शन झोनमध्ये नव्याने दिसणाऱ्या वस्तू किंवा स्थिर राहणाऱ्या वस्तूंची मोजणी करण्याचा पर्याय निवडा.",
  "index_desktop_title": "डेस्कटॉप आवृत्ती उपलब्धता",
  "index_desktop_desc": "आम्ही डेस्कटॉप आवृत्तीही देऊ करतो. आम्ही iOS/Android/Mac/Windows साठी आवृत्त्या प्रदान करतो, ज्यामुळे तुम्ही मोबाईल डिव्हाइसेस आणि वेबकॅम असलेले डेस्कटॉप दोन्ही वापरू शकता. डेस्कटॉप आवृत्ती अनेक व्हिडिओ स्त्रोतांना समर्थन देते, ज्यामुळे एकाच वेळी अनेक स्ट्रीम्समधून मोजणी करणे शक्य होते.",
  "index_desktop2_title": "लाइव्ह स्ट्रीम समर्थन",
  "index_desktop2_desc": "मोबाईल डिव्हाइस कॅमेरांव्यतिरिक्त, आम्ही रेकॉर्ड केलेल्या व्हिडिओ फाइल्स, वेबकॅम इनपुट आणि RTSP सारख्या इंटरनेट लाइव्ह स्ट्रीम्सना समर्थन देतो. हे तुम्हाला विद्यमान डिव्हाइसेसशी कनेक्ट करण्यास आणि वर्दळीचा प्रवाह मोजण्यास त्वरित सुरु करण्यास अनुमती देते.",
  "index_email_us": "आम्हाला ईमेल करा",
  "app_desc": "किती लोक जातात हे जाणून घ्यायचे आहे? हे अॅप तुमच्या फोनचा कॅमेरा वापरून बुद्धिमत्तेने पादचारी ओळखते आणि स्वयंचलितपणे मोजते. मॅन्युअल इनपुटची आवश्यकता नाही. कंटाळवाणी मोजणीला सोडून द्या आणि वर्दळीचा प्रवाह सहजपणे नियंत्रित करा.",
  "video_desc": "इंटरनेटची आवश्यकता नाही. पारंपारिक क्लिकरने लोकांची मोजणी मॅन्युअली करण्याची गरज नाही. फक्त तुमचा फोन सेट करा आणि पादचारी वर्दळीचे स्वयंचलितपणे ट्रॅकिंग करा.",
  "terms": "सेवा अटी",
  "privacy": "गोपनीयता",
  "index_download_available": "MISSING"
}
