{
  "terms_title": "Piyuo Counter साठी सेवा अटी",
  "terms_effective_date": "प्रभावी दिनांक: 12 एप्रिल, 2025",

  "terms_acceptance_title": "1. अटींची स्वीकृती",
  "terms_acceptance": "Piyuo Counter अॅप (\"सेवा\") डाउनलोड, इन्स्टॉल किंवा वापरून, आपण या सेवा अटींनी (\"अटी\") बांधील राहण्यास सहमती दर्शवता. जर आपण या अटींच्या कोणत्याही भागाशी असहमत असाल, तर आपण सेवेमध्ये प्रवेश करू शकत नाही.",

  "terms_description_title": "2. सेवेचे वर्णन",
  "terms_description_1": "Piyuo Counter हे एक सॉफ्टवेअर अॅप्लिकेशन आहे जे आपल्या डिव्हाइसचा कॅमेरा आणि कॉम्प्युटर व्हिजन तंत्रज्ञान वापरून पादचारी, वाहने किंवा इतर वस्तू यांसारख्या ऑब्जेक्ट्सची रिअल-टाइममध्ये स्वयंचलितपणे मोजणी आणि ट्रॅकिंग करते.",
  "terms_description_2": "सेवा संपूर्णपणे आपल्या स्थानिक डिव्हाइसवर कार्य करते. आम्ही अॅपच्या आपल्या वापरातून कोणताही डेटा गोळा, साठवण किंवा प्रसारित करत नाही.",

  "terms_license_title": "3. परवाना",
  "terms_license_1": "या अटींच्या आपल्या अनुपालनाच्या अधीन राहून, Piyuo आपल्याला केवळ आपल्या वैयक्तिक, गैर-व्यावसायिक वापरासाठी सेवा डाउनलोड, इन्स्टॉल आणि वापरण्यासाठी मर्यादित, गैर-अनन्य, हस्तांतरणयोग्य नसलेला, उप-परवाना देण्यायोग्य नसलेला परवाना देते.",
  "terms_license_2": "हा परवाना आपल्याला कोणतेही अधिकार देत नाही:",
  "terms_license_reverse": "सेवेचे रिव्हर्स इंजिनियर, डीकंपाइल किंवा डिसअसेंबल करणे;",
  "terms_license_distribute": "सेवा कोणत्याही तृतीय पक्षाला वितरित, विक्री, भाड्याने, भाड्याने देणे किंवा अन्यथा हस्तांतरित करणे;",
  "terms_license_modify": "सेवेमध्ये बदल, रुपांतर, फेरफार, भाषांतर किंवा व्युत्पन्न कार्ये तयार करणे;",
  "terms_license_remove": "सेवेवरील कोणत्याही मालकी सूचना काढून टाकणे, बदलणे किंवा अस्पष्ट करणे.",

  "terms_use_title": "4. स्वीकार्य वापर",
  "terms_use_intro": "आपण सेवा केवळ कायदेशीर हेतूंसाठी आणि या अटींच्या अनुसार वापरण्यास सहमती दर्शवता. आपण सेवा वापरू नये याची सहमती दर्शवता:",
  "terms_use_illegal": "कोणत्याही लागू फेडरल, राज्य, स्थानिक किंवा आंतरराष्ट्रीय कायदा किंवा नियमाचे उल्लंघन करणार्‍या कोणत्याही प्रकारे;",
  "terms_use_privacy": "इतरांच्या गोपनीयतेच्या अधिकारांचे उल्लंघन करण्यासाठी किंवा कायद्याने प्रतिबंधित असलेल्या कोणत्याही प्रकारच्या पाळत ठेवण्यात गुंतण्यासाठी;",
  "terms_use_harm": "सेवा अक्षम, ओव्हरलोड, नुकसान किंवा दुखापत करू शकणार्‍या कोणत्याही प्रकारे;",
  "terms_use_malware": "कोणतेही व्हायरस, ट्रोजन हॉर्स, वर्म्स, लॉजिक बॉम्ब किंवा इतर सामग्री जी दुर्भावनापूर्ण किंवा तांत्रिकदृष्ट्या हानिकारक आहे सादर करण्यासाठी.",

  "terms_privacy_title": "5. गोपनीयता आणि डेटा",
  "terms_privacy_1": "Piyuo Counter अॅप गोपनीयता लक्षात घेऊन डिझाइन केले आहे. अॅप ऑब्जेक्ट शोध आणि मोजणीच्या हेतूंसाठी आपल्या डिव्हाइसवर स्थानिकपणे व्हिडिओ डेटा प्रक्रिया करते.",
  "terms_privacy_2": "आम्ही अॅपमधून कोणतीही वैयक्तिक माहिती, व्हिडिओ डेटा, मोजणी डेटा किंवा वापर डेटा गोळा, साठवण, प्रवेश किंवा प्रसारित करत नाही. सर्व प्रक्रिया आपल्या डिव्हाइसवर स्थानिकपणे होते.",
  "terms_privacy_3": "आमच्या गोपनीयता पद्धतींबद्दल अधिक तपशीलांसाठी, कृपया {privacy_link} येथे आमच्या गोपनीयता धोरणाचे पुनरावलोकन करा.",

  "terms_disclaimer_title": "6. वॉरंटीजचा अस्वीकार",
  "terms_disclaimer_1": "सेवा \"जशी आहे तशी\" आणि \"जसे उपलब्ध आहे तसे\" कोणत्याही प्रकारच्या वॉरंटीशिवाय प्रदान केली जाते. लागू कायद्याद्वारे परवानगी असलेल्या जास्तीत जास्त मर्यादेपर्यंत, PIYUO सेवेच्या संदर्भात सर्व वॉरंटी स्पष्टपणे नाकारते, ते व्यक्त, निहित, वैधानिक किंवा अन्यथा असोत, व्यापारिकता, विशिष्ट हेतूसाठी योग्यता, शीर्षक आणि उल्लंघन न करण्याच्या सर्व निहित वॉरंटी आणि व्यापार, कार्यप्रदर्शन, वापर किंवा व्यापार पद्धतीच्या अभ्यासक्रमातून उद्भवू शकणार्‍या वॉरंटी समाविष्ट आहेत.",
  "terms_disclaimer_2": "वरील मर्यादेशिवाय, PIYUO कोणतीही वॉरंटी किंवा हमी प्रदान करत नाही, आणि कोणत्याही प्रकारचे प्रतिनिधित्व करत नाही की सेवा आपल्या आवश्यकता पूर्ण करेल, कोणतेही अपेक्षित परिणाम साध्य करेल, कोणत्याही इतर सॉफ्टवेअर, अॅप्लिकेशन, सिस्टम किंवा सेवांशी सुसंगत असेल किंवा कार्य करेल, व्यत्यय न येता चालेल, कोणतेही कार्यप्रदर्शन किंवा विश्वसनीयता मानके पूर्ण करेल, किंवा त्रुटीमुक्त असेल, किंवा कोणत्याही त्रुटी किंवा दोष दुरुस्त केल्या जाऊ शकतील किंवा केल्या जातील.",
  "terms_disclaimer_3": "आम्ही अॅपच्या वापराद्वारे मिळवलेल्या कोणत्याही डेटा किंवा परिणामांच्या (जसे की पादचारी मोजणी) अचूकता, पूर्णता किंवा विश्वसनीयतेची हमी देत नाही. अॅप हे एक साधन आहे, आणि त्याचे आउटपुट कॅमेरा गुणवत्ता, प्रकाश परिस्थिती, अडथळे आणि अल्गोरिदमच्या मर्यादांसह विविध घटकांमुळे प्रभावित होऊ शकते.",

  "terms_liability_title": "7. दायित्वाची मर्यादा",
  "terms_liability_intro": "लागू कायद्याद्वारे परवानगी असलेल्या पूर्ण मर्यादेपर्यंत, कोणत्याही परिस्थितीत PIYUO, त्याचे सहयोगी, अधिकारी, संचालक, कर्मचारी, एजंट, पुरवठादार किंवा परवानाधारक कोणत्याही अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी किंवा दंडात्मक नुकसानीसाठी जबाबदार राहणार नाहीत, मर्यादेशिवाय, नफा, डेटा, वापर, सद्भावना किंवा इतर अमूर्त नुकसानीचा समावेश, खालीलपैकी एकतून परिणाम:",
  "terms_liability_access": "सेवेमध्ये आपला प्रवेश किंवा वापर किंवा सेवेमध्ये प्रवेश किंवा वापर करण्यास असमर्थता;",
  "terms_liability_third_party": "सेवेवर कोणत्याही तृतीय पक्षाचे कोणतेही आचरण किंवा सामग्री;",
  "terms_liability_content": "सेवेतून मिळवलेली कोणतीही सामग्री; आणि",
  "terms_liability_unauthorized": "आपल्या प्रसारण किंवा सामग्रीचा अनधिकृत प्रवेश, वापर किंवा बदल (जरी आम्ही लक्षात घेतो की अॅप आपला मोजणी डेटा प्रसारित करत नाही).",
  "terms_liability_basis": "आरोपित दायित्व करार, अपकार, निष्काळजीपणा, कठोर दायित्व किंवा इतर कोणत्याही आधारावर आधारित असले तरीही हे दायित्व मर्यादा लागू होते, जरी PIYUO ला अशा नुकसानाच्या शक्यतेबद्दल सल्ला देण्यात आला असला तरीही.",
  "terms_liability_risk": "आपण कबूल करता आणि सहमत आहात की सेवा एक साधन म्हणून मोफत प्रदान केली जाते. आपण सेवा पूर्णपणे आपल्या स्वतःच्या जोखमीवर वापरता. PIYUO आपल्या डिव्हाइस(स) किंवा इतर सॉफ्टवेअरच्या कोणत्याही नुकसानासाठी किंवा सेवेच्या आपल्या वापरातून उद्भवणार्‍या कोणत्याही परिणामासाठी कोणतीही जबाबदारी किंवा दायित्व स्वीकारत नाही.",

  "terms_support_title": "8. कोणते समर्थन किंवा देखभाल नाही",
  "terms_support": "Piyuo Counter मोफत प्रदान केले जाते. आम्ही सेवेसाठी देखभाल, तांत्रिक समर्थन, अपडेट किंवा अपग्रेड प्रदान करण्याच्या कोणत्याही बंधनाखाली नाही. आम्ही सूचना सह किंवा त्याशिवाय आणि आपल्यावरील दायित्वाशिवाय, तात्पुरते किंवा कायमचे, सेवा किंवा ती कनेक्ट करणारी कोणतीही सेवा सुधारित, निलंबित किंवा बंद करण्याचा अधिकार राखून ठेवतो.",

  "terms_changes_title": "9. या अटींमधील बदल",
  "terms_changes": "आम्ही आमच्या स्वतःच्या विवेकबुद्धीनुसार, कोणत्याही वेळी या अटी सुधारित किंवा बदलण्याचा अधिकार राखून ठेवतो. जर पुनरावृत्ती महत्त्वाची असेल, तर आम्ही कोणत्याही नवीन अटी अंमलात येण्यापूर्वी सूचना देण्यासाठी (उदा., अॅप किंवा वेबसाइटद्वारे) वाजवी प्रयत्न करू. महत्त्वाचा बदल काय आहे हे आमच्या स्वतःच्या विवेकबुद्धीनुसार निर्धारित केले जाईल. ते पुनरावलोकन प्रभावी झाल्यानंतर आमची सेवा वापरणे किंवा प्रवेश करणे सुरू ठेवून, आपण सुधारित अटींना बांधील राहण्यास सहमती दर्शवता.",

  "terms_governing_title": "10. नियंत्रण कायदा",
  "terms_governing": "या अटी कॅलिफोर्निया राज्य, युनायटेड स्टेट्सच्या कायद्यांनुसार नियंत्रित आणि व्याख्या केल्या जातील, त्याच्या कायद्यातील संघर्ष तत्त्वांकडे दुर्लक्ष करून. (टीप: हे आपल्यासाठी योग्य अधिकारक्षेत्र आहे की नाही याची पुष्टी करण्यासाठी वकीलाचा सल्ला घ्या).",

  "terms_severability_title": "11. विभक्तता आणि माफी",
  "terms_severability": "जर या अटींची कोणतीही तरतूद अंमलबजावणीयोग्य किंवा अवैध असल्याचे आढळले तर, अशी तरतूद लागू कायद्याच्या अंतर्गत शक्य तितक्या मर्यादेपर्यंत अशा तरतुदीचे उद्दिष्ट साध्य करण्यासाठी बदलली आणि व्याख्या केली जाईल, आणि उर्वरित तरतुदी पूर्ण शक्ती आणि प्रभावाने चालू राहतील. या अटींच्या कोणत्याही पदाची कोणतीही माफी अशा पदाची किंवा इतर कोणत्याही पदाची पुढील किंवा सतत माफी मानली जाणार नाही.",

  "terms_entire_title": "12. संपूर्ण करार",
  "terms_entire": "या अटी, आमच्या गोपनीयता धोरणासह ({privacy_link} येथे उपलब्ध), सेवेच्या संदर्भात आपल्या आणि Piyuo दरम्यान संपूर्ण करार तयार करतात आणि सेवेच्या संदर्भात सर्व पूर्व आणि समकालीन समज, करार, प्रतिनिधित्व आणि वॉरंटी, लिखित आणि मौखिक दोन्ही, ची जागा घेतात.",

  "terms_contact_title": "13. संपर्क माहिती",
  "terms_contact_intro": "जर आपल्याला या अटींबद्दल कोणते प्रश्न असतील तर कृपया आमच्याशी संपर्क साधा:",
  "terms_contact_email": "ईमेलद्वारे: {email}",
  "terms_contact_website": "आमच्या वेबसाइटवरील हे पृष्ठ भेट देऊन: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
