{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "আমরা সময়ে সময়ে এই গোপনীয়তা নীতি আপডেট করতে পারি। আমরা অ্যাপের মধ্যে বা আমাদের ওয়েবসাইটে ({website}) নতুন গোপনীয়তা নীতি পোস্ট করে যেকোনো পরিবর্তনের বিষয়ে আপনাকে অবহিত করব। আপনাকে যেকোনো পরিবর্তনের জন্য এই গোপনীয়তা নীতি পর্যায়ক্রমে পর্যালোচনা করার পরামর্শ দেওয়া হয়।",
  "privacy_changes_2": "এই গোপনীয়তা নীতির পরিবর্তনগুলি এই পৃষ্ঠায় পোস্ট করার সময় কার্যকর হয়।",
  "privacy_changes_title": "এই গোপনীয়তা নীতির পরিবর্তন",
  "privacy_children": "আমাদের অ্যাপ শিশুসহ কারো কাছ থেকে ব্যক্তিগত তথ্য সংগ্রহ করে না। আমরা মার্কিন যুক্তরাষ্ট্রে শিশুদের অনলাইন গোপনীয়তা সুরক্ষা আইন (COPPA) এবং শিশুদের ডেটা সম্পর্কে GDPR এর মতো অনুরূপ নিয়মাবলী মেনে চলি। যেহেতু আমরা ডেটা সংগ্রহ করি না, আমরা স্বাভাবিকভাবেই ১৩ বছরের কম বয়সী (বা কিছু EU দেশে ১৬ বছরের কম) শিশুদের কাছ থেকে ডেটা সংগ্রহ করি না।",
  "privacy_children_title": "শিশুদের গোপনীয়তা",
  "privacy_contact_email": "ইমেইলের মাধ্যমে: {email}",
  "privacy_contact_intro": "এই গোপনীয়তা নীতি সম্পর্কে আপনার কোনো প্রশ্ন থাকলে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন:",
  "privacy_contact_title": "আমাদের সাথে যোগাযোগ করুন",
  "privacy_contact_website": "আমাদের ওয়েবসাইটে এই পৃষ্ঠায় গিয়ে: {website}",
  "privacy_effective_date": "কার্যকর তারিখ: ১২ এপ্রিল, ২০২৫",
  "privacy_introduction_1": "Piyuo Counter এ স্বাগতম! এই গোপনীয়তা নীতি ব্যাখ্যা করে যে আপনি যখন আমাদের সফটওয়্যার অ্যাপ্লিকেশন (\"অ্যাপ\") ব্যবহার করেন তখন আমরা কীভাবে তথ্য পরিচালনা করি। আমাদের প্রতিশ্রুতি আপনার গোপনীয়তার প্রতি। এই অ্যাপটি আপনার কোনো ব্যক্তিগত ডেটা সংগ্রহ বা প্রক্রিয়াকরণ ছাড়াই কাজ করার জন্য ডিজাইন করা হয়েছে।",
  "privacy_introduction_2": "এই গোপনীয়তা নীতি মোবাইল ডিভাইস এবং কম্পিউটারের জন্য Piyuo Counter সফটওয়্যার অ্যাপ্লিকেশন (\"অ্যাপ\") এর জন্য প্রযোজ্য, যা বিভিন্ন প্ল্যাটফর্ম এবং অ্যাপ স্টোরে উপলব্ধ।",
  "privacy_introduction_title": "ভূমিকা",
  "privacy_no_collect_intro": "আমরা Piyuo Counter অ্যাপের মাধ্যমে আপনার কাছ থেকে কোনো ব্যক্তিগত তথ্য বা ব্যবহারের ডেটা সংগ্রহ, সংরক্ষণ, প্রেরণ বা প্রক্রিয়াকরণ করি না।",
  "privacy_no_collect_personal": "কোনো ব্যক্তিগত ডেটা নেই: আমরা আপনার নাম, ইমেইল ঠিকানা, অবস্থান, ডিভাইস আইডেন্টিফায়ার বা যোগাযোগের মতো আপনাকে চিহ্নিত করতে পারে এমন কোনো তথ্যের জন্য অনুরোধ করি না, অ্যাক্সেস করি না বা ট্র্যাক করি না।",
  "privacy_no_collect_third_party": "কোনো তৃতীয় পক্ষের সেবা নেই: আমরা অ্যানালিটিক্স (যেমন Firebase Analytics), বিজ্ঞাপন (যেমন AdMob), ক্লাউড স্টোরেজ বা অন্য কোনো উদ্দেশ্যে তৃতীয় পক্ষের সেবা একীভূত করি না যা বাহ্যিক পক্ষের সাথে ডেটা শেয়ার করা জড়িত। অ্যাপটি ডেটা হ্যান্ডলিংয়ের ক্ষেত্রে সম্পূর্ণভাবে অফলাইনে কাজ করে।",
  "privacy_no_collect_title": "আমরা যে তথ্য সংগ্রহ করি না",
  "privacy_no_collect_usage": "কোনো ব্যবহারের ডেটা নেই: অ্যাপটি রেকর্ড করে না যে আপনি কীভাবে এটি ব্যবহার করেন। আপনার তৈরি সমস্ত কাউন্টার ডেটা শুধুমাত্র আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষিত হয় এবং আমাদের কাছে অ্যাক্সেসযোগ্য নয়।",
  "privacy_rights_1": "ইউরোপে জেনারেল ডেটা প্রোটেকশন রেগুলেশন (GDPR) এবং বিভিন্ন মার্কিন রাজ্যের আইনের মতো গোপনীয়তা আইন ব্যক্তিদের তাদের ব্যক্তিগত ডেটার উপর অধিকার (যেমন অ্যাক্সেস, সংশোধন, মুছে ফেলা) প্রদান করে।",
  "privacy_rights_2": "যেহেতু Piyuo Counter অ্যাপ আপনার কোনো ব্যক্তিগত ডেটা সংগ্রহ, সংরক্ষণ বা প্রক্রিয়াকরণ করে না, এই অধিকারগুলি সাধারণত আমাদের অ্যাপের প্রেক্ষাপটে প্রযোজ্য নয়, কারণ আমাদের কাছে রাখা কোনো ডেটা নেই যা আপনি অ্যাক্সেস, সংশোধন বা মুছে ফেলতে পারেন। অ্যাপ সম্পর্কিত যেকোনো ডেটা শুধুমাত্র আপনার ডিভাইসে, আপনার নিয়ন্ত্রণে থাকে।",
  "privacy_rights_title": "আপনার অধিকার (GDPR এবং অন্যান্য আইন)",
  "privacy_security": "Piyuo Counter অ্যাপ ব্যবহার করে উৎপন্ন যেকোনো ডেটা (যেমন আপনার কাউন্ট) শুধুমাত্র আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষিত হয়। আমাদের এই ডেটায় অ্যাক্সেস নেই। যদিও আমরা আমাদের অ্যাপটি মানক নিরাপত্তা অনুশীলনের সাথে তৈরি করি, আপনার ডিভাইসে সংরক্ষিত ডেটার নিরাপত্তা আপনার ডিভাইসের জন্য আপনার গৃহীত নিরাপত্তা ব্যবস্থার উপর নির্ভর করে।",
  "privacy_security_title": "ডেটা নিরাপত্তা",
  "privacy_sharing": "আমরা কোনো ব্যক্তিগত তথ্য শেয়ার বা প্রকাশ করি না কারণ আমরা কোনোটি সংগ্রহ করি না। আপনার ডেটা (যে কাউন্টগুলি আপনি ট্র্যাক করেন) আপনার ডিভাইসে থাকে।",
  "privacy_sharing_title": "তথ্য শেয়ারিং এবং প্রকাশ",
  "privacy_title": "Piyuo Counter গোপনীয়তা নীতি",
  "privacy_use": "যেহেতু আমরা কোনো তথ্য সংগ্রহ করি না, আমরা আপনার তথ্য কোনো উদ্দেশ্যে ব্যবহার করি না।",
  "privacy_use_title": "আমরা কীভাবে তথ্য ব্যবহার করি",
  "privacy_who_we_are": "Piyuo Counter অ্যাপ Piyuo (\"আমরা\", \"আমাদের\" বা \"আমাদের\") দ্বারা প্রদান করা হয়। আমাদের ওয়েবসাইট হল {website}। এই নীতি সম্পর্কে আপনার কোনো প্রশ্ন থাকলে, আপনি {email} এ আমাদের সাথে যোগাযোগ করতে পারেন।",
  "privacy_who_we_are_title": "আমরা কারা",
  "website_url": "https://piyuo.com"
}