{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "পিয়ুও কাউন্টার অ্যাপ (\"সেবা\") ডাউনলোড, ইনস্টল বা ব্যবহার করার মাধ্যমে, আপনি এই সেবার শর্তাবলীর (\"শর্তাবলী\") দ্বারা আবদ্ধ থাকতে সম্মত হচ্ছেন। যদি আপনি এই শর্তাবলীর কোনো অংশের সাথে একমত না থাকেন, তাহলে আপনি সেবাটি ব্যবহার করতে পারবেন না।",
  "terms_acceptance_title": "১. শর্তাবলী গ্রহণ",
  "terms_changes": "আমরা আমাদের একক বিবেচনার ভিত্তিতে যে কোনো সময় এই শর্তাবলী পরিবর্তন বা প্রতিস্থাপন করার অধিকার সংরক্ষণ করি। যদি একটি সংশোধনী গুরুত্বপূর্ণ হয়, আমরা কোনো নতুন শর্ত কার্যকর হওয়ার আগে (যেমন অ্যাপের মাধ্যমে বা ওয়েবসাইটে) নোটিশ প্রদানের জন্য যুক্তিসঙ্গত প্রচেষ্টা করব। গুরুত্বপূর্ণ পরিবর্তন কী তা আমাদের একক বিবেচনার ভিত্তিতে নির্ধারিত হবে।",
  "terms_changes_title": "৯. এই শর্তাবলীর পরিবর্তন",
  "terms_contact_email": "ইমেইলের মাধ্যমে: {email}",
  "terms_contact_intro": "এই শর্তাবলী সম্পর্কে আপনার কোনো প্রশ্ন থাকলে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন:",
  "terms_contact_title": "১৩. যোগাযোগের তথ্য",
  "terms_contact_website": "আমাদের ওয়েবসাইটের এই পৃষ্ঠাটি পরিদর্শন করে: {website}",
  "terms_description_1": "পিয়ুও কাউন্টার হলো একটি সফটওয়্যার অ্যাপ্লিকেশন যা আপনার ডিভাইসের ক্যামেরা এবং কম্পিউটার ভিশন প্রযুক্তি ব্যবহার করে পথচারী, যানবাহন বা অন্যান্য বস্তুর মতো অবজেক্টগুলোকে রিয়েল-টাইমে স্বয়ংক্রিয়ভাবে গণনা এবং ট্র্যাক করে।",
  "terms_description_2": "সেবাটি সম্পূর্ণভাবে আপনার স্থানীয় ডিভাইসে কাজ করে। আমরা অ্যাপের ব্যবহার থেকে কোনো ডেটা সংগ্রহ, সংরক্ষণ বা প্রেরণ করি না।",
  "terms_description_title": "২. সেবার বিবরণ",
  "terms_disclaimer_1": "সেবাটি \"যেমন আছে\" এবং \"যেমন উপলব্ধ\" কোনো ধরনের ওয়ারেন্টি ছাড়াই প্রদান করা হয়। প্রযোজ্য আইনের অনুমতিপ্রাপ্ত সর্বোচ্চ সীমা পর্যন্ত, পিয়ুও সেবার সম্পর্কে সমস্ত ওয়ারেন্টি, যা স্পষ্ট, অনুমানকৃত, বিধিবদ্ধ বা অন্যথায় হোক, সহ বাণিজ্যিকতা, নির্দিষ্ট উদ্দেশ্যের জন্য উপযুক্ততা, শিরোনাম এবং অ-লঙ্ঘনের সমস্ত অনুমানকৃত ওয়ারেন্টি স্পষ্টভাবে অস্বীকার করে।",
  "terms_disclaimer_2": "উপরোক্ত সীমাবদ্ধতা ছাড়াই, পিয়ুও কোনো ওয়ারেন্টি বা অঙ্গীকার প্রদান করে না এবং কোনো প্রকারের প্রতিনিধিত্ব করে না যে সেবাটি আপনার প্রয়োজনীয়তা পূরণ করবে, কোনো উদ্দিষ্ট ফলাফল অর্জন করবে, অন্য কোনো সফটওয়্যার, অ্যাপ্লিকেশন, সিস্টেম বা সেবার সাথে সামঞ্জস্যপূর্ণ বা কাজ করবে।",
  "terms_disclaimer_3": "আমরা অ্যাপের ব্যবহারের মাধ্যমে প্রাপ্ত কোনো ডেটা বা ফলাফলের (যেমন পথচারীর সংখ্যা) নির্ভুলতা, সম্পূর্ণতা বা নির্ভরযোগ্যতার গ্যারান্টি দিই না। অ্যাপটি একটি টুল, এবং এর আউটপুট ক্যামেরার গুণমান, আলোর অবস্থা, বাধা এবং অ্যালগরিদমের সীমাবদ্ধতা সহ বিভিন্ন কারণ দ্বারা প্রভাবিত হতে পারে।",
  "terms_disclaimer_title": "৬. ওয়ারেন্টি অস্বীকৃতি",
  "terms_effective_date": "কার্যকর তারিখ: ১২ এপ্রিল ২০২৫",
  "terms_entire": "এই শর্তাবলী, আমাদের গোপনীয়তা নীতি ({privacy_link} এ উপলব্ধ) সহ, সেবার বিষয়ে আপনার এবং পিয়ুওর মধ্যে সম্পূর্ণ চুক্তি গঠন করে এবং সেবার বিষয়ে সমস্ত পূর্ববর্তী এবং সমসাময়িক বোঝাপড়া, চুক্তি, প্রতিনিধিত্ব এবং ওয়ারেন্টি, লিখিত এবং মৌখিক উভয়ই, প্রতিস্থাপন করে।",
  "terms_entire_title": "১২. সম্পূর্ণ চুক্তি",
  "terms_governing": "এই শর্তাবলী ক্যালিফোর্নিয়া রাজ্যের, মার্কিন যুক্তরাষ্ট্রের আইনের অধীনে পরিচালিত এবং ব্যাখ্যা করা হবে, আইনের বিরোধের নীতিগুলি বিবেচনা না করে। (নোট: এটি আপনার জন্য উপযুক্ত এখতিয়ার কিনা তা নিশ্চিত করতে একজন আইনজীবীর সাথে পরামর্শ করুন)।",
  "terms_governing_title": "১০. নিয়ন্ত্রণকারী আইন",
  "terms_liability_access": "সেবায় আপনার অ্যাক্সেস বা ব্যবহার বা অ্যাক্সেস বা ব্যবহারে অক্ষমতা;",
  "terms_liability_basis": "এই দায়বদ্ধতার সীমাবদ্ধতা প্রযোজ্য হবে কথিত দায়বদ্ধতা চুক্তি, ক্ষতি, অবহেলা, কঠোর দায়বদ্ধতা বা অন্য কোনো ভিত্তির উপর ভিত্তি করে হোক না কেন, এমনকি পিয়ুওকে এই ধরনের ক্ষতির সম্ভাবনার কথা জানানো হলেও।",
  "terms_liability_content": "সেবা থেকে প্রাপ্ত কোনো বিষয়বস্তু; এবং",
  "terms_liability_intro": "প্রযোজ্য আইনের অনুমতিপ্রাপ্ত পূর্ণ সীমা পর্যন্ত, কোনো অবস্থাতেই পিয়ুও, এর সহযোগী সংস্থা, কর্মকর্তা, পরিচালক, কর্মচারী, এজেন্ট, সরবরাহকারী বা লাইসেন্সধারীরা নিম্নলিখিত থেকে উদ্ভূত কোনো পরোক্ষ, ঘটনাগত, বিশেষ, পরিণতিমূলক বা শাস্তিমূলক ক্ষতির জন্য দায়ী থাকবে না:",
  "terms_liability_risk": "আপনি স্বীকার করেন এবং সম্মত হন যে সেবাটি একটি টুল হিসেবে বিনামূল্যে প্রদান করা হয়। আপনি সম্পূর্ণভাবে নিজের ঝুঁকিতে সেবাটি ব্যবহার করেন। পিয়ুও আপনার ডিভাইস(গুলি) বা অন্যান্য সফটওয়্যারের কোনো ক্ষতি বা সেবার ব্যবহার থেকে উদ্ভূত কোনো পরিণতির জন্য কোনো দায়বদ্ধতা বা দায় গ্রহণ করে না।",
  "terms_liability_third_party": "সেবায় কোনো তৃতীয় পক্ষের আচরণ বা বিষয়বস্তু;",
  "terms_liability_title": "৭. দায়বদ্ধতার সীমাবদ্ধতা",
  "terms_liability_unauthorized": "আপনার ট্রান্সমিশন বা বিষয়বস্তুর অননুমোদিত অ্যাক্সেস, ব্যবহার বা পরিবর্তন (যদিও আমরা লক্ষ্য করি যে অ্যাপটি আপনার গণনার ডেটা প্রেরণ করে না)।",
  "terms_license_1": "এই শর্তাবলীর সাথে আপনার সম্মতির শর্তে, পিয়ুও আপনাকে শুধুমাত্র ব্যক্তিগত, অ-বাণিজ্যিক ব্যবহারের জন্য সেবাটি ডাউনলোড, ইনস্টল এবং ব্যবহারের জন্য একটি সীমিত, অ-একচেটিয়া, অ-হস্তান্তরযোগ্য, অ-সাব-লাইসেন্সযোগ্য লাইসেন্স প্রদান করে।",
  "terms_license_2": "এই লাইসেন্স আপনাকে নিম্নলিখিত অধিকার প্রদান করে না:",
  "terms_license_distribute": "সেবাটি কোনো তৃতীয় পক্ষের কাছে বিতরণ, বিক্রয়, ভাড়া, ঋণ বা অন্যভাবে হস্তান্তর করা;",
  "terms_license_modify": "সেবাটি পরিবর্তন, অভিযোজন, পরিবর্তন, অনুবাদ বা এর ডেরিভেটিভ কাজ তৈরি করা;",
  "terms_license_remove": "সেবার উপর কোনো মালিকানা নোটিশ অপসারণ, পরিবর্তন বা অস্পষ্ট করা।",
  "terms_license_reverse": "সেবাটির রিভার্স ইঞ্জিনিয়ারিং, ডিকম্পাইল বা ডিজঅ্যাসেম্বল করা;",
  "terms_license_title": "৩. লাইসেন্স",
  "terms_privacy_1": "পিয়ুও কাউন্টার অ্যাপটি গোপনীয়তার কথা মাথায় রেখে ডিজাইন করা হয়েছে। অ্যাপটি অবজেক্ট সনাক্তকরণ এবং গণনার উদ্দেশ্যে আপনার ডিভাইসে স্থানীয়ভাবে ভিডিও ডেটা প্রক্রিয়া করে।",
  "terms_privacy_2": "আমরা অ্যাপ থেকে কোনো ব্যক্তিগত তথ্য, ভিডিও ডেটা, গণনার ডেটা বা ব্যবহারের ডেটা সংগ্রহ, সংরক্ষণ, অ্যাক্সেস বা প্রেরণ করি না। সমস্ত প্রক্রিয়াকরণ আপনার ডিভাইসে স্থানীয়ভাবে ঘটে।",
  "terms_privacy_3": "আমাদের গোপনীয়তা অনুশীলন সম্পর্কে আরো বিস্তারিত জানতে, অনুগ্রহ করে {privacy_link} এ আমাদের গোপনীয়তা নীতি পর্যালোচনা করুন।",
  "terms_privacy_title": "৫. গোপনীয়তা এবং ডেটা",
  "terms_severability": "এই শর্তাবলীর কোনো বিধান অপ্রয়োগযোগ্য বা অবৈধ বলে প্রমাণিত হলে, এই ধরনের বিধান প্রযোজ্য আইনের অধীনে সর্বোচ্চ সম্ভাব্য পরিমাণে এই বিধানের উদ্দেশ্যগুলি অর্জনের জন্য পরিবর্তিত এবং ব্যাখ্যা করা হবে, এবং অবশিষ্ট বিধানগুলি পূর্ণ শক্তিতে অব্যাহত থাকবে।",
  "terms_severability_title": "১১. বিভাজ্যতা এবং মওকুফ",
  "terms_support": "পিয়ুও কাউন্টার বিনামূল্যে প্রদান করা হয়। আমরা সেবার জন্য রক্ষণাবেক্ষণ, প্রযুক্তিগত সহায়তা, আপডেট বা আপগ্রেড প্রদান করতে বাধ্য নই। আমরা বিজ্ঞপ্তি সহ বা ছাড়া এবং আপনার প্রতি কোনো দায়বদ্ধতা ছাড়াই সাময়িক বা স্থায়ীভাবে সেবা বা এর সাথে সংযুক্ত যে কোনো সেবা পরিবর্তন, স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করি।",
  "terms_support_title": "৮. কোনো সহায়তা বা রক্ষণাবেক্ষণ নেই",
  "terms_title": "পিয়ুও কাউন্টারের সেবার শর্তাবলী",
  "terms_use_harm": "সেবাটিকে নিষ্ক্রিয়, অতিরিক্ত চাপে, ক্ষতিগ্রস্ত বা দুর্বল করতে পারে এমন কোনো উপায়ে;",
  "terms_use_illegal": "কোনো প্রযোজ্য ফেডারেল, রাজ্য, স্থানীয় বা আন্তর্জাতিক আইন বা নিয়মাবলী লঙ্ঘন করে এমন কোনো উপায়ে;",
  "terms_use_intro": "আপনি শুধুমাত্র বৈধ উদ্দেশ্যে এবং এই শর্তাবলী অনুযায়ী সেবাটি ব্যবহার করতে সম্মত হন। আপনি সেবাটি নিম্নলিখিত উপায়ে ব্যবহার না করতে সম্মত হন:",
  "terms_use_malware": "কোনো ভাইরাস, ট্রোজান হর্স, ওয়ার্ম, লজিক বোমা বা অন্য কোনো ক্ষতিকারক বা প্রযুক্তিগতভাবে ক্ষতিকর উপাদান প্রবেশ করানোর জন্য।",
  "terms_use_privacy": "অন্যদের গোপনীয়তার অধিকার লঙ্ঘন করতে বা আইন দ্বারা নিষিদ্ধ কোনো ধরনের নজরদারিতে জড়িত হতে;",
  "terms_use_title": "৪. গ্রহণযোগ্য ব্যবহার",
  "website_url": "https://piyuo.com"
}