{
  "app_desc": "எத்தனை பேர் கடந்து செல்கிறார்கள் என்று தெரிந்துகொள்ள விரும்புகிறீர்களா? இந்த பயன்பாடு உங்கள் ஸ்மார்ட்போன் கேமராவை பயன்படுத்தி புத்திசாலித்தனமாக நடைபயணிகளை அடையாளம் கண்டு தானாகவே எண்ணுகிறது. கைமுறை உள்ளீடு தேவையில்லை. சலிப்பூட்டும் எண்ணுதலுக்கு வி‌டைபெற்று எளிதாக போக்குவரத்து ஓட்டத்தை கண்காணிக்கவும்.",
  "index_1": "24/7 கண்காணிப்பு",
  "index_1_desc": "எந்த கால அளவுக்கும் நடைபயணிகளின் எண்ணிக்கையை பார்க்கலாம்.",
  "index_2": "பல பொருட்களை கண்காணித்தல்",
  "index_2_desc": "நடைபயணிகள், கார்கள், மிதிவண்டிகள் மற்றும் பலவற்றை ஒரே நேரத்தில் எண்ணுங்கள்",
  "index_3": "தனிப்பயன் கண்டறிதல் மண்டலங்கள்",
  "index_3_desc": "குறிப்பிட்ட பகுதிகளில் போக்குவரத்தை எண்ண தனிப்பயன் கண்டறிதல் மண்டலங்களை வரையறுக்கவும்.",
  "index_4": "நெகிழ்வான எண்ணும் முறைகள்",
  "index_4_desc": "கண்டறிதல் மண்டலத்திற்குள் புதிதாக தோன்றும் பொருட்களை அல்லது நிலையாக இருப்பவற்றை எண்ண தேர்வு செய்யுங்கள்.",
  "index_desktop2_desc": "மொபைல் சாதன கேமராக்களுடன், பதிவு செய்யப்பட்ட வீடியோ கோப்புகள், வெப்கேம் உள்ளீடுகள், மற்றும் RTSP போன்ற இணைய நேரலை ஸ்ட்ரீம்களை ஆதரிக்கிறோம். இது நீங்கள் ஏற்கனவே உள்ள சாதனங்களுடன் இணைந்து உடனடியாக போக்குவரத்து ஓட்டத்தை அளவிட அனுமதிக்கிறது.",
  "index_desktop2_title": "நேரலை ஸ்ட்ரீம் ஆதரவு",
  "index_desktop_desc": "நாங்கள் டெஸ்க்டாப் பதிப்பையும் வழங்குகிறோம். iOS/Android/Mac/Windows பதிப்புகளை வழங்குகிறோம், இது மொபைல் சாதனங்கள் மற்றும் வெப்கேம்களுடன் கூடிய டெஸ்க்டாப்களை பயன்படுத்த அனுமதிக்கிறது. டெஸ்க்டாப் பதிப்பு பல வீடியோ ஆதாரங்களை ஆதரிக்கிறது, இது பல ஸ்ட்ரீம்களிலிருந்து ஒரே நேரத்தில் எண்ண அனுமதிக்கிறது.",
  "index_desktop_title": "டெஸ்க்டாப் பதிப்பு கிடைக்கும் தன்மை",
  "index_download": "பதிவிறக்கம்",
  "index_download_soon": "விரைவில் வருகிறது.",
  "index_email_us": "எங்களுக்கு மின்னஞ்சல் அனுப்பவும்",
  "index_language": "மொழி",
  "index_video_desc": "இணைய இணைப்பு தேவையில்லை. பாரம்பரிய கிளிக்கர் கொண்டு எண்ணத் தேவையில்லை. கடந்து செல்லும் நடைபயணிகளை தானாகவே கண்காணிக்க உங்கள் தொலைபேசியை அமைக்கவும்.",
  "index_video_title": "உங்கள் ஸ்மார்ட்போன் இப்போது நடைபயணிகளை அடையாளம் காண AI பயன்படுத்துகிறது.",
  "privacy": "தனியுரிமை",
  "terms": "சேவை விதிமுறைகள்",
  "video_desc": "இணைய இணைப்பு தேவையில்லை. பாரம்பரிய கிளிக்கர் கொண்டு எண்ணத் தேவையில்லை. கடந்து செல்லும் நடைபயணிகளை தானாகவே கண்காணிக்க உங்கள் தொலைபேசியை அமைக்கவும்."
}