{
  "privacy_title": "Piyuo Counter-க்கான தனியுரிமைக் கொள்கை",
  "privacy_effective_date": "நடைமுறைத் தேதி: ஏப்ரல் 12, 2025",

  "privacy_introduction_title": "அறிமுகம்",
  "privacy_introduction_1": "Piyuo Counter-க்கு வரவேற்கிறோம்! எங்கள் மென்பொருள் பயன்பாடு (\"App\") ஐப் பயன்படுத்தும்போது நாங்கள் தகவல்களை எவ்வாறு கையாளுகிறோம் என்பதை இந்த தனியுரிமைக் கொள்கை விளக்குகிறது. உங்கள் தனியுரிமைக்கு நாங்கள் அர்ப்பணிப்பு கொண்டுள்ளோம். இந்த App உங்கள் தனிப்பட்ட தரவுகளை சேகரிக்கவோ செயலாக்கவோ இல்லாமல் செயல்படும் வகையில் வடிவமைக்கப்பட்டுள்ளது.",
  "privacy_introduction_2": "இந்த தனியுரிமைக் கொள்கை மொபைல் சாதனங்கள் மற்றும் கணினிகளுக்கான Piyuo Counter மென்பொருள் பயன்பாட்டிற்கு (\"App\") பொருந்தும், இது பல்வேறு இயங்குதளங்கள் மற்றும் பயன்பாட்டு கடைகளில் கிடைக்கிறது.",

  "privacy_who_we_are_title": "நாங்கள் யார்",
  "privacy_who_we_are": "Piyuo Counter app ஐ Piyuo (\"நாங்கள்,\" \"எங்களை,\" அல்லது \"எங்கள்\") வழங்குகிறது. எங்கள் இணையதளம் {website}. இந்த கொள்கை பற்றி உங்களுக்கு கேள்விகள் இருந்தால், {email} இல் எங்களைத் தொடர்பு கொள்ளலாம்.",

  "privacy_no_collect_title": "நாங்கள் சேகரிக்காத தகவல்கள்",
  "privacy_no_collect_intro": "Piyuo Counter app மூலம் உங்களிடமிருந்து எந்த தனிப்பட்ட தகவல்களையும் அல்லது பயன்பாட்டு தரவுகளையும் நாங்கள் சேகரிக்கவோ, சேமிக்கவோ, அனுப்பவோ அல்லது செயலாக்கவோ மாட்டோம்.",
  "privacy_no_collect_personal": "தனிப்பட்ட தரவு இல்லை: உங்கள் பெயர், மின்னஞ்சல் முகவரி, இருப்பிடம், சாதன அடையாளங்காட்டிகள் அல்லது தொடர்புகள் போன்ற உங்களை அடையாளம் காணக்கூடிய எந்த தகவலையும் நாங்கள் கேட்கவோ, அணுகவோ அல்லது கண்காணிக்கவோ மாட்டோம்.",
  "privacy_no_collect_usage": "பயன்பாட்டு தரவு இல்லை: நீங்கள் அதை எவ்வாறு பயன்படுத்துகிறீர்கள் என்பதை app பதிவு செய்யாது. நீங்கள் உருவாக்கும் அனைத்து கவுண்டர் தரவுகளும் உங்கள் சாதனத்தில் மட்டுமே உள்ளூர் சேமிக்கப்படும் மற்றும் எங்களுக்கு அணுகக்கூடியதாக இல்லை.",
  "privacy_no_collect_third_party": "மூன்றாம் தரப்பு சேவைகள் இல்லை: பகுப்பாய்வு (Firebase Analytics போன்ற), விளம்பரம் (AdMob போன்ற), cloud storage, அல்லது வெளிப்புற தரப்பினருடன் தரவுகளைப் பகிர்வதை உள்ளடக்கிய வேறு எந்த நோக்கத்திற்காகவும் நாங்கள் மூன்றாம் தரப்பு சேவைகளை ஒருங்கிணைக்கவில்லை. App தரவு கையாளுதலின் அடிப்படையில் முற்றிலும் ஆஃப்லைனில் செயல்படுகிறது.",

  "privacy_use_title": "நாங்கள் தகவல்களை எவ்வாறு பயன்படுத்துகிறோம்",
  "privacy_use": "நாங்கள் எந்த தகவலையும் சேகரிக்காததால், உங்கள் தகவல்களை எந்த நோக்கத்திற்காகவும் பயன்படுத்துவதில்லை.",

  "privacy_sharing_title": "தகவல் பகிர்வு மற்றும் வெளிப்படுத்துதல்",
  "privacy_sharing": "நாங்கள் எந்த தனிப்பட்ட தகவல்களையும் பகிரவோ வெளிப்படுத்தவோ மாட்டோம் ஏனெனில் நாங்கள் எதையும் சேகரிக்கவில்லை. உங்கள் தரவு (நீங்கள் கண்காணிக்கும் எண்ணிக்கைகள்) உங்கள் சாதனத்தில் இருக்கும்.",

  "privacy_security_title": "தரவு பாதுகாப்பு",
  "privacy_security": "Piyuo Counter app ஐப் பயன்படுத்துவதன் மூலம் உருவாக்கப்படும் எந்த தரவும் (உங்கள் எண்ணிக்கைகள் போன்றவை) உங்கள் சாதனத்தில் மட்டுமே உள்ளூர் சேமிக்கப்படும். இந்த தரவுகளுக்கு எங்களுக்கு அணுகல் இல்லை. நாங்கள் எங்கள் app ஐ நிலையான பாதுகாப்பு நடைமுறைகளுடன் உருவாக்கினாலும், உங்கள் சாதனத்தில் சேமிக்கப்பட்ட தரவுகளின் பாதுகாப்பு உங்கள் சாதனத்திற்காக நீங்கள் எடுக்கும் பாதுகாப்பு நடவடிக்கைகளைப் பொறுத்தது.",

  "privacy_children_title": "குழந்தைகளின் தனியுரிமை",
  "privacy_children": "எங்கள் App குழந்தைகள் உட்பட யாரிடமிருந்தும் தனிப்பட்ட தகவல்களைச் சேகரிக்காது. நாங்கள் அமெரிக்காவில் குழந்தைகளின் ஆன்லைன் தனியுரிமை பாதுகாப்பு சட்டம் (COPPA) மற்றும் குழந்தைகளின் தரவு தொடர்பான GDPR போன்ற ஒத்த ஒழுங்குமுறைகளுக்கு இணங்குகிறோம். நாங்கள் எந்த தரவையும் சேகரிக்காததால், 13 வயதிற்குட்பட்ட குழந்தைகளிடமிருந்து (அல்லது சில EU நாடுகளில் 16) தரவுகளைச் சேகரிக்கவில்லை.",

  "privacy_rights_title": "உங்கள் உரிமைகள் (GDPR மற்றும் பிற சட்டங்கள்)",
  "privacy_rights_1": "ஐரோப்பாவில் உள்ள General Data Protection Regulation (GDPR) மற்றும் பல்வேறு அமெரிக்க மாநில சட்டங்கள் போன்ற தனியுரிமை சட்டங்கள் தனிநபர்களுக்கு அவர்களின் தனிப்பட்ட தரவுகளின் மீது உரிமைகளை (அணுகல், திருத்தம், நீக்குதல் போன்றவை) வழங்குகின்றன.",
  "privacy_rights_2": "Piyuo Counter app உங்கள் தனிப்பட்ட தரவுகளை எதையும் சேகரிக்காது, சேமிக்காது அல்லது செயலாக்காது என்பதால், இந்த உரிமைகள் பொதுவாக எங்கள் App இன் சூழலில் பொருந்தாது, ஏனெனில் நீங்கள் அணுக, திருத்த அல்லது நீக்க எங்களிடம் எந்த தரவும் இல்லை. app தொடர்பான எந்த தரவும் உங்கள் கட்டுப்பாட்டின் கீழ், உங்கள் சாதனத்தில் மட்டுமே உள்ளது.",

  "privacy_changes_title": "இந்த தனியுரிமைக் கொள்கையில் மாற்றங்கள்",
  "privacy_changes_1": "நாங்கள் அவ்வப்போது இந்த தனியுரிமைக் கொள்கையை புதுப்பிக்கலாம். புதிய தனியுரிமைக் கொள்கையை App க்குள் அல்லது எங்கள் இணையதளத்தில் ({website}) வெளியிடுவதன் மூலம் எந்த மாற்றங்களையும் நாங்கள் உங்களுக்கு அறிவிப்போம். எந்த மாற்றங்களுக்காகவும் இந்த தனியுரிமைக் கொள்கையை அவ்வப்போது மதிப்பாய்வு செய்ய அறிவுறுத்தப்படுகிறீர்கள்.",
  "privacy_changes_2": "இந்த தனியுரிமைக் கொள்கையின் மாற்றங்கள் இந்தப் பக்கத்தில் வெளியிடப்படும்போது நடைமுறைக்கு வரும்.",

  "privacy_contact_title": "எங்களைத் தொடர்பு கொள்ளுங்கள்",
  "privacy_contact_intro": "இந்த தனியுரிமைக் கொள்கை பற்றி உங்களுக்கு ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களைத் தொடர்பு கொள்ளுங்கள்:",
  "privacy_contact_email": "மின்னஞ்சல் மூலம்: {email}",
  "privacy_contact_website": "எங்கள் இணையதளத்தில் இந்தப் பக்கத்தைப் பார்வையிடுவதன் மூலம்: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
