{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter பயன்பாட்டை (\"சேவை\") பதிவிறக்கம் செய்தல், நிறுவுதல் அல்லது பயன்படுத்துதல் மூலம், இந்த சேவை விதிமுறைகளால் (\"விதிமுறைகள்\") நீங்கள் கட்டுப்படுவதற்கு ஒப்புக்கொள்கிறீர்கள். இந்த விதிமுறைகளின் எந்தப் பகுதியையும் நீங்கள் ஏற்கவில்லை என்றால், நீங்கள் சேவையை அணுக முடியாது.",
  "terms_acceptance_title": "1. விதிமுறைகளின் ஏற்றுக்கொள்ளல்",
  "terms_changes": "எங்கள் முழு விருப்பத்தின் பேரில், எந்த நேரத்திலும் இந்த விதிமுறைகளை மாற்ற அல்லது மாற்றும் உரிமையை நாங்கள் வைத்திருக்கிறோம். ஒரு திருத்தம் முக்கியமானதாக இருந்தால், எந்த புதிய விதிமுறைகளும் நடைமுறைக்கு வருவதற்கு முன்பு அறிவிப்பை (எ.கா., பயன்பாடு அல்லது வலைத்தளத்தில்) வழங்க நாங்கள் நியாயமான முயற்சிகளை மேற்கொள்வோம். ஒரு முக்கியமான மாற்றம் என்னவென்பது எங்கள் முழு விருப்பத்தின் பேரில் தீர்மானிக்கப்படும். இந்த திருத்தங்கள் நடைமுறைக்கு வந்த பிறகு எங்கள் சேவையை தொடர்ந்து அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், திருத்தப்பட்ட விதிமுறைகளால் கட்டுப்படுவதற்கு நீங்கள் ஒப்புக்கொள்கிறீர்கள்.",
  "terms_changes_title": "9. இந்த விதிமுறைகளில் மாற்றங்கள்",
  "terms_contact_email": "மின்னஞ்சல் மூலம்: {email}",
  "terms_contact_intro": "இந்த விதிமுறைகள் பற்றி உங்களுக்கு ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களைத் தொடர்பு கொள்ளுங்கள்:",
  "terms_contact_title": "13. தொடர்பு தகவல்",
  "terms_contact_website": "எங்கள் வலைத்தளத்தில் இந்தப் பக்கத்தைப் பார்வையிடுவதன் மூலம்: {website}",
  "terms_description_1": "Piyuo Counter என்பது உங்கள் சாதனத்தின் கேமராவையும் கணினி பார்வை தொழில்நுட்பத்தையும் பயன்படுத்தி நடைபாதையில் செல்பவர்கள், வாகனங்கள் அல்லது பிற பொருட்கள் போன்ற பொருட்களை நிகழ்நேரத்தில் தானாக எண்ணுவதற்கும் கண்காணிப்பதற்கும் பயன்படுத்தப்படும் மென்பொருள் பயன்பாடாகும்.",
  "terms_description_2": "சேவை முற்றிலும் உங்கள் உள்ளூர் சாதனத்தில் இயங்குகிறது. உங்கள் பயன்பாட்டின் பயன்பாட்டிலிருந்து நாங்கள் எந்த தரவையும் சேகரிக்கவில்லை, சேமிக்கவில்லை அல்லது அனுப்பவில்லை.",
  "terms_description_title": "2. சேவையின் விவரம்",
  "terms_disclaimer_1": "சேவை \"அப்படியே\" மற்றும் \"கிடைக்கக்கூடியதே\" என்ற நிலையில் எந்த வகையான உத்தரவாதமும் இல்லாமல் வழங்கப்படுகிறது. பொருந்தக்கூடிய சட்டத்தால் அனுமதிக்கப்பட்ட அதிகபட்ச அளவிற்கு, piyuo சேவை தொடர்பாக வெளிப்படையான, மறைமுகமான, சட்டரீதியான அல்லது பிற அனைத்து உத்தரவாதங்களையும் வெளிப்படையாக மறுக்கிறது, இதில் வணிகத்தன்மை, குறிப்பிட்ட நோக்கத்திற்கான பொருத்தம், தலைப்பு மற்றும் மீறாமை ஆகியவற்றின் அனைத்து மறைமுக உத்தரவாதங்கள் மற்றும் வணிக நடவடிக்கை, செயல்திறன், பயன்பாடு அல்லது வர்த்தக நடைமுறையிலிருந்து எழக்கூடிய உத்தரவாதங்கள் அடங்கும்.",
  "terms_disclaimer_2": "மேற்கூறியவற்றை வரம்புக்குட்படுத்தாமல், piyuo எந்த உத்தரவாதமும் அல்லது கடமையையும் வழங்காது மற்றும் சேவை உங்கள் தேவைகளை பூர்த்தி செய்யும், எந்த நோக்கம் கொண்ட முடிவுகளையும் அடையும், பிற மென்பொருள், பயன்பாடுகள், அமைப்புகள் அல்லது சேவைகளுடன் இணக்கமானதாக இருக்கும் அல்லது செயல்படும், குறுக்கீடு இல்லாமல் செயல்படும், செயல்திறன் அல்லது நம்பகத்தன்மை தரநிலைகளை பூர்த்தி செய்யும், அல்லது பிழையற்றதாக இருக்கும், அல்லது எந்த பிழைகள் அல்லது குறைபாடுகளும் சரிசெய்யப்படலாம் அல்லது சரிசெய்யப்படும் என்று எந்த பிரதிநிதித்துவமும் செய்யாது.",
  "terms_disclaimer_3": "பயன்பாட்டின் பயன்பாட்டின் மூலம் பெறப்படும் எந்த தரவு அல்லது முடிவுகளின் (நடைபாதையில் செல்பவர்களின் எண்ணிக்கை போன்றவை) துல்லியம், முழுமை அல்லது நம்பகத்தன்மைக்கு நாங்கள் உத்தரவாதம் அளிக்கவில்லை. பயன்பாடு ஒரு கருவியாகும், மற்றும் அதன் வெளியீடு கேமரா தரம், வெளிச்ச நிலைமைகள், தடைகள் மற்றும் அல்காரிதத்தின் வரம்புகள் உட்பட பல்வேறு காரணிகளால் பாதிக்கப்படலாம்.",
  "terms_disclaimer_title": "6. உத்தரவாதங்களின் மறுப்பு",
  "terms_effective_date": "நடைமுறைக்கு வரும் தேதி: ஏப்ரல் 12, 2025",
  "terms_entire": "இந்த விதிமுறைகள், எங்களுடைய தனியுரிமைக் கொள்கையுடன் சேர்ந்து ({privacy_link} இல் கிடைக்கிறது), சேவை தொடர்பாக உங்களுக்கும் Piyuo க்கும் இடையிலான முழு ஒப்பந்தத்தை உருவாக்குகிறது மற்றும் சேவை தொடர்பான அனைத்து முந்தைய மற்றும் சமகால புரிதல்கள், ஒப்பந்தங்கள், பிரதிநிதித்துவங்கள் மற்றும் உத்தரவாதங்கள், எழுத்து மற்றும் வாய்மொழி இரண்டையும் மாற்றுகிறது.",
  "terms_entire_title": "12. முழு ஒப்பந்தம்",
  "terms_governing": "இந்த விதிமுறைகள் கலிபோர்னியா மாநிலம், அமெரிக்க ஐக்கிய நாடுகளின் சட்டங்களின் படி நிர்வகிக்கப்படும் மற்றும் விளக்கப்படும், அதன் சட்ட முரண்பாடு கொள்கைகளைப் பொருட்படுத்தாமல். (குறிப்பு: இது உங்களுக்கு பொருத்தமான அதிகார வரம்பா என்பதை உறுதிப்படுத்த வழக்கறிஞரைக் கலந்தாலோசிக்கவும்).",
  "terms_governing_title": "10. நிர்வாக சட்டம்",
  "terms_liability_access": "சேவையை நீங்கள் அணுகுதல் அல்லது பயன்படுத்துதல் அல்லது சேவையை அணுக அல்லது பயன்படுத்த இயலாமை;",
  "terms_liability_basis": "இந்த பொறுப்பு வரம்பு, கூறப்படும் பொறுப்பு ஒப்பந்தம், நில அளவீடு, அலட்சியம், கடுமையான பொறுப்பு அல்லது வேறு எந்த அடிப்படையில் அடிப்படையாக இருந்தாலும், piyuo அத்தகைய சேதத்தின் சாத்தியம் குறித்து அறிவுறுத்தப்பட்டிருந்தாலும் கூட பொருந்தும்.",
  "terms_liability_content": "சேவையிலிருந்து பெறப்பட்ட எந்த உள்ளடக்கம்; மற்றும்",
  "terms_liability_intro": "பொருந்தக்கூடிய சட்டத்தால் அனுமதிக்கப்பட்ட முழு அளவிற்கும், எந்த சூழ்நிலையிலும் piyuo, அதன் துணை நிறுவனங்கள், அதிகாரிகள், இயக்குநர்கள், ஊழியர்கள், முகவர்கள், சப்ளையர்கள் அல்லது உரிமதாரர்கள் பின்வருவனவற்றால் விளையும் எந்த மறைமுக, தற்செயலான, சிறப்பு, பின்விளைவு அல்லது தண்டனைமுறை சேதங்களுக்கும், லாபம், தரவு, பயன்பாடு, நல்லெண்ணம் அல்லது பிற அருவமான இழப்புகளின் இழப்பு உட்பட வரம்பின்றி பொறுப்பேற்க மாட்டார்கள்:",
  "terms_liability_risk": "சேவை ஒரு கருவியாக இலவசமாக வழங்கப்படுகிறது என்பதை நீங்கள் ஒப்புக்கொள்கிறீர்கள் மற்றும் ஒப்புக்கொள்கிறீர்கள். நீங்கள் முற்றிலும் உங்கள் சொந்த ஆபத்தில் சேவையைப் பயன்படுத்துகிறீர்கள். உங்கள் சாதனம்(கள்) அல்லது பிற மென்பொருளுக்கு ஏற்படும் எந்த சேதம் அல்லது சேவையின் பயன்பாட்டிலிருந்து எழும் எந்த விளைவுகளுக்கும் piyuo எந்த பொறுப்பும் அல்லது பொறுப்பையும் ஏற்காது.",
  "terms_liability_third_party": "சேவையில் எந்த மூன்றாம் தரப்பினரின் எந்த நடத்தை அல்லது உள்ளடக்கம்;",
  "terms_liability_title": "7. பொறுப்பின் வரம்பு",
  "terms_liability_unauthorized": "உங்கள் பரிமாற்றங்கள் அல்லது உள்ளடக்கத்தின் அங்கீகரிக்கப்படாத அணுகல், பயன்பாடு அல்லது மாற்றம் (பயன்பாடு உங்கள் எண்ணிக்கை தரவை அனுப்பாது என்பதை நாங்கள் குறிப்பிடுகிறோம்).",
  "terms_license_1": "இந்த விதிமுறைகளை நீங்கள் இணங்குவதற்கு உட்பட்டு, உங்கள் தனிப்பட்ட, வணிகமற்ற பயன்பாட்டிற்காக மட்டுமே சேவையை பதிவிறக்கம் செய்ய, நிறுவ மற்றும் பயன்படுத்த Piyuo உங்களுக்கு வரையறுக்கப்பட்ட, பிரத்யேகமற்ற, மாற்ற முடியாத, துணை உரிமம் அளிக்க முடியாத உரிமத்தை வழங்குகிறது.",
  "terms_license_2": "இந்த உரிமம் உங்களுக்கு எந்த உரிமையும் வழங்காது:",
  "terms_license_distribute": "சேவையை எந்த மூன்றாம் தரப்பினருக்கும் விநியோகித்தல், விற்பனை செய்தல், குத்தகைக்கு விடுதல், வாடகைக்கு விடுதல், கடன் கொடுத்தல் அல்லது வேறு வழியில் மாற்றுதல்;",
  "terms_license_modify": "சேவையை மாற்றுதல், மாற்றியமைத்தல், மாற்றுதல், மொழிபெயர்த்தல் அல்லது வழித்தோன்றல் படைப்புகளை உருவாக்குதல்;",
  "terms_license_remove": "சேவையில் உள்ள எந்த உரிமைச் செய்திகளையும் அகற்றுதல், மாற்றுதல் அல்லது மறைத்தல்.",
  "terms_license_reverse": "சேவையை தலைகீழ் பொறியியல், குறியிடல் அல்லது பிரித்தெடுத்தல்;",
  "terms_license_title": "3. உரிமம்",
  "terms_privacy_1": "Piyuo Counter பயன்பாடு தனியுரிமையை மனதில் வைத்து வடிவமைக்கப்பட்டுள்ளது. பயன்பாடு பொருள் கண்டறிதல் மற்றும் எண்ணுதல் நோக்கங்களுக்காக உங்கள் சாதனத்தில் உள்ளூரில் வீடியோ தரவை செயலாக்குகிறது.",
  "terms_privacy_2": "பயன்பாட்டிலிருந்து நாங்கள் எந்த தனிப்பட்ட தகவல், வீடியோ தரவு, எண்ணிக்கை தரவு அல்லது பயன்பாட்டு தரவையும் சேகரிக்கவில்லை, சேமிக்கவில்லை, அணுகவில்லை அல்லது அனுப்பவில்லை. அனைத்து செயலாக்கமும் உங்கள் சாதனத்தில் உள்ளூரில் நடக்கிறது.",
  "terms_privacy_3": "எங்களுடைய தனியுரிமை நடைமுறைகள் பற்றிய மேலும் விவரங்களுக்கு, தயவுசெய்து {privacy_link} இல் எங்களுடைய தனியுரிமைக் கொள்கையை மதிப்பாய்வு செய்யுங்கள்.",
  "terms_privacy_title": "5. தனியுரிமை மற்றும் தரவு",
  "terms_severability": "இந்த விதிமுறைகளின் எந்த விதியும் அமல்படுத்த முடியாதது அல்லது செல்லாதது என்று கருதப்பட்டால், அத்தகைய விதி பொருந்தக்கூடிய சட்டத்தின் கீழ் சாத்தியமான அதிகபட்ச அளவிற்கு அத்தகைய விதியின் நோக்கங்களை நிறைவேற்ற மாற்றப்பட்டு விளக்கப்படும், மற்றும் மீதமுள்ள விதிகள் முழு பலத்தில் மற்றும் நடைமுறையில் தொடரும். இந்த விதிமுறைகளின் எந்த கால அளவையும் தள்ளுபடி செய்வது அத்தகைய கால அளவின் அல்லது வேறு எந்த கால அளவின் மேலும் அல்லது தொடர்ச்சியான தள்ளுபடியாக கருதப்படாது.",
  "terms_severability_title": "11. பிரிக்கத்தக்கது மற்றும் தள்ளுபடி",
  "terms_support": "Piyuo Counter இலவசமாக வழங்கப்படுகிறது. சேவைக்கான பராமரிப்பு, தொழில்நுட்ப ஆதரவு, புதுப்பிப்புகள் அல்லது மேம்படுத்தல்களை வழங்க எங்களுக்கு எந்த கடமையும் இல்லை. அறிவிப்புடன் அல்லது அறிவிப்பு இல்லாமல் மற்றும் உங்களுக்கு பொறுப்பு இல்லாமல், தற்காலிகமாக அல்லது நிரந்தரமாக, சேவையை அல்லது அது இணையும் எந்த சேவையையும் மாற்ற, இடைநிறுத்த அல்லது நிறுத்த எங்களுக்கு உரிமை உள்ளது.",
  "terms_support_title": "8. ஆதரவு அல்லது பராமரிப்பு இல்லை",
  "terms_title": "Piyuo Counter க்கான சேவை விதிமுறைகள்",
  "terms_use_harm": "சேவையை முடக்க, அதிக சுமை ஏற்ற, சேதப்படுத்த அல்லது மோசமாக்கக்கூடிய எந்த வழியிலும்;",
  "terms_use_illegal": "எந்தவொரு பொருந்தக்கூடிய கூட்டாட்சி, மாநில, உள்ளூர் அல்லது சர்வதேச சட்டம் அல்லது விதிமுறைகளை மீறும் எந்த வழியிலும்;",
  "terms_use_intro": "சேவையை சட்டபூர்வமான நோக்கங்களுக்காக மட்டுமே இந்த விதிமுறைகளுக்கு ஏற்ப பயன்படுத்த நீங்கள் ஒப்புக்கொள்கிறீர்கள். சேவையை பயன்படுத்த மாட்டீர்கள் என்று நீங்கள் ஒப்புக்கொள்கிறீர்கள்:",
  "terms_use_malware": "எந்த வைரஸ்கள், ட்ரோஜன் குதிரைகள், புழுக்கள், லாஜிக் பாம்புகள் அல்லது தீங்கிழைக்கும் அல்லது தொழில்நுட்ப ரீதியாக தீங்கு விளைவிக்கும் பிற பொருட்களை அறிமுகப்படுத்துவதற்காக.",
  "terms_use_privacy": "மற்றவர்களின் தனியுரிமை உரிமைகளை மீறுவதற்காக அல்லது சட்டத்தால் தடைசெய்யப்பட்ட எந்த வகையான கண்காணிப்பிலும் ஈடுபடுவதற்காக;",
  "terms_use_title": "4. ஏற்றுக்கொள்ளத்தக்க பயன்பாடு",
  "website_url": "https://piyuo.com"
}