{
  "terms_title": "Teenuse kasutustingimused Piyuo Counter rakendusele",
  "terms_effective_date": "Jõustumiskuupäev: 12. aprill 2025",

  "terms_acceptance_title": "1. Tingimuste Aktsepteerimine",
  "terms_acceptance": "Piyuo Counter rakenduse (\"Teenus\") allalaadimise, installimise või kasutamisega nõustute nende Teenuse kasutustingimustega (\"Tingimused\"). Kui te ei nõustu nende tingimuste mõne osaga, siis ei tohi te Teenusele ligi pääseda.",

  "terms_description_title": "2. Teenuse Kirjeldus",
  "terms_description_1": "Piyuo Counter on tarkvararakendus, mis kasutab teie seadme kaamerat ja arvutinägemise tehnoloogiat, et automaatselt lugeda ja jälgida objekte nagu jalakäijad, sõidukid või muud esemed reaalajas.",
  "terms_description_2": "Teenus töötab täielikult teie kohalikus seadmes. Me ei kogu, salvesta ega edasta mingeid andmeid teie rakenduse kasutamisest.",

  "terms_license_title": "3. Litsents",
  "terms_license_1": "Nende Tingimuste järgimise korral annab Piyuo teile piiratud, mitte-eksklusiivse, mitte-ülekantava, mitte-allitsentseeritava litsentsi Teenuse allalaadimiseks, installimiseks ja kasutamiseks ainult isiklikuks, mitte-kaubanduslikuks otstarbeks.",
  "terms_license_2": "See litsents ei anna teile õigusi:",
  "terms_license_reverse": "Teenuse tagurpidi inseneritehniliseks uurimiseks, dekompileerimiseks või lahtivõtmiseks;",
  "terms_license_distribute": "Teenuse levitamiseks, müümiseks, rendile andmiseks, laenutamiseks või muul viisil kolmandale osapoolele üleandmiseks;",
  "terms_license_modify": "Teenuse muutmiseks, kohandamiseks, tõlkimiseks või tuletatud teoste loomiseks;",
  "terms_license_remove": "Teenuse omandimärkide eemaldamiseks, muutmiseks või varjamiseks.",

  "terms_use_title": "4. Lubatud Kasutamine",
  "terms_use_intro": "Te nõustute kasutama Teenust ainult seaduslikel eesmärkidel ja vastavalt neile Tingimustele. Te nõustute mitte kasutama Teenust:",
  "terms_use_illegal": "Viisil, mis rikub kehtivaid föderaal-, osariigi-, kohalikke või rahvusvahelisi seadusi või määrusi;",
  "terms_use_privacy": "Teiste privaatsusõiguste rikkumiseks või seadusega keelatud jälgimiseks;",
  "terms_use_harm": "Viisil, mis võiks Teenust keelata, üle koormata, kahjustada või häirida;",
  "terms_use_malware": "Viiruste, trooja hobuste, ussitarkvara, loogikapommide või muu pahatahtliku või tehniliselt kahjuliku materjali sisestamiseks.",

  "terms_privacy_title": "5. Privaatsus ja Andmed",
  "terms_privacy_1": "Piyuo Counter rakendus on loodud privaatsust silmas pidades. Rakendus töötleb videandmeid kohalikult teie seadmes objektide tuvastamise ja lugemise eesmärgil.",
  "terms_privacy_2": "Me ei kogu, salvesta, pääse ligi ega edasta mingeid isikuandmeid, videandmeid, loendusandmeid või kasutusandmeid rakendusest. Kogu töötlemine toimub kohalikult teie seadmes.",
  "terms_privacy_3": "Täpsemate andmete saamiseks meie privaatsuspraktikate kohta vaadake meie Privaatsuspoliitikat aadressil {privacy_link}.",

  "terms_disclaimer_title": "6. Garantiide Lahtiütlemine",
  "terms_disclaimer_1": "TEENUS OSUTATAKSE \"SELLISENA NAGU ON\" JA \"KÄTTESAADAVANA\" ILMA IGASUGUSE GARANTIITA. KEHTIVA SEADUSEGA LUBATUD MAKSIMAALSES ULATUSES ÜTLEB PIYUO SELGELT LAHTI KÕIGIST GARANTIIDEST, OLGU NEED SELGED, KAUDSED, SEADUSJÄRGSED VÕI MUUD.",
  "terms_disclaimer_2": "ILMA EELNEVATE PIIRAMISETA EI ANNA PIYUO MINGIT GARANTIID EGA VÕTA ENDALE KOHUSTUSI EGA ESITA MINGISUGUSEID VÄITEID SELLE KOHTA, ET TEENUS VASTAB TEIE NÕUETELE.",
  "terms_disclaimer_3": "ME EI GARANTEERI RAKENDUSE KAUDU SAADUD ANDMETE VÕI TULEMUSTE (NAGU JALAKÄIJATE LOENDUS) TÄPSUST, TÄIELIKKUST VÕI USALDUSVÄÄRSUST.",

  "terms_liability_title": "7. Vastutuse Piiramine",
  "terms_liability_intro": "KEHTIVA SEADUSEGA LUBATUD TÄIES ULATUSES EI OLE PIYUO, SELLE PARTNERID, AMETNIKUD, DIREKTORID, TÖÖTAJAD, ESINDAJAD, TARNIJAD VÕI LITSENTSIANDJAD MINGIL JUHUL VASTUTAVAD KAUDSETE, JUHUSLIKE, ERILIST LAADI, TULEVASTE VÕI KARISTUSLIKU ISELOOMUGA KAHJUDE EEST.",
  "terms_liability_access": "Teie juurdepääs Teenusele või selle kasutamine või võimetus sellele juurde pääseda;",
  "terms_liability_third_party": "Mis tahes kolmanda osapoole käitumine või sisu Teenuses;",
  "terms_liability_content": "Mis tahes Teenusest saadud sisu; ja",
  "terms_liability_unauthorized": "Volitamata juurdepääs, kasutamine või teie edastuste või sisu muutmine.",
  "terms_liability_basis": "SEE VASTUTUSE PIIRAMINE KEHTIB OLENEMATA VÄIDETAVA VASTUTUSE ALUSEST.",
  "terms_liability_risk": "TE TUNNISTAGE JA NÕUSTUTE, ET TEENUST PAKUTAKSE TASUTA TÖÖVAHENDINA. TE KASUTATE TEENUST TÄIELIKULT OMA RIISIKOL.",

  "terms_support_title": "8. Toe või Hoolduse Puudumine",
  "terms_support": "Piyuo Counter'it pakutakse tasuta. Meil pole kohustust osutada Teenuse hooldust, tehnilist tuge, värskendusi või täiendusi.",

  "terms_changes_title": "9. Nende Tingimuste Muutmine",
  "terms_changes": "Jätame endale õiguse oma ainuotsuse põhjal neid Tingimusi igal ajal muuta või asendada.",

  "terms_governing_title": "10. Kohaldatav Seadus",
  "terms_governing": "Neid Tingimusi reguleeritakse ja tõlgendatakse vastavalt California osariigi, Ameerika Ühendriikide seadustele.",

  "terms_severability_title": "11. Eraldatavus ja Loobumine",
  "terms_severability": "Kui mõni nende Tingimuste säte osutub mittejõustatavaks või kehtetuks, muudetakse ja tõlgendatakse sellist sätet selle eesmärkide saavutamiseks.",

  "terms_entire_title": "12. Täielik Kokkulepe",
  "terms_entire": "Need Tingimused koos meie Privaatsuspoliitikaga (saadaval aadressil {privacy_link}) moodustavad täieliku kokkuleppe teie ja Piyuo vahel.",

  "terms_contact_title": "13. Kontaktandmed",
  "terms_contact_intro": "Kui teil on nende Tingimuste kohta küsimusi, võtke meiega ühendust:",
  "terms_contact_email": "E-posti teel: {email}",
  "terms_contact_website": "Külastades seda lehte meie veebisaidil: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
