{
  "privacy_title": "Πολιτική Απορρήτου για το Piyuo Counter",
  "privacy_effective_date": "Ημερομηνία ισχύος: 12 Απριλίου 2025",

  "privacy_introduction_title": "Εισαγωγή",
  "privacy_introduction_1": "Καλώς ήρθατε στο Piyuo Counter! Αυτή η Πολιτική Απορρήτου εξηγεί πώς χειριζόμαστε τις πληροφορίες όταν χρησιμοποιείτε την εφαρμογή λογισμικού μας (\"Εφαρμογή\"). Η δέσμευσή μας είναι στο απόρρητό σας. Αυτή η Εφαρμογή έχει σχεδιαστεί για να λειτουργεί χωρίς τη συλλογή ή επεξεργασία των προσωπικών σας δεδομένων.",
  "privacy_introduction_2": "Αυτή η Πολιτική Απορρήτου ισχύει για την εφαρμογή λογισμικού Piyuo Counter (\"Εφαρμογή\") για κινητές συσκευές και υπολογιστές, διαθέσιμη σε διάφορες πλατφόρμες και καταστήματα εφαρμογών.",

  "privacy_who_we_are_title": "Ποιοι είμαστε",
  "privacy_who_we_are": "Η εφαρμογή Piyuo Counter παρέχεται από την Piyuo (\"εμείς\", \"μας\" ή \"μας\"). Ο ιστότοπός μας είναι {website}. Εάν έχετε ερωτήσεις σχετικά με αυτή την πολιτική, μπορείτε να επικοινωνήσετε μαζί μας στο {email}.",

  "privacy_no_collect_title": "Πληροφορίες που δεν συλλέγουμε",
  "privacy_no_collect_intro": "Δεν συλλέγουμε, αποθηκεύουμε, μεταδίδουμε ή επεξεργαζόμαστε προσωπικές πληροφορίες ή δεδομένα χρήσης από εσάς μέσω της εφαρμογής Piyuo Counter.",
  "privacy_no_collect_personal": "Κανένα προσωπικό δεδομένο: Δεν ζητάμε, δεν έχουμε πρόσβαση ή παρακολουθούμε πληροφορίες που θα μπορούσαν να σας ταυτοποιήσουν, όπως το όνομά σας, τη διεύθυνση email, την τοποθεσία, τους αναγνωριστικούς συσκευής ή τις επαφές σας.",
  "privacy_no_collect_usage": "Κανένα δεδομένο χρήσης: Η εφαρμογή δεν καταγράφει πώς τη χρησιμοποιείτε. Όλα τα δεδομένα μετρητή που δημιουργείτε αποθηκεύονται τοπικά μόνο στη συσκευή σας και δεν είναι προσβάσιμα σε εμάς.",
  "privacy_no_collect_third_party": "Καμία υπηρεσία τρίτου: Δεν ενσωματώνουμε υπηρεσίες τρίτων για αναλυτικά στοιχεία (όπως Firebase Analytics), διαφήμιση (όπως AdMob), αποθήκευση στο cloud ή οποιονδήποτε άλλο σκοπό που θα περιλάμβανε την κοινοποίηση δεδομένων με εξωτερικά μέρη. Η εφαρμογή λειτουργεί εντελώς εκτός σύνδεσης όσον αφορά τη διαχείριση δεδομένων.",

  "privacy_use_title": "Πώς χρησιμοποιούμε τις πληροφορίες",
  "privacy_use": "Καθώς δεν συλλέγουμε πληροφορίες, δεν χρησιμοποιούμε τις πληροφορίες σας για κανένα σκοπό.",

  "privacy_sharing_title": "Κοινοποίηση και αποκάλυψη πληροφοριών",
  "privacy_sharing": "Δεν κοινοποιούμε ή αποκαλύπτουμε προσωπικές πληροφορίες επειδή δεν συλλέγουμε καμία. Τα δεδομένα σας (οι μετρήσεις που παρακολουθείτε) παραμένουν στη συσκευή σας.",

  "privacy_security_title": "Ασφάλεια δεδομένων",
  "privacy_security": "Οποιαδήποτε δεδομένα παράγονται από τη χρήση της εφαρμογής Piyuo Counter (όπως οι μετρήσεις σας) αποθηκεύονται τοπικά μόνο στη συσκευή σας. Δεν έχουμε πρόσβαση σε αυτά τα δεδομένα. Παρόλο που κατασκευάζουμε την εφαρμογή μας με τυπικές πρακτικές ασφαλείας, η ασφάλεια των δεδομένων που αποθηκεύονται στη συσκευή σας εξαρτάται από τα μέτρα ασφαλείας που λαμβάνετε για την ίδια τη συσκευή.",

  "privacy_children_title": "Απόρρητο παιδιών",
  "privacy_children": "Η Εφαρμογή μας δεν συλλέγει προσωπικές πληροφορίες από κανέναν, συμπεριλαμβανομένων των παιδιών. Συμμορφωνόμαστε με τον Νόμο Προστασίας Απορρήτου Παιδιών στο Διαδίκτυο (COPPA) στις ΗΠΑ και παρόμοιους κανονισμούς όπως ο GDPR που αφορούν δεδομένα παιδιών. Καθώς δεν συλλέγουμε δεδομένα, εγγενώς δεν συλλέγουμε δεδομένα από παιδιά κάτω των 13 ετών (ή 16 ετών σε κάποιες χώρες της ΕΕ).",

  "privacy_rights_title": "Τα δικαιώματά σας (GDPR και άλλοι νόμοι)",
  "privacy_rights_1": "Οι νόμοι απορρήτου όπως ο Γενικός Κανονισμός για την Προστασία Δεδομένων (GDPR) στην Ευρώπη και διάφοροι νόμοι των αμερικανικών πολιτειών παρέχουν στα άτομα δικαιώματα επί των προσωπικών τους δεδομένων (όπως πρόσβαση, διόρθωση, διαγραφή).",
  "privacy_rights_2": "Επειδή η εφαρμογή Piyuo Counter δεν συλλέγει, αποθηκεύει ή επεξεργάζεται κανένα από τα προσωπικά σας δεδομένα, αυτά τα δικαιώματα γενικά δεν ισχύουν στο πλαίσιο της Εφαρμογής μας, καθώς δεν υπάρχουν δεδομένα που κατέχουμε εμείς για να έχετε πρόσβαση, να διορθώσετε ή να διαγράψετε. Οποιαδήποτε δεδομένα σχετίζονται με την εφαρμογή βρίσκονται αποκλειστικά στη συσκευή σας, υπό τον έλεγχό σας.",

  "privacy_changes_title": "Αλλαγές σε αυτή την Πολιτική Απορρήτου",
  "privacy_changes_1": "Μπορούμε να ενημερώνουμε αυτή την Πολιτική Απορρήτου κατά καιρούς. Θα σας ειδοποιήσουμε για οποιεσδήποτε αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου μέσα στην Εφαρμογή ή στον ιστότοπό μας ({website}). Συνιστάται να επανεξετάζετε αυτή την Πολιτική Απορρήτου περιοδικά για οποιεσδήποτε αλλαγές.",
  "privacy_changes_2": "Οι αλλαγές σε αυτή την Πολιτική Απορρήτου ισχύουν όταν δημοσιεύονται σε αυτή τη σελίδα.",

  "privacy_contact_title": "Επικοινωνήστε μαζί μας",
  "privacy_contact_intro": "Εάν έχετε ερωτήσεις σχετικά με αυτή την Πολιτική Απορρήτου, παρακαλώ επικοινωνήστε μαζί μας:",
  "privacy_contact_email": "Μέσω email: {email}",
  "privacy_contact_website": "Επισκεπτόμενοι αυτή τη σελίδα στον ιστότοπό μας: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
