{
  "index_download": "Татаж авах",
  "index_download_soon": "Удахгүй.",
  "index_language": "Хэл",
  "index_video_title": "Таны гар утас одоо хүн явганаар явж буйг таних хиймэл оюун ухааныг ашиглах боломжтой.",
  "index_video_desc": "Интернэт шаардлагагүй. Уламжлалт тоологчоор хүмүүсийг гараар тоолох шаардлагагүй. Зүгээр л утсаа тохируулаад явган хүмүүсийн хөдөлгөөнийг автоматаар хянаарай.",
  "index_1": "24/7 хяналт",
  "index_1_desc": "Аль ч хугацаанд явган хүмүүсийн тоог харах.",
  "index_2": "Олон төрлийн объектыг хянах",
  "index_2_desc": "Явган хүмүүс, машин, дугуй гэх мэт олон зүйлийг зэрэг тоолох",
  "index_3": "Өөрийн хяналтын бүс",
  "index_3_desc": "Тодорхой газруудад хөдөлгөөнийг тоолохын тулд өөрийн хяналтын бүсийг тогтоох.",
  "index_4": "Уян хатан тоолох горим",
  "index_4_desc": "Хяналтын бүсэд шинээр гарч ирсэн эсвэл хөдөлгөөнгүй байгаа объектуудыг тоолохоор сонгох.",
  "index_desktop_title": "Компьютерийн хувилбарын боломж",
  "index_desktop_desc": "Бид мөн компьютерийн хувилбарыг санал болгож байна. Бид iOS/Android/Mac/Windows хувилбаруудыг санал болгож, гар утас болон вэб камертай компьютер ашиглах боломжийг олгодог. Компьютерийн хувилбар нь олон видео эх үүсвэрийг дэмжиж, олон урсгалаас зэрэг тоолох боломжийг олгодог.",
  "index_desktop2_title": "Шууд дамжуулалтын дэмжлэг",
  "index_desktop2_desc": "Гар утасны камераас гадна бид бичсэн видео файл, вэб камерын оролт, RTSP гэх мэт интернэтийн шууд дамжуулалтыг дэмждэг. Энэ нь одоо байгаа төхөөрөмжүүдтэй холбогдож, хөдөлгөөний урсгалыг шууд хэмжиж эхлэх боломжийг олгодог.",
  "index_email_us": "Бидэнд и-мэйл илгээх",
  "app_desc": "Хэдэн хүн өнгөрч байгааг мэдэхийг хүсч байна уу? Энэ апп таны утасны камерыг ашиглан явган зорчигчдыг ухаалгаар таньж, автоматаар тоолдог. Гараар оруулах шаардлагагүй. Уйтгартай тоололтоос салж, хөдөлгөөний урсгалыг хялбархан хянаарай.",
  "video_desc": "Интернэт шаардлагагүй. Уламжлалт тоологчоор хүмүүсийг гараар тоолох шаардлагагүй. Зүгээр л утсаа тохируулаад явган хүмүүсийн хөдөлгөөнийг автоматаар хянаарай.",
  "terms": "Үйлчилгээний нөхцөл",
  "privacy": "Нууцлал",
  "index_download_available": "MISSING"
}
