{
  "privacy_title": "पियुओ काउंटरसाठी गोपनीयता धोरण",
  "privacy_effective_date": "प्रभावी तारीख: १२ एप्रिल २०२५",

  "privacy_introduction_title": "परिचय",
  "privacy_introduction_1": "Piyuo Counter मध्ये आपले स्वागत आहे! ही गोपनीयता धोरण स्पष्ट करते की जेव्हा आपण आमचे सॉफ्टवेअर अॅप्लिकेशन (\"अॅप\") वापरता तेव्हा आम्ही माहिती कशी हाताळतो. आमची वचनबद्धता आपल्या गोपनीयतेसाठी आहे. हे अॅप आपला कोणताही वैयक्तिक डेटा गोळा किंवा प्रक्रिया न करता कार्य करण्यासाठी डिझाइन केले आहे.",
  "privacy_introduction_2": "ही गोपनीयता धोरण विविध प्लॅटफॉर्म आणि अॅप्लिकेशन स्टोअरवर उपलब्ध मोबाइल डिव्हाइसेस आणि संगणकांसाठी Piyuo Counter सॉफ्टवेअर अॅप्लिकेशन (\"अॅप\") ला लागू होते.",

  "privacy_who_we_are_title": "आम्ही कोण आहोत",
  "privacy_who_we_are": "Piyuo Counter अॅप Piyuo (\"आम्ही,\" \"आमचे,\" किंवा \"आमचा\") द्वारे प्रदान केले जाते. आमची वेबसाइट {website} आहे. आपल्याला या धोरणाबद्दल प्रश्न असल्यास, आपण {email} वर आमच्याशी संपर्क साधू शकता.",

  "privacy_no_collect_title": "आम्ही न गोळा करत असलेली माहिती",
  "privacy_no_collect_intro": "आम्ही Piyuo Counter अॅपद्वारे आपल्याकडून कोणतीही वैयक्तिक माहिती किंवा वापराचा डेटा गोळा, संचयित, प्रसारित किंवा प्रक्रिया करत नाही.",
  "privacy_no_collect_personal": "वैयक्तिक डेटा नाही: आम्ही आपले नाव, ईमेल पत्ता, स्थान, डिव्हाइस ओळखकर्ते, किंवा संपर्क यासारखी आपली ओळख करू शकणारी कोणतीही माहिती मागत नाही, प्रवेश करत नाही किंवा ट्रॅक करत नाही.",
  "privacy_no_collect_usage": "वापराचा डेटा नाही: अॅप आपण ते कसे वापरता ते रेकॉर्ड करत नाही. आपण तयार करता ते सर्व काउंटर डेटा फक्त आपल्या डिव्हाइसवर स्थानिक पातळीवर संचयित केला जातो आणि आमच्यासाठी प्रवेशयोग्य नाही.",
  "privacy_no_collect_third_party": "तृतीय-पक्ष सेवा नाहीत: आम्ही विश्लेषण (Firebase Analytics सारख्या), जाहिराती (AdMob सारख्या), क्लाउड स्टोरेज, किंवा बाह्य पक्षांसह डेटा सामायिक करणे समाविष्ट करणार्‍या इतर कोणत्याही उद्देशासाठी कोणत्याही तृतीय-पक्ष सेवा एकत्रित करत नाही. अॅप डेटा हाताळणीच्या बाबतीत पूर्णपणे ऑफलाइन कार्य करते.",

  "privacy_use_title": "आम्ही माहिती कशी वापरतो",
  "privacy_use": "आम्ही कोणतीही माहिती गोळा करत नसल्यामुळे, आम्ही आपली माहिती कोणत्याही हेतूसाठी वापरत नाही.",

  "privacy_sharing_title": "माहिती सामायिकरण आणि प्रकटीकरण",
  "privacy_sharing": "आम्ही कोणतीही वैयक्तिक माहिती सामायिक किंवा प्रकट करत नाही कारण आम्ही कोणतीही गोळा करत नाही. आपला डेटा (आपण ट्रॅक करत असलेली संख्या) आपल्या डिव्हाइसवर राहते.",

  "privacy_security_title": "डेटा सुरक्षा",
  "privacy_security": "Piyuo Counter अॅप वापरून निर्माण केलेला कोणताही डेटा (जसे की आपली संख्या) फक्त आपल्या डिव्हाइसवर स्थानिक पातळीवर संचयित केला जातो. आम्हाला या डेटाला प्रवेश नाही. आम्ही आमचे अॅप मानक सुरक्षा पद्धतींसह तयार करत असलो तरी, आपल्या डिव्हाइसवर संचयित डेटाची सुरक्षा आपण आपल्या डिव्हाइससाठी घेत असलेल्या सुरक्षा उपायांवर अवलंबून असते.",

  "privacy_children_title": "मुलांची गोपनीयता",
  "privacy_children": "आमचे अॅप मुलांसह कोणत्याही व्यक्तीकडून वैयक्तिक माहिती गोळा करत नाही. आम्ही अमेरिकेतील चिल्ड्रन्स ऑनलाइन प्रायव्हसी प्रोटेक्शन अॅक्ट (COPPA) आणि मुलांच्या डेटासंबंधी GDPR सारख्या समान नियमांचे पालन करतो. आम्ही कोणताही डेटा गोळा करत नसल्यामुळे, आम्ही स्वाभाविकपणे 13 वर्षाखालील मुलांकडून (किंवा काही EU देशांमध्ये 16) डेटा गोळा करत नाही.",

  "privacy_rights_title": "आपले अधिकार (GDPR आणि इतर कायदे)",
  "privacy_rights_1": "युरोपमधील जनरल डेटा प्रोटेक्शन रेग्युलेशन (GDPR) आणि विविध यूएस राज्य कायदे यासारखे गोपनीयता कायदे व्यक्तींना त्यांच्या वैयक्तिक डेटावर अधिकार (जसे की प्रवेश, सुधारणा, हटवणे) देतात.",
  "privacy_rights_2": "Piyuo Counter अॅप आपला कोणताही वैयक्तिक डेटा गोळा, संचयित किंवा प्रक्रिया करत नसल्यामुळे, हे अधिकार सामान्यतः आमच्या अॅपच्या संदर्भात लागू होत नाहीत, कारण आम्ही आपल्यासाठी प्रवेश, सुधारणा किंवा हटवण्यासाठी कोणताही डेटा ठेवत नाही. अॅपशी संबंधित कोणताही डेटा फक्त आपल्या डिव्हाइसवर, आपल्या नियंत्रणाखाली राहतो.",

  "privacy_changes_title": "या गोपनीयता धोरणातील बदल",
  "privacy_changes_1": "आम्ही वेळोवेळी या गोपनीयता धोरणाचे अपडेट करू शकतो. आम्ही अॅपमध्ये किंवा आमच्या वेबसाइटवर ({website}) नवे गोपनीयता धोरण पोस्ट करून कोणत्याही बदलांची आपल्याला सूचना देऊ. कोणत्याही बदलांसाठी या गोपनीयता धोरणाचे वेळोवेळी पुनरावलोकन करण्याचा सल्ला दिला जातो.",
  "privacy_changes_2": "या गोपनीयता धोरणातील बदल जेव्हा या पृष्ठावर पोस्ट केले जातात तेव्हा ते प्रभावी होतात.",

  "privacy_contact_title": "आमच्याशी संपर्क साधा",
  "privacy_contact_intro": "या गोपनीयता धोरणाबद्दल आपल्याला कोणते प्रश्न असल्यास, कृपया आमच्याशी संपर्क साधा:",
  "privacy_contact_email": "ईमेलद्वारे: {email}",
  "privacy_contact_website": "आमच्या वेबसाइटवरील हे पृष्ठ भेट देऊन: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
