{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "අපි කාලයෙන් කාලයට මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තිය යාවත්කාලීන කළ හැකිය. අපි යෙදුම තුළ හෝ අපගේ වෙබ් අඩවියේ ({website}) නව පෞද්ගලිකත්ව ප්‍රතිපත්තිය පළ කිරීමෙන් ඕනෑම වෙනස්කමක් ගැන ඔබට දන්වන්නෙමු. ඕනෑම වෙනස්කමක් සඳහා මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තිය නිතිපතා සමාලෝචනය කිරීමට උපදෙස් දෙනු ලැබේ.",
  "privacy_changes_2": "මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තියේ වෙනස්කම් මෙම පිටුවේ පළ කළ විට ක්‍රියාත්මක වේ.",
  "privacy_changes_title": "මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තියේ වෙනස්කම්",
  "privacy_children": "අපගේ යෙදුම දරුවන් ඇතුළු කිසිවෙකුගෙන් පුද්ගලික තොරතුරු එකතු නොකරයි. අපි ශ්‍රී ලංකාවේ දත්ත ආරක්ෂණ නීති සහ දරුවන්ගේ දත්ත සම්බන්ධයෙන් GDPR වැනි සමාන නීතිරීති වලට අනුකූල වෙමු. අපි කිසිදු දත්තයක් එකතු නොකරන නිසා, අපි ස්වභාවිකවම වයස අවුරුදු 13ට (හෝ සමහර EU රටවල 16ට) අඩු දරුවන්ගෙන් දත්ත එකතු නොකරමු.",
  "privacy_children_title": "දරුවන්ගේ පෞද්ගලිකත්වය",
  "privacy_contact_email": "ඊමේල් මගින්: {email}",
  "privacy_contact_intro": "මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තිය ගැන ඔබට කිසිදු ප්‍රශ්නයක් ඇත්නම්, කරුණාකර අප සම්බන්ධ කර ගන්න:",
  "privacy_contact_title": "අප සම්බන්ධ කර ගන්න",
  "privacy_contact_website": "අපගේ වෙබ් අඩවියේ මෙම පිටුව බැලීමෙන්: {website}",
  "privacy_effective_date": "බලාත්මක වන දිනය: 2025 අප්‍රේල් 12",
  "privacy_introduction_1": "Piyuo Counter වෙත ආයුබෝවන්! ඔබ අපගේ මෘදුකාංග යෙදුම (\"App\") භාවිතා කරන විට අපි තොරතුරු කළමනාකරණය කරන ආකාරය මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තිය පැහැදිලි කරයි. අපගේ කැපවීම ඔබගේ පෞද්ගලිකත්වය සඳහා ය. මෙම යෙදුම ඔබගේ කිසිදු පුද්ගලික දත්ත එකතු කිරීමකින් හෝ සැකසීමකින් තොරව ක්‍රියා කිරීමට නිර්මාණය කර ඇත.",
  "privacy_introduction_2": "මෙම පෞද්ගලිකත්ව ප්‍රතිපත්තිය විවිධ වේදිකා සහ යෙදුම් වෙළඳසැල් හරහා ලබා ගත හැකි ජංගම උපකරණ සහ පරිගණක සඳහා Piyuo Counter මෘදුකාංග යෙදුමට (\"App\") අදාළ වේ.",
  "privacy_introduction_title": "හැඳින්වීම",
  "privacy_no_collect_intro": "අපි Piyuo Counter යෙදුම හරහා ඔබගෙන් කිසිදු පුද්ගලික තොරතුරක් හෝ භාවිත දත්ත එකතු, ගබඩා, සම්ප්‍රේෂණය හෝ සැකසීම නොකරමු.",
  "privacy_no_collect_personal": "පුද්ගලික දත්ත නැත: ඔබගේ නම, ඊමේල් ලිපිනය, ස්ථානය, උපකරණ හඳුනාගැනීම්, හෝ සම්බන්ධතා වැනි ඔබව හඳුනාගත හැකි කිසිදු තොරතුරක් අපි ඉල්ලා නොසිටිමු, ප්‍රවේශ නොකරමු හෝ සොයා නොගනිමු.",
  "privacy_no_collect_third_party": "තෙවන පාර්ශ්ව සේවා නැත: අපි විශ්ලේෂණ (Firebase Analytics වැනි), ප්‍රචාරණ (AdMob වැනි), වලාකුළු ගබඩාව, හෝ බාහිර පාර්ශ්ව සමඟ දත්ත බෙදාගැනීම ඇතුළත් වන වෙනත් කිසිදු අරමුණක් සඳහා තෙවන පාර්ශ්ව සේවා ඒකාබද්ධ නොකරමු. යෙදුම දත්ත කළමනාකරණ සම්බන්ධයෙන් සම්පූර්ණයෙන්ම ඔෆ්ලයින් ක්‍රියා කරයි.",
  "privacy_no_collect_title": "අපි එකතු නොකරන තොරතුරු",
  "privacy_no_collect_usage": "භාවිත දත්ත නැත: යෙදුම ඔබ එය භාවිතා කරන ආකාරය වාර්තා නොකරයි. ඔබ සාදන සියලුම ගණක දත්ත ඔබගේ උපකරණයේ පමණක් දේශීය වශයෙන් ගබඩා කර ඇති අතර අපට ප්‍රවේශ විය නොහැක.",
  "privacy_rights_1": "යුරෝපයේ සාමාන්‍ය දත්ත ආරක්ෂණ රෙගුලාසිය (GDPR) සහ විවිධ US ප්‍රාන්ත නීති වැනි පෞද්ගලිකත්ව නීති පුද්ගලයන්ට ඔවුන්ගේ පුද්ගලික දත්ත මත අයිතිවාසිකම් (ප්‍රවේශය, නිවැරදි කිරීම, මකා දැමීම වැනි) ලබා දේ.",
  "privacy_rights_2": "Piyuo Counter යෙදුම ඔබගේ කිසිදු පුද්ගලික දත්තයක් එකතු, ගබඩා හෝ සැකසීම නොකරන නිසා, මෙම අයිතිවාසිකම් සාමාන්‍යයෙන් අපගේ යෙදුමේ සන්දර්භය තුළ අදාළ නොවේ, ඔබට ප්‍රවේශ වීම, නිවැරදි කිරීම හෝ මකා දැමීම සඳහා අප විසින් තබා ගන්නා ලද දත්ත නොමැති නිසා. යෙදුම සම්බන්ධ ඕනෑම දත්තයක් ඔබගේ පාලනය යටතේ ඔබගේ උපකරණයේ පමණක් පවතී.",
  "privacy_rights_title": "ඔබගේ අයිතිවාසිකම් (GDPR සහ වෙනත් නීති)",
  "privacy_security": "Piyuo Counter යෙදුම භාවිතා කිරීමෙන් ජනිත වන ඕනෑම දත්තයක් (ඔබගේ ගණන් වැනි) ඔබගේ උපකරණයේ පමණක් දේශීය වශයෙන් ගබඩා කර ඇත. අපට මෙම දත්ත වෙත ප්‍රවේශයක් නැත. අපි අපගේ යෙදුම සම්මත ආරක්ෂක පිළිවෙත් සමඟ ගොඩනඟන අතර, ඔබගේ උපකරණයේ ගබඩා කර ඇති දත්තවල ආරක්ෂාව ඔබ ඔබගේ උපකරණය සඳහා ගන්නා ආරක්ෂක පියවරයන් මත රඳා පවතී.",
  "privacy_security_title": "දත්ත ආරක්ෂාව",
  "privacy_sharing": "අපි කිසිදු පුද්ගලික තොරතුරක් බෙදා නොගනිමු හෝ අනාවරණය නොකරමු එයින් එකතු නොකරන නිසා. ඔබගේ දත්ත (ඔබ සොයා ගන්නා ගණන්) ඔබගේ උපකරණයේ පවතී.",
  "privacy_sharing_title": "තොරතුරු බෙදාගැනීම සහ අනාවරණය",
  "privacy_title": "Piyuo Counter සඳහා පෞද්ගලිකත්ව ප්‍රතිපත්තිය",
  "privacy_use": "අපි කිසිදු තොරතුරක් එකතු නොකරන නිසා, අපි ඔබගේ තොරතුරු කිසිදු අරමුණක් සඳහා භාවිතා නොකරමු.",
  "privacy_use_title": "අපි තොරතුරු භාවිතා කරන ආකාරය",
  "privacy_who_we_are": "Piyuo Counter යෙදුම Piyuo (\"අපි,\" \"අපගේ,\" හෝ \"අපට\") විසින් සපයා ඇත. අපගේ වෙබ් අඩවිය {website} වේ. මෙම ප්‍රතිපත්තිය ගැන ඔබට ප්‍රශ්න ඇත්නම්, ඔබට {email} හිදී අප සම්බන්ධ කර ගත හැකිය.",
  "privacy_who_we_are_title": "අපි කවුද",
  "website_url": "https://piyuo.com"
}