{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter යෙදුම (\"සේවාව\") බාගැනීම, ස්ථාපනය කිරීම, හෝ භාවිතා කිරීම මගින්, ඔබ මෙම සේවා නියමයන්ට (\"නියමයන්\") බැඳී සිටීමට එකඟ වේ. ඔබ මෙම නියමයන්ගේ කිසියම් කොටසක් සමඟ එකඟ නොවන්නේ නම්, ඔබට සේවාව භාවිතා කළ නොහැකිය.",
  "terms_acceptance_title": "1. නියමයන් පිළිගැනීම",
  "terms_changes": "අපි ඕනෑම අවස්ථාවක අපගේ එකම අභිමතය අනුව මෙම නියමයන් වෙනස් කිරීමේ හෝ ප්‍රතිස්ථාපනය කිරීමේ අයිතිය වෙන් කර ගනිමු. සමාලෝචනයක් සැලකිය යුතු නම්, කිසිදු නව නියමයක් ක්‍රියාත්මක වීමට පෙර දැනුම්දීමක් (උදා., යෙදුම හරහා හෝ වෙබ් අඩවියේ) සැපයීමට අපි සාධාරණ උත්සාහයක් ගනිමු. සැලකිය යුතු වෙනසක් යනු කුමක්ද යන්න අපගේ එකම අභිමතය අනුව තීරණය කරනු ලැබේ. මෙම සමාලෝචන ක්‍රියාත්මක වීමෙන් පසු අපගේ සේවාවට ප්‍රවේශ වීම හෝ භාවිතා කිරීම දිගටම කරගෙන යාම මගින්, ඔබ සමාලෝචනය කරන ලද නියමයන්ට බැඳී සිටීමට එකඟ වේ.",
  "terms_changes_title": "9. මෙම නියමයන්හි වෙනස්කම්",
  "terms_contact_email": "ඊමේල් මගින්: {email}",
  "terms_contact_intro": "මෙම නියමයන් පිළිබඳ ඔබට ප්‍රශ්න තිබේ නම්, කරුණාකර අප සමඟ සම්බන්ධ වන්න:",
  "terms_contact_title": "13. සම්බන්ධතා තොරතුරු",
  "terms_contact_website": "අපගේ වෙබ් අඩවියේ මෙම පිටුව පුරා: {website}",
  "terms_description_1": "Piyuo Counter යනු ඔබේ උපකරණයේ කැමරාව සහ පරිගණක දර්ශන තාක්ෂණය භාවිතා කරමින් පදික, වාහන, හෝ වෙනත් වස්තූන් වැනි වස්තූන් ස්වයංක්‍රීයව ගණනය කිරීම සහ ලුහුබැඳීම සඳහා නිර්මාණය කරන ලද මෘදුකාංග යෙදුමකි.",
  "terms_description_2": "සේවාව සම්පූර්ණයෙන්ම ඔබේ ස්ථානීය උපකරණයේ ක්‍රියා කරයි. අපි යෙදුම භාවිතයෙන් කිසිදු දත්තයක් එකතු නොකරමු, ගබඩා නොකරමු, හෝ සම්ප්‍රේෂණය නොකරමු.",
  "terms_description_title": "2. සේවා විස්තරය",
  "terms_disclaimer_1": "සේවාව \"ඇති ආකාරයෙන්\" සහ \"ලබා ගත හැකි ආකාරයෙන්\" කිසිදු වගකීමක් නොමැතිව සපයා ඇත. අදාළ නීතිය මගින් අවසර දී ඇති උපරිම ප්‍රමාණයට, piyuo සේවාව සම්බන්ධයෙන් සියලුම වගකීම්, ඒවා පැහැදිලි, ගම්‍ය, ව්‍යවස්ථාපිත හෝ වෙනත් දේ වුවද, සම්පූර්ණයෙන්ම ප්‍රතික්ෂේප කරයි.",
  "terms_disclaimer_2": "ඉහත සඳහන් දේවලට සීමා නොකර, piyuo සේවාව ඔබේ අවශ්‍යතා සපුරාලන බවට, කිසිදු අපේක්ෂිත ප්‍රතිඵලවලට පෙළ ගන්වන බවට, වෙනත් මෘදුකාංග, යෙදුම්, පද්ධති හෝ සේවා සමඟ ගැළපෙන බවට හෝ ක්‍රියා කරන බවට, බාධාවකින් තොරව ක්‍රියා කරන බවට, කාර්ය සාධන හෝ විශ්වසනීයත්ව ප්‍රමිතීන් සපුරාලන බවට, හෝ දෝෂ රහිත බවට කිසිදු වගකීමක් හෝ කැපවීමක් සපයන්නේ නැත.",
  "terms_disclaimer_3": "අපි යෙදුම භාවිතයෙන් ලබා ගත් කිසිදු දත්ත හෝ ප්‍රතිඵලවල (පදික ගණන් වැනි) නිරවද්‍යතාව, සම්පූර්ණත්වය, හෝ විශ්වසනීයත්වය සහතික නොකරමු. යෙදුම මෙවලමක් වන අතර, එහි ප්‍රතිඵල කැමරා ගුණත්වය, ආලෝක තත්ත්වයන්, බාධක, සහ ඇල්ගොරිතමයේ සීමාවන් ඇතුළු විවිධ සාධක මගින් බලපෑමට ලක් විය හැකිය.",
  "terms_disclaimer_title": "6. වගකීම් ප්‍රතික්ෂේපනය",
  "terms_effective_date": "ක්‍රියාත්මක දිනය: 2025 අප්‍රේල් 12",
  "terms_entire": "මෙම නියමයන්, අපගේ පෞද්ගලිකත්ව ප්‍රතිපත්තිය ({privacy_link} හි ලබා ගත හැකිය) සමඟ, සේවාව සම්බන්ධයෙන් ඔබ සහ Piyuo අතර සම්පූර්ණ ගිණුම සාදන අතර සේවාව සම්බන්ධයෙන් පෙර සහ සමකාලීන සියලුම අවබෝධයන්, ගිණුම්, නියෝජනයන්, සහ වගකීම්, ලිඛිත සහ වාචික යන දෙකම ප්‍රතිස්ථාපනය කරයි.",
  "terms_entire_title": "12. සම්පූර්ණ ගිණුම",
  "terms_governing": "මෙම නියමයන් ඇමරිකානු එක්සත් ජනපදයේ කැලිෆෝනියා ප්‍රාන්තයේ නීති අනුව පාලනය වන අතර, එහි නීති ගැටුම් මූලධර්ම නොසලකා අර්ථ නිරූපණය කරනු ලැබේ. (සටහන: මෙය ඔබ සඳහා සුදුසු අධිකරණ බලයක් දැයි තහවුරු කිරීමට නීතිඥයෙකුගෙන් උපදෙස් ලබා ගන්න).",
  "terms_governing_title": "10. පාලක නීතිය",
  "terms_liability_access": "සේවාවට ඔබේ ප්‍රවේශය හෝ භාවිතය හෝ සේවාවට ප්‍රවේශ වීමට හෝ භාවිතා කිරීමට නොහැකි වීම;",
  "terms_liability_basis": "මෙම වගකීම් සීමාව, ප්‍රකට වගකීම ගිණුම්, වරද, නොසැලකිලිමත්කම, දැඩි වගකීම, හෝ වෙනත් කිසිදු පදනමක් මත පදනම් වුවද, piyuo එවැනි හානිය පිළිබඳ හැකියාව ගැන දැනුම් දී තිබුණද යෙදේ.",
  "terms_liability_content": "සේවාවෙන් ලබා ගත් කිසිදු අන්තර්ගතයක්; සහ",
  "terms_liability_intro": "අදාළ නීතිය මගින් අවසර දී ඇති සම්පූර්ණ ප්‍රමාණයට, කිසිදු අවස්ථාවකදී piyuo, එහි අනුබද්ධ ආයතන, නිලධාරීන්, අධ්‍යක්ෂවරුන්, සේවකයින්, නියෝජිතයින්, සැපයුම්කරුවන් හෝ බලපත්‍ර දාතාවන් පහත සඳහන් ප්‍රතිඵලයක් ලෙස ඇති වන වක්‍ර, අහඹු, විශේෂ, ප්‍රතිඵල, හෝ දණ්ඩනීය හානිය සඳහා වගකිව යුතු නොවේ:",
  "terms_liability_risk": "ඔබ සේවාව මෙවලමක් ලෙස නොමිලයේ සපයනු ලබන බව පිළිගෙන එකඟ වේ. ඔබ සේවාව සම්පූර්ණයෙන්ම ඔබේම අවදානමෙන් භාවිතා කරයි. piyuo ඔබේ උපකරණ(ණ්‍යන්)ට හෝ වෙනත් මෘදුකාංගයට කිසිදු හානියක් හෝ සේවාව භාවිතයෙන් ඇති වන කිසිදු ප්‍රතිඵලයක් සඳහා කිසිදු වගකීමක් හෝ වගකීමක් නොගනී.",
  "terms_liability_third_party": "සේවාවේ කිසිදු තෙවන පාර්ශවයකගේ කිසිදු හැසිරීමක් හෝ අන්තර්ගතයක්;",
  "terms_liability_title": "7. වගකීම් සීමාව",
  "terms_liability_unauthorized": "ඔබේ සම්ප්‍රේෂණ හෝ අන්තර්ගතයට අනවසර ප්‍රවේශය, භාවිතය, හෝ වෙනස් කිරීම (යෙදුම ඔබේ ගණන් දත්ත සම්ප්‍රේෂණය නොකරන බව අපි සටහන් කරමු).",
  "terms_license_1": "මෙම නියමයන්ට අනුකූලව, Piyuo ඔබට සේවාව ඔබේ පුද්ගලික, වාණිජ නොවන භාවිතය සඳහා පමණක් බාගැනීම, ස්ථාපනය කිරීම සහ භාවිතා කිරීම සඳහා සීමිත, අනන්‍ය නොවන, හුවමාරු කළ නොහැකි, උප-බලපත්‍ර ලබා දිය නොහැකි බලපත්‍රයක් ලබා දේ.",
  "terms_license_2": "මෙම බලපත්‍රය ඔබට කිසිදු අයිතිවාසිකමක් ලබා නොදේ:",
  "terms_license_distribute": "සේවාව තෙවන පාර්ශවයකට බෙදා හැරීම, විකිණීම, බදු දීම, කුලී දීම, ණය දීම, හෝ වෙනත් ආකාරයකින් පැවරීම;",
  "terms_license_modify": "සේවාව වෙනස් කිරීම, අනුවර්තනය කිරීම, වෙනස් කිරීම, පරිවර්තනය කිරීම, හෝ ව්‍යුත්පන්න කෘති නිර්මාණය කිරීම;",
  "terms_license_remove": "සේවාවේ කිසිදු හිමිකම් දැනුම්දීමක් ඉවත් කිරීම, වෙනස් කිරීම, හෝ සඟවීම.",
  "terms_license_reverse": "සේවාවේ ප්‍රතිලෝම ඉංජිනේරු, විසංයුක්තකරණය, හෝ වෙන්කිරීම;",
  "terms_license_title": "3. බලපත්‍රය",
  "terms_privacy_1": "Piyuo Counter යෙදුම පෞද්ගලිකත්වය මනසේ තබාගෙන නිර්මාණය කර ඇත. යෙදුම වස්තු හඳුනාගැනීම සහ ගණනය කිරීමේ අරමුණු සඳහා ඔබේ උපකරණයේ වීඩියෝ දත්ත ප්‍රදේශීයව සකසයි.",
  "terms_privacy_2": "අපි යෙදුමෙන් කිසිදු පුද්ගලික තොරතුරු, වීඩියෝ දත්ත, ගණන් දත්ත, හෝ භාවිත දත්ත එකතු නොකරමු, ගබඩා නොකරමු, ප්‍රවේශ නොකරමු, හෝ සම්ප්‍රේෂණය නොකරමු. සියලුම සැකසීම ඔබේ උපකරණයේ ප්‍රදේශීයව සිදු වේ.",
  "terms_privacy_3": "අපගේ පෞද්ගලිකත්ව භාවිතයන් පිළිබඳ වැඩි විස්තර සඳහා, කරුණාකර {privacy_link} හි අපගේ පෞද්ගලිකත්ව ප්‍රතිපත්තිය බලන්න.",
  "terms_privacy_title": "5. පෞද්ගලිකත්වය සහ දත්ත",
  "terms_severability": "මෙම නියමයන්ගේ කිසිදු විධිවිධානයක් ක්‍රියාත්මක කළ නොහැකි හෝ අවලංගු ලෙස සලකනු ලැබුවහොත්, එවැනි විධිවිධානය අදාළ නීතිය යටතේ හැකි උපරිම ප්‍රමාණයට එවැනි විධිවිධානයක අරමුණු සාක්ෂාත් කර ගැනීම සඳහා වෙනස් කර අර්ථ නිරූපණය කරනු ලබන අතර, ඉතිරි විධිවිධාන සම්පූර්ණ බලයෙන් සහ ප්‍රතිඵලයෙන් දිගටම පවතිනු ඇත. මෙම නියමයන්ගේ කිසිදු කාල සීමාවක් අත්හැරීම එවැනි කාල සීමාවක් හෝ වෙනත් කිසිදු කාල සීමාවක් පිළිබඳ වැඩිදුර හෝ අඛණ්ඩ අත්හැරීමක් ලෙස නොසලකනු ලැබේ.",
  "terms_severability_title": "11. වෙන්කරන හැකි බව සහ අත්හැරීම",
  "terms_support": "Piyuo Counter නොමිලයේ සපයනු ලැබේ. සේවාව සඳහා නඩත්තුව, තාක්ෂණික සහාය, යාවත්කාලීන, හෝ උත්ශ්‍රේණි සැපයීමට අපට කිසිදු බැඳීමක් නැත. සේවාව හෝ එය සම්බන්ධ වන ඕනෑම සේවාවක් දැනුම්දීමකින් හෝ දැනුම්දීමකින් තොරව සහ ඔබට වගකීමකින් තොරව තාවකාලිකව හෝ ස්ථිරව වෙනස් කිරීම, අත්හිටුවීම, හෝ නවතා දැමීමේ අයිතිය අපි වෙන් කර ගනිමු.",
  "terms_support_title": "8. සහාය හෝ නඩත්තුව නැත",
  "terms_title": "Piyuo Counter සේවා නියමයන්",
  "terms_use_harm": "සේවාව අක්‍රීය කිරීම, අධික ලෙස පටවීම, හානි කිරීම, හෝ අඩු කිරීම සිදු විය හැකි ආකාරයෙන්;",
  "terms_use_illegal": "යම් ෆෙඩරල්, ප්‍රාන්ත, ප්‍රාදේශීය, හෝ ජාත්‍යන්තර නීතිය හෝ නියමයක් උල්ලංඝනය කරන ආකාරයෙන්;",
  "terms_use_intro": "ඔබ සේවාව නීත්‍යානුකූල අරමුණු සඳහා සහ මෙම නියමයන්ට අනුකූලව පමණක් භාවිතා කිරීමට එකඟ වේ. ඔබ සේවාව භාවිතා නොකිරීමට එකඟ වේ:",
  "terms_use_malware": "කිසිදු වෛරස්, ට්‍රෝජන් අශ්ව, පණුවෝ, තර්කනික බෝම්බ, හෝ අනිෂ්ට හෝ තාක්ෂණිකව හානිකර වෙනත් ද්‍රව්‍ය හඳුන්වා දීමට.",
  "terms_use_privacy": "වෙනත් අයගේ පෞද්ගලිකත්ව අයිතිවාසිකම් උල්ලංඝනය කිරීමට හෝ නීතියෙන් තහනම් කර ඇති ඕනෑම පරිදි නිරීක්ෂණයක නිරත වීමට;",
  "terms_use_title": "4. පිළිගත් භාවිතය",
  "website_url": "https://piyuo.com"
}