{
  "terms_title": "Пользовательское соглашение для Piyuo Counter",
  "terms_effective_date": "Дата вступления в силу: 12 апреля 2025 г.",

  "terms_acceptance_title": "1. Принятие условий",
  "terms_acceptance": "Загружая, устанавливая или используя приложение Piyuo Counter («Сервис»), вы соглашаетесь соблюдать данное Пользовательское соглашение («Условия»). Если вы не согласны с какой-либо частью данных условий, то вы не можете получить доступ к Сервису.",

  "terms_description_title": "2. Описание сервиса",
  "terms_description_1": "Piyuo Counter — это программное приложение, которое использует камеру вашего устройства и технологию компьютерного зрения для автоматического подсчета и отслеживания объектов, таких как пешеходы, транспортные средства или другие предметы в реальном времени.",
  "terms_description_2": "Сервис работает полностью на вашем локальном устройстве. Мы не собираем, не храним и не передаем никаких данных от использования вами приложения.",

  "terms_license_title": "3. Лицензия",
  "terms_license_1": "При условии соблюдения вами данных Условий, Piyuo предоставляет вам ограниченную, неисключительную, непередаваемую, несублицензируемую лицензию на загрузку, установку и использование Сервиса исключительно для ваших личных, некоммерческих целей.",
  "terms_license_2": "Данная лицензия не предоставляет вам никаких прав на:",
  "terms_license_reverse": "Обратную разработку, декомпиляцию или разборку Сервиса;",
  "terms_license_distribute": "Распространение, продажу, лизинг, аренду, одалживание или иную передачу Сервиса третьим лицам;",
  "terms_license_modify": "Модификацию, адаптацию, изменение, перевод или создание производных работ Сервиса;",
  "terms_license_remove": "Удаление, изменение или сокрытие любых уведомлений о правах собственности на Сервис.",

  "terms_use_title": "4. Допустимое использование",
  "terms_use_intro": "Вы соглашаетесь использовать Сервис только в законных целях и в соответствии с данными Условиями. Вы соглашаетесь не использовать Сервис:",
  "terms_use_illegal": "Любым способом, который нарушает применимые федеральные, государственные, местные или международные законы или правила;",
  "terms_use_privacy": "Для нарушения прав других лиц на конфиденциальность или участия в любой форме наблюдения, запрещенной законом;",
  "terms_use_harm": "Любым способом, который может отключить, перегрузить, повредить или ухудшить работу Сервиса;",
  "terms_use_malware": "Для внедрения любых вирусов, троянских коней, червей, логических бомб или другого материала, который является вредоносным или технически вредным.",

  "terms_privacy_title": "5. Конфиденциальность и данные",
  "terms_privacy_1": "Приложение Piyuo Counter разработано с учетом конфиденциальности. Приложение обрабатывает видеоданные локально на вашем устройстве для целей обнаружения и подсчета объектов.",
  "terms_privacy_2": "Мы не собираем, не храним, не получаем доступ и не передаем никакую личную информацию, видеоданные, данные подсчета или данные использования из приложения. Вся обработка происходит локально на вашем устройстве.",
  "terms_privacy_3": "Для получения более подробной информации о наших практиках конфиденциальности, пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности по адресу {privacy_link}.",

  "terms_disclaimer_title": "6. Отказ от гарантий",
  "terms_disclaimer_1": "СЕРВИС ПРЕДОСТАВЛЯЕТСЯ \"КАК ЕСТЬ\" И \"КАК ДОСТУПНО\" БЕЗ ГАРАНТИЙ ЛЮБОГО РОДА. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, PIYUO ЯВНО ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, БУДЬ ТО ЯВНЫХ, ПОДРАЗУМЕВАЕМЫХ, УСТАНОВЛЕННЫХ ЗАКОНОМ ИЛИ ИНЫХ, В ОТНОШЕНИИ СЕРВИСА, ВКЛЮЧАЯ ВСЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ, ПРАВА СОБСТВЕННОСТИ И НЕНАРУШЕНИЯ, А ТАКЖЕ ГАРАНТИИ, КОТОРЫЕ МОГУТ ВОЗНИКНУТЬ В ХОДЕ ДЕЛОВЫХ ОТНОШЕНИЙ, ИСПОЛНЕНИЯ, ИСПОЛЬЗОВАНИЯ ИЛИ ТОРГОВОЙ ПРАКТИКИ.",
  "terms_disclaimer_2": "БЕЗ ОГРАНИЧЕНИЯ ВЫШЕИЗЛОЖЕННОГО, PIYUO НЕ ПРЕДОСТАВЛЯЕТ НИКАКИХ ГАРАНТИЙ ИЛИ ОБЯЗАТЕЛЬСТВ И НЕ ДЕЛАЕТ НИКАКИХ ЗАЯВЛЕНИЙ О ТОМ, ЧТО СЕРВИС БУДЕТ СООТВЕТСТВОВАТЬ ВАШИМ ТРЕБОВАНИЯМ, ДОСТИГАТЬ КАКИХ-ЛИБО НАМЕЧЕННЫХ РЕЗУЛЬТАТОВ, БЫТЬ СОВМЕСТИМЫМ ИЛИ РАБОТАТЬ С ЛЮБЫМ ДРУГИМ ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ, ПРИЛОЖЕНИЯМИ, СИСТЕМАМИ ИЛИ СЕРВИСАМИ, РАБОТАТЬ БЕЗ ПЕРЕБОЕВ, СООТВЕТСТВОВАТЬ СТАНДАРТАМ ПРОИЗВОДИТЕЛЬНОСТИ ИЛИ НАДЕЖНОСТИ, ИЛИ БЫТЬ БЕЗОШИБОЧНЫМ, ИЛИ ЧТО ЛЮБЫЕ ОШИБКИ ИЛИ ДЕФЕКТЫ МОГУТ ИЛИ БУДУТ ИСПРАВЛЕНЫ.",
  "terms_disclaimer_3": "МЫ НЕ ГАРАНТИРУЕМ ТОЧНОСТЬ, ПОЛНОТУ ИЛИ НАДЕЖНОСТЬ ЛЮБЫХ ДАННЫХ ИЛИ РЕЗУЛЬТАТОВ, ПОЛУЧЕННЫХ ЧЕРЕЗ ИСПОЛЬЗОВАНИЕ ПРИЛОЖЕНИЯ (ТАКИХ КАК ПОДСЧЕТ ПЕШЕХОДОВ). ПРИЛОЖЕНИЕ ЯВЛЯЕТСЯ ИНСТРУМЕНТОМ, И ЕГО РЕЗУЛЬТАТЫ МОГУТ БЫТЬ ЗАТРОНУТЫ РАЗЛИЧНЫМИ ФАКТОРАМИ, ВКЛЮЧАЯ КАЧЕСТВО КАМЕРЫ, УСЛОВИЯ ОСВЕЩЕНИЯ, ПРЕПЯТСТВИЯ И ОГРАНИЧЕНИЯ АЛГОРИТМА.",

  "terms_liability_title": "7. Ограничение ответственности",
  "terms_liability_intro": "В ПОЛНОМ ОБЪЕМЕ, РАЗРЕШЕННОМ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ PIYUO, ЕГО АФФИЛИРОВАННЫЕ ЛИЦА, ДОЛЖНОСТНЫЕ ЛИЦА, ДИРЕКТОРА, СОТРУДНИКИ, АГЕНТЫ, ПОСТАВЩИКИ ИЛИ ЛИЦЕНЗИАРЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ КОСВЕННЫЕ, СЛУЧАЙНЫЕ, СПЕЦИАЛЬНЫЕ, ПОСЛЕДУЮЩИЕ ИЛИ ШТРАФНЫЕ УБЫТКИ, ВКЛЮЧАЯ БЕЗ ОГРАНИЧЕНИЙ ПОТЕРЮ ПРИБЫЛИ, ДАННЫХ, ИСПОЛЬЗОВАНИЯ, ДЕЛОВОЙ РЕПУТАЦИИ ИЛИ ДРУГИХ НЕМАТЕРИАЛЬНЫХ ПОТЕРЬ, ВОЗНИКАЮЩИХ В РЕЗУЛЬТАТЕ:",
  "terms_liability_access": "Вашего доступа к Сервису или использования, или невозможности доступа к Сервису или его использования;",
  "terms_liability_third_party": "Любого поведения или контента любой третьей стороны в Сервисе;",
  "terms_liability_content": "Любого контента, полученного из Сервиса; и",
  "terms_liability_unauthorized": "Несанкционированного доступа, использования или изменения ваших передач или контента (хотя мы отмечаем, что Приложение не передает ваши данные подсчета).",
  "terms_liability_basis": "ДАННОЕ ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ПРИМЕНЯЕТСЯ НЕЗАВИСИМО ОТ ТОГО, ОСНОВАНА ЛИ ПРЕДПОЛАГАЕМАЯ ОТВЕТСТВЕННОСТЬ НА ДОГОВОРЕ, ДЕЛИКТЕ, НЕБРЕЖНОСТИ, СТРОГОЙ ОТВЕТСТВЕННОСТИ ИЛИ ЛЮБОЙ ДРУГОЙ ОСНОВЕ, ДАЖЕ ЕСЛИ PIYUO БЫЛО УВЕДОМЛЕНО О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.",
  "terms_liability_risk": "ВЫ ПРИЗНАЕТЕ И СОГЛАШАЕТЕСЬ, ЧТО СЕРВИС ПРЕДОСТАВЛЯЕТСЯ БЕСПЛАТНО КАК ИНСТРУМЕНТ. ВЫ ИСПОЛЬЗУЕТЕ СЕРВИС ПОЛНОСТЬЮ НА СВОЙ РИСК. PIYUO НЕ ПРИНИМАЕТ НА СЕБЯ НИКАКОЙ ОТВЕТСТВЕННОСТИ ЗА ЛЮБОЙ УЩЕРБ ВАШЕМУ УСТРОЙСТВУ(АМ) ИЛИ ДРУГОМУ ПРОГРАММНОМУ ОБЕСПЕЧЕНИЮ, ИЛИ ЛЮБЫЕ ПОСЛЕДСТВИЯ, ВОЗНИКАЮЩИЕ ОТ ВАШЕГО ИСПОЛЬЗОВАНИЯ СЕРВИСА.",

  "terms_support_title": "8. Отсутствие поддержки или обслуживания",
  "terms_support": "Piyuo Counter предоставляется бесплатно. Мы не обязаны предоставлять техническое обслуживание, техническую поддержку, обновления или улучшения для Сервиса. Мы оставляем за собой право изменять, приостанавливать или прекращать, временно или постоянно, Сервис или любой сервис, к которому он подключается, с уведомлением или без уведомления и без ответственности перед вами.",

  "terms_changes_title": "9. Изменения в данных условиях",
  "terms_changes": "Мы оставляем за собой право по своему усмотрению изменять или заменять данные Условия в любое время. Если пересмотр является существенным, мы приложим разумные усилия для предоставления уведомления (например, через Приложение или на Веб-сайте) до вступления в силу любых новых условий. То, что составляет существенное изменение, будет определяться по нашему усмотрению. Продолжая получать доступ к нашему Сервису или использовать его после вступления в силу данных изменений, вы соглашаетесь соблюдать пересмотренные условия.",

  "terms_governing_title": "10. Применимое право",
  "terms_governing": "Данные Условия регулируются и толкуются в соответствии с законами штата Калифорния, США, без учета принципов коллизии права. (Примечание: Проконсультируйтесь с юристом, чтобы подтвердить, является ли это подходящей юрисдикцией для вас).",

  "terms_severability_title": "11. Делимость и отказ",
  "terms_severability": "Если какое-либо положение данных Условий будет признано неисполнимым или недействительным, такое положение будет изменено и интерпретировано для достижения целей такого положения в максимально возможной степени в соответствии с применимым законодательством, а остальные положения останутся в полной силе и действии. Никакой отказ от любого срока данных Условий не будет считаться дальнейшим или продолжающимся отказом от такого срока или любого другого срока.",

  "terms_entire_title": "12. Полное соглашение",
  "terms_entire": "Данные Условия вместе с нашей Политикой конфиденциальности (доступной по адресу {privacy_link}) составляют полное соглашение между вами и Piyuo относительно Сервиса и заменяют все предыдущие и современные понимания, соглашения, представления и гарантии, как письменные, так и устные, относительно Сервиса.",

  "terms_contact_title": "13. Контактная информация",
  "terms_contact_intro": "Если у вас есть вопросы об данных Условиях, пожалуйста, свяжитесь с нами:",
  "terms_contact_email": "По электронной почте: {email}",
  "terms_contact_website": "Посетив данную страницу на нашем веб-сайте: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
