{
  "index_download": "Unduh",
  "index_download_soon": "Segera hadir.",
  "index_language": "Bahasa",
  "index_video_title": "Ponsel Anda kini dapat menggunakan AI untuk mengenali pejalan kaki.",
  "index_video_desc": "Tidak memerlukan internet. Tidak perlu menghitung orang secara manual dengan penghitung tradisional. Cukup atur ponsel Anda untuk melacak lalu lintas pejalan kaki secara otomatis.",
  "index_1": "Pelacakan 24/7",
  "index_1_desc": "Lihat jumlah lalu lintas pejalan kaki untuk periode waktu apa pun.",
  "index_2": "Pelacakan Beberapa Objek",
  "index_2_desc": "Menghitung pejalan kaki, mobil, sepeda, dan lainnya secara bersamaan",
  "index_3": "Zona Deteksi Kustom",
  "index_3_desc": "Tentukan zona deteksi kustom untuk menghitung lalu lintas di area tertentu.",
  "index_4": "Mode Penghitungan Fleksibel",
  "index_4_desc": "Pilih untuk menghitung objek yang baru muncul dalam zona deteksi, atau objek yang tetap diam.",
  "index_desktop_title": "Ketersediaan Versi Desktop",
  "index_desktop_desc": "Kami juga menawarkan versi desktop. Kami menyediakan versi untuk iOS/Android/Mac/Windows, memungkinkan Anda menggunakan perangkat seluler dan desktop dengan webcam. Versi desktop juga mendukung beberapa sumber video, memungkinkan penghitungan simultan dari beberapa aliran.",
  "index_desktop2_title": "Dukungan Siaran Langsung",
  "index_desktop2_desc": "Selain kamera perangkat seluler, kami mendukung file video yang direkam, input webcam, dan siaran langsung internet seperti RTSP. Ini memungkinkan Anda terhubung ke perangkat yang ada dan langsung mulai mengukur arus lalu lintas.",
  "index_email_us": "Email kami",
  "app_desc": "Ingin tahu berapa banyak orang yang lewat? Aplikasi ini menggunakan kamera ponsel Anda untuk secara cerdas mengidentifikasi dan menghitung pejalan kaki secara otomatis. Tidak diperlukan input manual. Ucapkan selamat tinggal pada penghitungan yang membosankan dan dengan mudah pantau arus lalu lintas.",
  "video_desc": "Tidak memerlukan internet. Tidak perlu menghitung orang secara manual dengan penghitung tradisional. Cukup atur ponsel Anda untuk melacak lalu lintas pejalan kaki secara otomatis.",
  "terms": "Ketentuan Layanan",
  "privacy": "Privasi",
  "index_download_available": "MISSING"
}
