{
  "index_download": "Yüklə",
  "index_download_soon": "Tezliklə gələcək.",
  "index_language": "Dil",
  "index_video_title": "Telefonunuz artıq piyadaları tanımaq üçün AI istifadə edə bilər.",
  "index_video_desc": "İnternet tələb olunmur. Ənənəvi kliklə insanları əl ilə saymağa ehtiyac yoxdur. Sadəcə telefonunuzu keçən piyada hərəkətini avtomatik izləmək üçün qurun.",
  "index_1": "24/7 İzləmə",
  "index_1_desc": "İstənilən vaxt dövrü üçün piyada hərəkəti saylarına baxın.",
  "index_2": "Çoxsaylı Obyekt İzləmə",
  "index_2_desc": "Eyni vaxtda piyadaları, avtomobilləri, velosipedləri və daha çoxunu sayın",
  "index_3": "Fərdi Aşkarlama Zonaları",
  "index_3_desc": "Xüsusi ərazilərdə hərəkəti saymaq üçün fərdi aşkarlama zonaları təyin edin.",
  "index_4": "Çevik Sayma Rejimləri",
  "index_4_desc": "Aşkarlama zonasında yeni görünən obyektləri və ya sabit qalanları saymağı seçin.",
  "index_desktop_title": "Masaüstü Versiyasının Mövcudluğu",
  "index_desktop_desc": "Biz həmçinin masaüstü versiyasını təklif edirik. iOS/Android/Mac/Windows versiyalarını təmin edirik, bu da sizə həm mobil cihazlardan, həm də vebkameralı masaüstü kompüterlərdən istifadə etməyə imkan verir. Masaüstü versiyası daha çox video mənbələrini dəstəkləyir və bir neçə yayımdan eyni vaxtda saymağa imkan verir.",
  "index_desktop2_title": "Canlı Yayım Dəstəyi",
  "index_desktop2_desc": "Mobil cihaz kameralarından əlavə, biz qeydə alınmış video fayllarını, vebkamera girişlərini və RTSP kimi internet canlı yayımlarını dəstəkləyirik. Bu, mövcud cihazlara qoşulmağa və dərhal trafik axınını ölçməyə başlamağa imkan verir.",
  "index_email_us": "Bizə e-poçt göndərin",
  "app_desc": "Neçə insanın keçdiyini bilmək istəyirsiniz? Bu tətbiq telefonunuzun kamerasını istifadə edərək piyadaları ağıllı şəkildə müəyyən edir və avtomatik sayır. Heç bir əl ilə daxiletmə tələb olunmur. Yorucu sayma ilə vidalaşın və trafik axınını asanlıqla izləyin.",
  "video_desc": "İnternet tələb olunmur. Ənənəvi kliklə insanları əl ilə saymağa ehtiyac yoxdur. Sadəcə telefonunuzu keçən piyada hərəkətini avtomatik izləmək üçün qurun.",
  "terms": "Xidmət Şərtləri",
  "privacy": "Məxfilik",
  "index_download_available": "MISSING"
}
