{
  "app_desc": "Хочете знати, скільки людей проходить повз? Цей додаток використовує камеру вашого телефону для розумного визначення та автоматичного підрахунку пішоходів. Не потрібно вводити дані вручну. Попрощайтеся з нудним підрахунком і легко моніторте потік трафіку.",
  "index_1": "Цілодобове відстеження",
  "index_1_desc": "Переглядайте кількість пішоходів за будь-який період часу.",
  "index_2": "Відстеження кількох об'єктів",
  "index_2_desc": "Одночасно рахуйте пішоходів, автомобілі, велосипеди та інше",
  "index_3": "Налаштовувані зони виявлення",
  "index_3_desc": "Визначте власні зони виявлення для підрахунку трафіку в певних областях.",
  "index_4": "Гнучкі режими підрахунку",
  "index_4_desc": "Виберіть підрахунок об'єктів, які щойно з'явилися в зоні виявлення, або тих, що залишаються нерухомими.",
  "index_desktop2_desc": "Окрім камер мобільних пристроїв, ми підтримуємо записані відеофайли, вхідні сигнали веб-камер та інтернет-трансляції, такі як RTSP. Це дозволяє підключатися до існуючих пристроїв і негайно почати вимірювати потік трафіку.",
  "index_desktop2_title": "Підтримка прямих трансляцій",
  "index_desktop_desc": "Ми також пропонуємо настільну версію. Ми надаємо версії для iOS/Android/Mac/Windows, що дозволяє використовувати як мобільні пристрої, так і настільні комп'ютери з веб-камерами. Настільна версія також підтримує кілька джерел відео, що дозволяє одночасно здійснювати підрахунок з кількох потоків.",
  "index_desktop_title": "Доступність настільної версії",
  "index_download": "Завантажити",
  "index_download_soon": "Скоро буде доступно.",
  "index_email_us": "Напишіть нам",
  "index_language": "Мова",
  "index_video_desc": "Інтернет не потрібен. Не потрібно вручну рахувати людей за допомогою традиційного лічильника. Просто налаштуйте свій телефон для автоматичного відстеження потоку пішоходів.",
  "index_video_title": "Ваш телефон тепер може використовувати ШІ для розпізнавання пішоходів.",
  "privacy": "Конфіденційність",
  "terms": "Умови надання послуг",
  "video_desc": "Інтернет не потрібен. Не потрібно вручну рахувати людей за допомогою традиційного лічильника. Просто налаштуйте свій телефон для автоматичного відстеження потоку пішоходів."
}