{
  "privacy_title": "Політика конфіденційності для Piyuo Counter",
  "privacy_effective_date": "Дата набрання чинності: 12 квітня 2025 року",

  "privacy_introduction_title": "Вступ",
  "privacy_introduction_1": "Ласкаво просимо до Piyuo Counter! Ця Політика конфіденційності пояснює, як ми обробляємо інформацію, коли ви використовуєте наш програмний додаток (\"Додаток\"). Наше зобов'язання — ваша конфіденційність. Цей Додаток розроблений для роботи без збору або обробки ваших персональних даних.",
  "privacy_introduction_2": "Ця Політика конфіденційності застосовується до програмного додатка Piyuo Counter (\"Додаток\") для мобільних пристроїв та комп'ютерів, доступного на різних платформах та в магазинах додатків.",

  "privacy_who_we_are_title": "Хто ми",
  "privacy_who_we_are": "Додаток Piyuo Counter надається компанією Piyuo (\"ми\", \"наш\" або \"наша\"). Наш веб-сайт: {website}. Якщо у вас є питання щодо цієї політики, ви можете зв'язатися з нами за адресою {email}.",

  "privacy_no_collect_title": "Інформація, яку ми не збираємо",
  "privacy_no_collect_intro": "Ми не збираємо, не зберігаємо, не передаємо та не обробляємо жодної особистої інформації або даних про використання від вас через додаток Piyuo Counter.",
  "privacy_no_collect_personal": "Ніяких персональних даних: Ми не запитуємо, не отримуємо доступ та не відстежуємо жодну інформацію, яка могла б вас ідентифікувати, таку як ваше ім'я, адреса електронної пошти, місцезнаходження, ідентифікатори пристрою або контакти.",
  "privacy_no_collect_usage": "Ніяких даних про використання: Додаток не записує, як ви його використовуєте. Усі дані лічильника, які ви створюєте, зберігаються локально лише на вашому пристрої та недоступні нам.",
  "privacy_no_collect_third_party": "Ніяких сторонніх сервісів: Ми не інтегруємо жодних сторонніх сервісів для аналітики (як Firebase Analytics), реклами (як AdMob), хмарного зберігання або будь-якої іншої мети, яка б включала обмін даними з зовнішніми сторонами. Додаток працює повністю офлайн щодо обробки даних.",

  "privacy_use_title": "Як ми використовуємо інформацію",
  "privacy_use": "Оскільки ми не збираємо жодної інформації, ми не використовуємо вашу інформацію для будь-яких цілей.",

  "privacy_sharing_title": "Обмін інформацією та розкриття",
  "privacy_sharing": "Ми не ділимося та не розкриваємо жодну особисту інформацію, оскільки ми її не збираємо. Ваші дані (лічильники, які ви відстежуєте) залишаються на вашому пристрої.",

  "privacy_security_title": "Безпека даних",
  "privacy_security": "Будь-які дані, згенеровані при використанні додатка Piyuo Counter (такі як ваші лічильники), зберігаються локально лише на вашому пристрої. Ми не маємо доступу до цих даних. Хоча ми створюємо наш додаток із стандартними практиками безпеки, безпека даних, збережених на вашому пристрої, залежить від заходів безпеки, які ви вживаєте для самого пристрою.",

  "privacy_children_title": "Конфіденційність дітей",
  "privacy_children": "Наш Додаток не збирає особисту інформацію від нікого, включаючи дітей. Ми дотримуємося Закону про захист конфіденційності дітей в Інтернеті (COPPA) у США та аналогічних правил, таких як GDPR, щодо даних дітей. Оскільки ми не збираємо дані, ми за своєю природою не збираємо дані від дітей віком до 13 років (або 16 років у деяких країнах ЄС).",

  "privacy_rights_title": "Ваші права (GDPR та інші закони)",
  "privacy_rights_1": "Закони про конфіденційність, такі як Загальний регламент із захисту даних (GDPR) в Європі та різні закони штатів США, надають особам права щодо їхніх персональних даних (такі як доступ, виправлення, видалення).",
  "privacy_rights_2": "Оскільки додаток Piyuo Counter не збирає, не зберігає та не обробляє жодних ваших персональних даних, ці права зазвичай не застосовуються в контексті нашого Додатка, оскільки немає даних, які ми зберігаємо, до яких ви могли б отримати доступ, виправити або видалити. Будь-які дані, пов'язані з додатком, знаходяться виключно на вашому пристрої під вашим контролем.",

  "privacy_changes_title": "Зміни до цієї Політики конфіденційності",
  "privacy_changes_1": "Ми можемо час від часу оновлювати цю Політику конфіденційності. Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності в Додатку або на нашому веб-сайті ({website}). Радимо періодично переглядати цю Політику конфіденційності на предмет змін.",
  "privacy_changes_2": "Зміни до цієї Політики конфіденційності набувають чинності після їх публікації на цій сторінці.",

  "privacy_contact_title": "Зв'яжіться з нами",
  "privacy_contact_intro": "Якщо у вас є питання щодо цієї Політики конфіденційності, будь ласка, зв'яжіться з нами:",
  "privacy_contact_email": "Електронною поштою: {email}",
  "privacy_contact_website": "Відвідавши цю сторінку на нашому веб-сайті: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
