{
  "terms_title": "Умови надання послуг для Piyuo Counter",
  "terms_effective_date": "Дата набрання чинності: 12 квітня 2025 року",

  "terms_acceptance_title": "1. Прийняття умов",
  "terms_acceptance": "Завантажуючи, встановлюючи або використовуючи додаток Piyuo Counter («Сервіс»), ви погоджуєтесь дотримуватися цих Умов надання послуг («Умови»). Якщо ви не згодні з будь-якою частиною цих умов, то ви не можете отримати доступ до Сервісу.",

  "terms_description_title": "2. Опис сервісу",
  "terms_description_1": "Piyuo Counter — це програмний додаток, який використовує камеру вашого пристрою та технологію комп'ютерного зору для автоматичного підрахунку та відстеження об'єктів, таких як пішоходи, транспортні засоби або інші предмети в реальному часі.",
  "terms_description_2": "Сервіс працює повністю на вашому локальному пристрої. Ми не збираємо, не зберігаємо і не передаємо жодних даних від використання вами додатку.",

  "terms_license_title": "3. Ліцензія",
  "terms_license_1": "За умови дотримання вами цих Умов, Piyuo надає вам обмежену, неексклюзивну, непередавану, несубліцензовану ліцензію на завантаження, встановлення та використання Сервісу виключно для ваших особистих, некомерційних цілей.",
  "terms_license_2": "Ця ліцензія не надає вам жодних прав на:",
  "terms_license_reverse": "Зворотну розробку, декомпіляцію або розбирання Сервісу;",
  "terms_license_distribute": "Розповсюдження, продаж, лізинг, оренду, позичання або інше передавання Сервісу будь-якій третій стороні;",
  "terms_license_modify": "Модифікацію, адаптацію, зміну, переклад або створення похідних робіт Сервісу;",
  "terms_license_remove": "Видалення, зміну або приховування будь-яких повідомлень про права власності на Сервіс.",

  "terms_use_title": "4. Прийнятне використання",
  "terms_use_intro": "Ви погоджуєтесь використовувати Сервіс тільки в законних цілях і відповідно до цих Умов. Ви погоджуєтесь не використовувати Сервіс:",
  "terms_use_illegal": "Будь-яким способом, який порушує будь-які застосовні федеральні, державні, місцеві або міжнародні закони чи правила;",
  "terms_use_privacy": "Для порушення прав інших осіб на конфіденційність або участі в будь-якій формі спостереження, забороненої законом;",
  "terms_use_harm": "Будь-яким способом, який може відключити, перевантажити, пошкодити або погіршити роботу Сервісу;",
  "terms_use_malware": "Для впровадження будь-яких вірусів, троянських коней, черв'яків, логічних бомб або іншого матеріалу, який є шкідливим або технічно шкідливим.",

  "terms_privacy_title": "5. Конфіденційність і дані",
  "terms_privacy_1": "Додаток Piyuo Counter розроблений з урахуванням конфіденційності. Додаток обробляє відеодані локально на вашому пристрої для цілей виявлення та підрахунку об'єктів.",
  "terms_privacy_2": "Ми не збираємо, не зберігаємо, не отримуємо доступ і не передаємо жодну особисту інформацію, відеодані, дані підрахунку або дані використання з додатку. Вся обробка відбувається локально на вашому пристрої.",
  "terms_privacy_3": "Для отримання більш детальної інформації про наші практики конфіденційності, будь ласка, ознайомтеся з нашою Політикою конфіденційності за адресою {privacy_link}.",

  "terms_disclaimer_title": "6. Відмова від гарантій",
  "terms_disclaimer_1": "СЕРВІС НАДАЄТЬСЯ \"ЯК Є\" ТА \"ЯК ДОСТУПНО\" БЕЗ ГАРАНТІЙ БУДЬ-ЯКОГО РОДУ. В МАКСИМАЛЬНОМУ ОБСЯЗІ, ДОЗВОЛЕНОМУ ЗАСТОСОВНИМ ЗАКОНОДАВСТВОМ, PIYUO ЯВНО ВІДМОВЛЯЄТЬСЯ ВІД УСІХ ГАРАНТІЙ, ЧИ ТО ЯВНИХ, НЕПРЯМИХ, ВСТАНОВЛЕНИХ ЗАКОНОМ АБО ІНШИХ, ЩОДО СЕРВІСУ, ВКЛЮЧАЮЧИ ВСІ НЕПРЯМІ ГАРАНТІЇ ТОВАРНОСТІ, ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ, ПРАВА ВЛАСНОСТІ ТА НЕПОРУШЕННЯ, А ТАКОЖ ГАРАНТІЇ, ЯКІ МОЖУТЬ ВИНИКНУТИ В ХОДІ ДІЛОВИХ ВІДНОСИН, ВИКОНАННЯ, ВИКОРИСТАННЯ АБО ТОРГОВОЇ ПРАКТИКИ.",
  "terms_disclaimer_2": "БЕЗ ОБМЕЖЕННЯ ВИЩЕЗАЗНАЧЕНОГО, PIYUO НЕ НАДАЄ ЖОДНИХ ГАРАНТІЙ АБО ЗОБОВ'ЯЗАНЬ І НЕ РОБИТЬ ЖОДНИХ ЗАЯВ ПРО ТЕ, ЩО СЕРВІС ВІДПОВІДАТИМЕ ВАШИМ ВИМОГАМ, ДОСЯГАТИМЕ БУДЬ-ЯКИХ НАМІЧЕНИХ РЕЗУЛЬТАТІВ, БУДЕ СУМІСНИМ АБО ПРАЦЮВАТИМЕ З БУДЬ-ЯКИМ ІНШИМ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ, ДОДАТКАМИ, СИСТЕМАМИ АБО СЕРВІСАМИ, ПРАЦЮВАТИМЕ БЕЗ ПЕРЕБОЇВ, ВІДПОВІДАТИМЕ СТАНДАРТАМ ПРОДУКТИВНОСТІ АБО НАДІЙНОСТІ, АБО БУДЕ БЕЗПОМИЛКОВИМ, АБО ЩО БУДЬ-ЯКІ ПОМИЛКИ АБО ДЕФЕКТИ МОЖУТЬ АБО БУДУТЬ ВИПРАВЛЕНІ.",
  "terms_disclaimer_3": "МИ НЕ ГАРАНТУЄМО ТОЧНІСТЬ, ПОВНОТУ АБО НАДІЙНІСТЬ БУДЬ-ЯКИХ ДАНИХ АБО РЕЗУЛЬТАТІВ, ОТРИМАНИХ ЧЕРЕЗ ВИКОРИСТАННЯ ДОДАТКУ (ТАКИХ ЯК ПІДРАХУНОК ПІШОХОДІВ). ДОДАТОК Є ІНСТРУМЕНТОМ, І ЙОГО РЕЗУЛЬТАТИ МОЖУТЬ БУТИ ВПЛИНУТІ РІЗНИМИ ФАКТОРАМИ, ВКЛЮЧАЮЧИ ЯКІСТЬ КАМЕРИ, УМОВИ ОСВІТЛЕННЯ, ПЕРЕШКОДИ ТА ОБМЕЖЕННЯ АЛГОРИТМУ.",

  "terms_liability_title": "7. Обмеження відповідальності",
  "terms_liability_intro": "В ПОВНОМУ ОБСЯЗІ, ДОЗВОЛЕНОМУ ЗАСТОСОВНИМ ЗАКОНОДАВСТВОМ, ЗА ЖОДНИХ ОБСТАВИН PIYUO, ЙОГО АФІЛІЙОВАНІ ОСОБИ, ПОСАДОВІ ОСОБИ, ДИРЕКТОРИ, СПІВРОБІТНИКИ, АГЕНТИ, ПОСТАЧАЛЬНИКИ АБО ЛІЦЕНЗІАРИ НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ НЕПРЯМІ, ВИПАДКОВІ, СПЕЦІАЛЬНІ, НАСЛІДКОВІ АБО ШТРАФНІ ЗБИТКИ, ВКЛЮЧАЮЧИ БЕЗ ОБМЕЖЕНЬ ВТРАТУ ПРИБУТКУ, ДАНИХ, ВИКОРИСТАННЯ, ДІЛОВОЇ РЕПУТАЦІЇ АБО ІНШИХ НЕМАТЕРІАЛЬНИХ ВТРАТ, ЩО ВИНИКАЮТЬ В РЕЗУЛЬТАТІ:",
  "terms_liability_access": "Вашого доступу до Сервісу або використання, або неможливості доступу до Сервісу або його використання;",
  "terms_liability_third_party": "Будь-якої поведінки або контенту будь-якої третьої сторони в Сервісі;",
  "terms_liability_content": "Будь-якого контенту, отриманого з Сервісу; та",
  "terms_liability_unauthorized": "Несанкціонованого доступу, використання або зміни ваших передач або контенту (хоча ми зазначаємо, що Додаток не передає ваші дані підрахунку).",
  "terms_liability_basis": "ЦЕ ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ ЗАСТОСОВУЄТЬСЯ НЕЗАЛЕЖНО ВІД ТОГО, ЗАСНОВАНА ЧИ ПЕРЕДБАЧУВАНА ВІДПОВІДАЛЬНІСТЬ НА ДОГОВОРІ, ДЕЛІКТАХ, НЕДБАЛОСТІ, СУВОРІЙ ВІДПОВІДАЛЬНОСТІ АБО БУДЬ-ЯКІЙ ІНШІЙ ОСНОВІ, НАВІТЬ ЯКЩО PIYUO БУЛО ПОВІДОМЛЕНО ПРО МОЖЛИВІСТЬ ТАКОЇ ШКОДИ.",
  "terms_liability_risk": "ВИ ВИЗНАЄТЕ ТА ПОГОДЖУЄТЕСЬ, ЩО СЕРВІС НАДАЄТЬСЯ БЕЗКОШТОВНО ЯК ІНСТРУМЕНТ. ВИ ВИКОРИСТОВУЄТЕ СЕРВІС ÎÍ ПОВНІСТЮ НА СВІЙ РИЗИК. PIYUO НЕ БЕРЕ НА СЕБЕ ЖОДНОЇ ВІДПОВІДАЛЬНОСТІ АБО ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКУ ШКОДУ ВАШОМУ ПРИСТРОЮ(ОЇВ) АБО ІНШОМУ ПРОГРАМНОМУ ЗАБЕЗПЕЧЕННЮ, АБО БУДЬ-ЯКІ НАСЛІДКИ, ЩО ВИНИКАЮТЬ ВІД ВАШОГО ВИКОРИСТАННЯ СЕРВІСУ.",

  "terms_support_title": "8. Відсутність підтримки або обслуговування",
  "terms_support": "Piyuo Counter надається безкоштовно. Ми не зобов'язані надавати технічне обслуговування, технічну підтримку, оновлення або вдосконалення для Сервісу. Ми залишаємо за собою право змінювати, призупиняти або припиняти, тимчасово або постійно, Сервіс або будь-який сервіс, до якого він підключається, з повідомленням або без повідомлення та без відповідальності перед вами.",

  "terms_changes_title": "9. Зміни в цих умовах",
  "terms_changes": "Ми залишаємо за собою право на свій розсуд змінювати або замінювати ці Умови в будь-який час. Якщо перегляд є суттєвим, ми докладемо розумних зусиль для надання повідомлення (наприклад, через Додаток або на Веб-сайті) до набрання чинності будь-якими новими умовами. Те, що становить суттєву зміну, буде визначатися на наш розсуд. Продовжуючи отримувати доступ до нашого Сервісу або використовувати його після набрання чинності цими змінами, ви погоджуєтесь дотримуватися переглянутих умов.",

  "terms_governing_title": "10. Застосовне право",
  "terms_governing": "Ці Умови регулюються та тлумачяться відповідно до законів штату Каліфорнія, США, без урахування принципів колізії права. (Примітка: Проконсультуйтеся з юристом, щоб підтвердити, чи є це відповідною юрисдикцією для вас).",

  "terms_severability_title": "11. Подільність та відмова",
  "terms_severability": "Якщо будь-яке положення цих Умов буде визнано невиконуваним або недійсним, таке положення буде змінено та інтерпретовано для досягнення цілей такого положення в максимально можливому обсязі відповідно до застосовного законодавства, а решта положень залишаться в повній силі та дії. Жодна відмова від будь-якого терміну цих Умов не буде вважатися подальшою або тривалою відмовою від такого терміну або будь-якого іншого терміну.",

  "terms_entire_title": "12. Повна угода",
  "terms_entire": "Ці Умови разом з нашою Політикою конфіденційності (доступною за адресою {privacy_link}) становлять повну угоду між вами та Piyuo щодо Сервісу та замінюють усі попередні та сучасні розуміння, угоди, заяви та гарантії, як письмові, так і усні, щодо Сервісу.",

  "terms_contact_title": "13. Контактна інформація",
  "terms_contact_intro": "Якщо у вас є питання щодо цих Умов, будь ласка, зв'яжіться з нами:",
  "terms_contact_email": "По електронній пошті: {email}",
  "terms_contact_website": "Відвідавши цю сторінку на нашому веб-сайті: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
