{
  "index_download": "Descargar",
  "index_download_soon": "Próximamente.",
  "index_language": "Idioma",
  "index_video_title": "Tu celular ahora puede usar IA para reconocer peatones.",
  "index_video_desc": "No requiere internet. No necesitás contar manualmente a las personas con un contador tradicional. Simplemente configurá tu celular para rastrear automáticamente el tránsito peatonal.",
  "index_1": "Seguimiento las 24 horas",
  "index_1_desc": "Visualizá el conteo de tránsito peatonal para cualquier período de tiempo.",
  "index_2": "Seguimiento de Múltiples Objetos",
  "index_2_desc": "Contá simultáneamente peatones, autos, bicicletas y más",
  "index_3": "Zonas de Detección Personalizadas",
  "index_3_desc": "Definí zonas de detección personalizadas para contar el tránsito en áreas específicas.",
  "index_4": "Modos de Conteo Flexibles",
  "index_4_desc": "Elegí contar objetos que aparecen nuevamente dentro de la zona de detección, o aquellos que permanecen estacionarios.",
  "index_desktop_title": "Disponibilidad de Versión de Escritorio",
  "index_desktop_desc": "También ofrecemos una versión de escritorio. Proporcionamos versiones para iOS/Android/Mac/Windows, permitiéndote utilizar tanto dispositivos móviles como computadoras de escritorio con webcams. La versión de escritorio además soporta múltiples fuentes de video, permitiendo el conteo simultáneo desde múltiples transmisiones.",
  "index_desktop2_title": "Soporte para Transmisión en Vivo",
  "index_desktop2_desc": "Además de las cámaras de dispositivos móviles, admitimos archivos de video grabados, entradas de webcam y transmisiones en vivo por internet como RTSP. Esto te permite conectarte a dispositivos existentes y comenzar a medir el flujo de tránsito inmediatamente.",
  "index_email_us": "Envianos un correo electrónico",
  "app_desc": "¿Querés saber cuántas personas pasan? Esta aplicación utiliza la cámara de tu celular para identificar de forma inteligente y contar automáticamente a los peatones. No se requiere entrada manual. Decile adiós al conteo tedioso y monitoreá fácilmente el flujo de tránsito.",
  "video_desc": "No requiere internet. No necesitás contar manualmente a las personas con un contador tradicional. Simplemente configurá tu celular para rastrear automáticamente el tránsito peatonal.",
  "terms": "Términos de servicio",
  "privacy": "Privacidad",
  "index_download_available": "MISSING"
}
