{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "ഞങ്ങൾ ഇടയ്ക്കിടെ ഈ സ്വകാര്യതാ നയം അപ്ഡേറ്റ് ചെയ്യാം. ആപ്പിനുള്ളിലോ ഞങ്ങളുടെ വെബ്‌സൈറ്റിലോ ({website}) പുതിയ സ്വകാര്യതാ നയം പോസ്റ്റ് ചെയ്തുകൊണ്ട് ഞങ്ങൾ നിങ്ങളെ ഏതെങ്കിലും മാറ്റങ്ങളെക്കുറിച്ച് അറിയിക്കും. ഏതെങ്കിലും മാറ്റങ്ങൾക്കായി ഈ സ്വകാര്യതാ നയം ആവർത്തിച്ച് അവലോകനം ചെയ്യാൻ നിങ്ങളെ ഉപദേശിക്കുന്നു.",
  "privacy_changes_2": "ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ ഈ പേജിൽ പോസ്റ്റ് ചെയ്യുമ്പോൾ പ്രാബല്യത്തിൽ വരുന്നു.",
  "privacy_changes_title": "ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ",
  "privacy_children": "ഞങ്ങളുടെ ആപ്പ് കുട്ടികൾ ഉൾപ്പെടെ ആരിൽ നിന്നും വ്യക്തിഗത വിവരങ്ങൾ ശേഖരിക്കുന്നില്ല. അമേരിക്കയിലെ ചിൽഡ്രൻസ് ഓൺലൈൻ പ്രൈവസി പ്രൊട്ടക്ഷൻ ആക്ട് (COPPA) യും കുട്ടികളുടെ ഡാറ്റ സംബന്ധിച്ച് GDPR പോലുള്ള സമാന നിയമങ്ങളും ഞങ്ങൾ പാലിക്കുന്നു. ഞങ്ങൾ ഒരു ഡാറ്റയും ശേഖരിക്കാത്തതിനാൽ, ഞങ്ങൾ സ്വാഭാവികമായി 13 വയസ്സിൽ താഴെയുള്ള കുട്ടികളിൽ നിന്നും (അല്ലെങ്കിൽ ചില EU രാജ്യങ്ങളിൽ 16) ഡാറ്റ ശേഖരിക്കുന്നില്ല.",
  "privacy_children_title": "കുട്ടികളുടെ സ്വകാര്യത",
  "privacy_contact_email": "ഇമെയിൽ വഴി: {email}",
  "privacy_contact_intro": "ഈ സ്വകാര്യതാ നയത്തെക്കുറിച്ച് നിങ്ങൾക്ക് ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
  "privacy_contact_title": "ഞങ്ങളെ ബന്ധപ്പെടുക",
  "privacy_contact_website": "ഞങ്ങളുടെ വെബ്‌സൈറ്റിലെ ഈ പേജ് സന്ദർശിച്ചുകൊണ്ട്: {website}",
  "privacy_effective_date": "പ്രാബല്യത്തിൽ വരുന്ന തീയതി: 2025 ഏപ്രിൽ 12",
  "privacy_introduction_1": "പിയൂവോ കൗണ്ടറിലേക്ക് സ്വാഗതം! ഞങ്ങളുടെ സോഫ്റ്റ്‌വെയർ ആപ്ലിക്കേഷൻ (\"ആപ്പ്\") ഉപയോഗിക്കുമ്പോൾ ഞങ്ങൾ എങ്ങനെ വിവരങ്ങൾ കൈകാര്യം ചെയ്യുന്നു എന്ന് ഈ സ്വകാര്യതാ നയം വിശദീകരിക്കുന്നു. നിങ്ങളുടെ സ്വകാര്യതയോടുള്ള ഞങ്ങളുടെ പ്രതിബദ്ധതയാണ് ഞങ്ങളുടെ ലക്ഷ്യം. നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റ ശേഖരിക്കുകയോ പ്രോസസ്സ് ചെയ്യുകയോ ചെയ്യാതെ പ്രവർത്തിക്കാൻ ഈ ആപ്പ് രൂപകല്പന ചെയ്തിരിക്കുന്നു.",
  "privacy_introduction_2": "വിവിധ പ്ലാറ്റ്‌ഫോമുകളിലും ആപ്ലിക്കേഷൻ സ്റ്റോറുകളിലുമായി ലഭ്യമായ മൊബൈൽ ഉപകരണങ്ങൾക്കും കമ്പ്യൂട്ടറുകൾക്കുമായുള്ള പിയൂവോ കൗണ്ടർ സോഫ്റ്റ്‌വെയർ ആപ്ലിക്കേഷൻ (\"ആപ്പ്\") ന് ഈ സ്വകാര്യതാ നയം ബാധകമാണ്.",
  "privacy_introduction_title": "ആമുഖം",
  "privacy_no_collect_intro": "പിയൂവോ കൗണ്ടർ ആപ്പിലൂടെ ഞങ്ങൾ നിങ്ങളിൽ നിന്നും ഒരു വ്യക്തിഗത വിവരവും ഉപയോഗ ഡാറ്റയും ശേഖരിക്കുകയോ സംഭരിക്കുകയോ കൈമാറുകയോ പ്രോസസ്സ് ചെയ്യുകയോ ചെയ്യുന്നില്ല.",
  "privacy_no_collect_personal": "വ്യക്തിഗത ഡാറ്റയില്ല: നിങ്ങളുടെ പേര്, ഇമെയിൽ വിലാസം, സ്ഥാനം, ഉപകരണ ഐഡന്റിഫയർ, അല്ലെങ്കിൽ കോൺടാക്റ്റുകൾ എന്നിവ പോലെ നിങ്ങളെ തിരിച്ചറിയാൻ കഴിയുന്ന വിവരങ്ങൾ ഞങ്ങൾ ആവശ്യപ്പെടുകയോ ലഭ്യമാക്കുകയോ ട്രാക്ക് ചെയ്യുകയോ ചെയ്യുന്നില്ല.",
  "privacy_no_collect_third_party": "മൂന്നാം കക്ഷി സേവനങ്ങളില്ല: അനാലിറ്റിക്സ് (Firebase Analytics പോലുള്ളവ), പരസ്യം (AdMob പോലുള്ളവ), ക്ലൗഡ് സ്റ്റോറേജ്, അല്ലെങ്കിൽ ബാഹ്യ കക്ഷികളുമായി ഡാറ്റ പങ്കിടുന്നത് ഉൾപ്പെടുന്ന മറ്റേതെങ്കിലും ഉദ്ദേശ്യത്തിനായി ഞങ്ങൾ ഒരു മൂന്നാം കക്ഷി സേവനങ്ങളും സംയോജിപ്പിക്കുന്നില്ല. ഡാറ്റ കൈകാര്യം ചെയ്യുന്ന കാര്യത്തിൽ ആപ്പ് പൂർണ്ണമായും ഓഫ്‌ലൈനായി പ്രവർത്തിക്കുന്നു.",
  "privacy_no_collect_title": "ഞങ്ങൾ ശേഖരിക്കാത്ത വിവരങ്ങൾ",
  "privacy_no_collect_usage": "ഉപയോഗ ഡാറ്റയില്ല: ആപ്പ് നിങ്ങൾ അത് എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്ന് റെക്കോർഡ് ചെയ്യുന്നില്ല. നിങ്ങൾ സൃഷ്ടിക്കുന്ന എല്ലാ കൗണ്ടർ ഡാറ്റയും നിങ്ങളുടെ ഉപകരണത്തിൽ മാത്രം പ്രാദേശികമായി സംഭരിക്കപ്പെടുന്നു, ഞങ്ങൾക്ക് ലഭ്യമല്ല.",
  "privacy_rights_1": "യൂറോപ്പിലെ ജനറൽ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേഷൻ (GDPR) പോലുള്ള സ്വകാര്യതാ നിയമങ്ങളും വിവിധ യുഎസ് സംസ്ഥാന നിയമങ്ങളും വ്യക്തികൾക്ക് അവരുടെ വ്യക്തിഗത ഡാറ്റയിൽ അവകാശങ്ങൾ (പ്രവേശനം, തിരുത്തൽ, ഇല്ലാതാക്കൽ പോലുള്ളവ) നൽകുന്നു.",
  "privacy_rights_2": "പിയൂവോ കൗണ്ടർ ആപ്പ് നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റ ശേഖരിക്കുകയോ സംഭരിക്കുകയോ പ്രോസസ്സ് ചെയ്യുകയോ ചെയ്യാത്തതിനാൽ, ഞങ്ങളുടെ ആപ്പിന്റെ സന്ദർഭത്തിൽ ഈ അവകാശങ്ങൾ പൊതുവെ ബാധകമല്ല, കാരണം നിങ്ങൾക്ക് പ്രവേശിക്കാനോ തിരുത്താനോ ഇല്ലാതാക്കാനോ ഞങ്ങളുടെ പക്കൽ ഡാറ്റ ഇല്ല. ആപ്പുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും ഡാറ്റ നിങ്ങളുടെ നിയന്ത്രണത്തിൽ നിങ്ങളുടെ ഉപകരണത്തിൽ മാത്രം കിടക്കുന്നു.",
  "privacy_rights_title": "നിങ്ങളുടെ അവകാശങ്ങൾ (GDPR യും മറ്റ് നിയമങ്ങളും)",
  "privacy_security": "പിയൂവോ കൗണ്ടർ ആപ്പ് ഉപയോഗിച്ച് ജനറേറ്റ് ചെയ്യുന്ന ഏതെങ്കിലും ഡാറ്റ (നിങ്ങളുടെ എണ്ണങ്ങൾ പോലെ) നിങ്ങളുടെ ഉപകരണത്തിൽ മാത്രം പ്രാദേശികമായി സംഭരിക്കപ്പെടുന്നു. ഞങ്ങൾക്ക് ഈ ഡാറ്റയിലേക്ക് ലഭ്യതയില്ല. ഞങ്ങൾ ഞങ്ങളുടെ ആപ്പ് സ്റ്റാൻഡേർഡ് സുരക്ഷാ പ്രവർത്തനങ്ങളോടെ നിർമ്മിച്ചിട്ടുണ്ടെങ്കിലും, നിങ്ങളുടെ ഉപകരണത്തിൽ സംഭരിച്ചിരിക്കുന്ന ഡാറ്റയുടെ സുരക്ഷ നിങ്ങളുടെ ഉപകരണത്തിന് നിങ്ങൾ എടുക്കുന്ന സുരക്ഷാ നടപടികളെ ആശ്രയിച്ചിരിക്കുന്നു.",
  "privacy_security_title": "ഡാറ്റാ സുരക്ഷ",
  "privacy_sharing": "ഞങ്ങൾ ഒരു വ്യക്തിഗത വിവരവും ശേഖരിക്കാത്തതിനാൽ ഞങ്ങൾ അവ പങ്കിടുകയോ വെളിപ്പെടുത്തുകയോ ചെയ്യുന്നില്ല. നിങ്ങളുടെ ഡാറ്റ (നിങ്ങൾ ട്രാക്ക് ചെയ്യുന്ന എണ്ണങ്ങൾ) നിങ്ങളുടെ ഉപകരണത്തിൽ തന്നെ തുടരുന്നു.",
  "privacy_sharing_title": "വിവര പങ്കിടലും വെളിപ്പെടുത്തലും",
  "privacy_title": "പിയൂവോ കൗണ്ടറിന്റെ സ്വകാര്യതാ നയം",
  "privacy_use": "ഞങ്ങൾ ഒരു വിവരവും ശേഖരിക്കാത്തതിനാൽ, ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ഒരു ആവശ്യത്തിനും ഉപയോഗിക്കുന്നില്ല.",
  "privacy_use_title": "ഞങ്ങൾ വിവരങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു",
  "privacy_who_we_are": "പിയൂവോ കൗണ്ടർ ആപ്പ് പിയൂവോ (\"ഞങ്ങൾ,\" \"ഞങ്ങളുടെ,\" അല്ലെങ്കിൽ \"ഞങ്ങളുടെ\") നൽകുന്നു. ഞങ്ങളുടെ വെബ്‌സൈറ്റ് {website} ആണ്. ഈ നയത്തെക്കുറിച്ച് നിങ്ങൾക്ക് ചോദ്യങ്ങളുണ്ടെങ്കിൽ, {email} ൽ ഞങ്ങളെ ബന്ധപ്പെടാവുന്നതാണ്.",
  "privacy_who_we_are_title": "ഞങ്ങൾ ആരാണ്",
  "website_url": "https://piyuo.com"
}