{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter ആപ്പ് (\"സേവനം\") ഡൗൺലോഡ് ചെയ്യുന്നതിലൂടെയോ, ഇൻസ്റ്റാൾ ചെയ്യുന്നതിലൂടെയോ, അല്ലെങ്കിൽ ഉപയോഗിക്കുന്നതിലൂടെയോ, ഈ സേവന നിബന്ധനകൾ (\"നിബന്ധനകൾ\") ബാധ്യതയുള്ളതായി സ്വീകരിക്കാൻ നിങ്ങൾ സമ്മതിക്കുന്നു. ഈ നിബന്ധനകളുടെ ഏതെങ്കിലും ഭാഗത്തോട് നിങ്ങൾ അസമ്മതം പ്രകടിപ്പിക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് സേവനം ആക്സസ് ചെയ്യാൻ കഴിയില്ല.",
  "terms_acceptance_title": "1. നിബന്ധനകളുടെ സ്വീകാര്യത",
  "terms_changes": "എപ്പോൾ വേണമെങ്കിലും ഈ നിബന്ധനകൾ പരിഷ്‌ക്കരിക്കാനോ മാറ്റിസ്ഥാപിക്കാനോ ഉള്ള അവകാശം ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ ഞങ്ങൾ നിലനിർത്തുന്നു. ഒരു പുനരവലോകനം കാര്യമായതാണെങ്കിൽ, ഏതെങ്കിലും പുതിയ നിബന്ധനകൾ പ്രാബല്യത്തിൽ വരുന്നതിന് മുമ്പ് അറിയിപ്പ് നൽകാൻ (ഉദാ., ആപ്പ് വഴിയോ വെബ്‌സൈറ്റിലോ) ഞങ്ങൾ ന്യായമായ ശ്രമങ്ങൾ നടത്തും. കാര്യമായ മാറ്റം എന്താണെന്നത് ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ നിർണ്ണയിക്കപ്പെടും. ആ പുനരവലോകനങ്ങൾ പ്രാബല്യത്തിൽ വന്നതിന് ശേഷം ഞങ്ങളുടെ സേവനം ആക്സസ് ചെയ്യുന്നതിനോ ഉപയോഗിക്കുന്നതിനോ തുടർന്നുകൊണ്ടിരിക്കുന്നതിലൂടെ, പുനരവലോകിത നിബന്ധനകളാൽ ബാധ്യസ്ഥനാകാൻ നിങ്ങൾ സമ്മതിക്കുന്നു.",
  "terms_changes_title": "9. ഈ നിബന്ധനകളിലെ മാറ്റങ്ങൾ",
  "terms_contact_email": "ഇമെയിലിലൂടെ: {email}",
  "terms_contact_intro": "ഈ നിബന്ധനകളെക്കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
  "terms_contact_title": "13. ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ",
  "terms_contact_website": "ഞങ്ങളുടെ വെബ്‌സൈറ്റിലെ ഈ പേജ് സന്ദർശിക്കുന്നതിലൂടെ: {website}",
  "terms_description_1": "Piyuo Counter എന്നത് നിങ്ങളുടെ ഉപകരണത്തിന്റെ ക്യാമറയും കമ്പ്യൂട്ടർ വിഷൻ സാങ്കേതികവിദ്യയും ഉപയോഗിച്ച് കാൽനട്ടക്കാർ, വാഹനങ്ങൾ, അല്ലെങ്കിൽ മറ്റ് വസ്തുക്കൾ എന്നിവ പോലുള്ള ഒബ്ജെക്റ്റുകളെ തത്സമയം സ്വയം എണ്ണുകയും ട്രാക്ക് ചെയ്യുകയും ചെയ്യുന്ന ഒരു സോഫ്റ്റ്‌വെയർ ആപ്ലിക്കേഷനാണ്.",
  "terms_description_2": "സേവനം പൂർണ്ണമായും നിങ്ങളുടെ പ്രാദേശിക ഉപകരണത്തിൽ പ്രവർത്തിക്കുന്നു. ആപ്പിന്റെ നിങ്ങളുടെ ഉപയോഗത്തിൽ നിന്ന് ഞങ്ങൾ ഒരു ഡാറ്റയും ശേഖരിക്കുകയോ, സംഭരിക്കുകയോ, അല്ലെങ്കിൽ ട്രാൻസ്മിറ്റ് ചെയ്യുകയോ ചെയ്യുന്നില്ല.",
  "terms_description_title": "2. സേവനത്തിന്റെ വിവരണം",
  "terms_disclaimer_1": "സേവനം \"ഇതേപടി\" മാത്രവും \"ലഭ്യമായതുപോലെ\" മാത്രവും ഏതെങ്കിലും തരത്തിലുള്ള വാറന്റി ഇല്ലാതെ നൽകപ്പെടുന്നു. ബാധകമായ നിയമം അനുവദിക്കുന്ന പരമാവധി പരിധിവരെ, piyuo സേവനവുമായി ബന്ധപ്പെട്ട് എല്ലാ വാറന്റികളും, അവ വ്യക്തമോ, സൂചിതമോ, നിയമപരമോ അല്ലെങ്കിൽ മറ്റേതെങ്കിലുമോ ആകട്ടെ, വ്യക്തമായി നിരാകരിക്കുന്നു, വാണിജ്യ യോഗ്യത, ഒരു പ്രത്യേക ഉദ്ദേശ്യത്തിനുള്ള ഫിറ്റ്നസ്, ശീർഷകം, നോൺ-ഇൻഫ്രിംജ്മെന്റ് എന്നിവയുടെ എല്ലാ സൂചിത വാറന്റികളും, കൂടാതെ ബിസിനസ്സ് കോഴ്സ്, പ്രകടന കോഴ്സ്, ഉപയോഗം, അല്ലെങ്കിൽ വ്യാപാര രീതി എന്നിവയിൽ നിന്ന് ഉണ്ടാകാവുന്ന വാറന്റികളും ഉൾപ്പെടുന്നു.",
  "terms_disclaimer_2": "മുകളിൽ പറഞ്ഞവയ്ക്ക് പരിമിതി കൂടാതെ, piyuo ഒരു വാറന്റിയും അല്ലെങ്കിൽ ഉടമ്പടിയും നൽകുന്നില്ല, കൂടാതെ സേവനം നിങ്ങളുടെ ആവശ്യകതകൾ നിറവേറ്റുമെന്നോ, ഏതെങ്കിലും ഉദ്ദേശിത ഫലങ്ങൾ കൈവരിക്കുമെന്നോ, ഏതെങ്കിലും മറ്റ് സോഫ്റ്റ്‌വെയർ, ആപ്ലിക്കേഷനുകൾ, സിസ്റ്റങ്ങൾ, അല്ലെങ്കിൽ സേവനങ്ങളുമായി പൊരുത്തപ്പെടുമെന്നോ അല്ലെങ്കിൽ പ്രവർത്തിക്കുമെന്നോ, തടസ്സമില്ലാതെ പ്രവർത്തിക്കുമെന്നോ, ഏതെങ്കിലും പ്രകടന അല്ലെങ്കിൽ വിശ്വാസ്യത മാനദണ്ഡങ്ങൾ പാലിക്കുമെന്നോ, അല്ലെങ്കിൽ പിശകുകളില്ലാത്തതാണെന്നോ, അല്ലെങ്കിൽ ഏതെങ്കിലും പിശകുകളോ വൈകല്യങ്ങളോ ശരിയാക്കാനാകുമെന്നോ അല്ലെങ്കിൽ ശരിയാക്കുമെന്നോ ഏതെങ്കിലും തരത്തിലുള്ള പ്രാതിനിധ്യം നടത്തുന്നില്ല.",
  "terms_disclaimer_3": "ആപ്പിന്റെ ഉപയോഗത്തിലൂടെ ലഭിക്കുന്ന ഏതെങ്കിലും ഡാറ്റയുടെയോ ഫലങ്ങളുടെയോ (കാൽനട്ടക്കാരുടെ എണ്ണം പോലുള്ളവ) കൃത്യത, പൂർണ്ണത, അല്ലെങ്കിൽ വിശ്വാസ്യത ഞങ്ങൾ ഉറപ്പുനൽകുന്നില്ല. ആപ്പ് ഒരു ഉപകരണമാണ്, അതിന്റെ ഔട്ട്‌പുട്ട് ക്യാമറയുടെ ഗുണനിലവാരം, പ്രകാശ സാഹചര്യങ്ങൾ, തടസ്സങ്ങൾ, അൽഗോരിതത്തിന്റെ പരിമിതികൾ എന്നിവ ഉൾപ്പെടെ വിവിധ ഘടകങ്ങളാൽ ബാധിക്കപ്പെടാം.",
  "terms_disclaimer_title": "6. വാറന്റികളുടെ നിരാകരണം",
  "terms_effective_date": "പ്രാബല്യത്തിൽ വരുന്ന തീയതി: ഏപ്രിൽ 12, 2025",
  "terms_entire": "ഈ നിബന്ധനകൾ, ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തോടൊപ്പം ({privacy_link} ൽ ലഭ്യമാണ്), സേവനവുമായി ബന്ധപ്പെട്ട് നിങ്ങളും Piyuo യും തമ്മിലുള്ള മുഴുവൻ കരാറും രൂപീകരിക്കുന്നു, കൂടാതെ സേവനവുമായി ബന്ധപ്പെട്ട് എല്ലാ മുൻകാല, സമകാലിക ധാരണകൾ, കരാറുകൾ, പ്രാതിനിധ്യങ്ങൾ, വാറന്റികൾ, ലിഖിതവും വാക്കാലുള്ളതും എന്നിവയെ അംഗീകരിക്കുന്നു.",
  "terms_entire_title": "12. മുഴുവൻ കരാർ",
  "terms_governing": "ഈ നിബന്ധനകൾ കാലിഫോർണിയ സ്റ്റേറ്റ്, യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് എന്നിവയുടെ നിയമങ്ങളാൽ നിയന്ത്രിക്കപ്പെടുകയും അനുസരിച്ച് വ്യാഖ്യാനിക്കപ്പെടുകയും ചെയ്യും, അതിന്റെ നിയമ വൈരുദ്ധ്യ തത്വങ്ങൾ പരിഗണിക്കാതെ. (ശ്രദ്ധിക്കുക: ഇത് നിങ്ങൾക്ക് ഉചിതമായ അധികാരപരിധിയാണോ എന്ന് സ്ഥിരീകരിക്കാൻ ഒരു അഭിഭാഷകനെ സമീപിക്കുക).",
  "terms_governing_title": "10. ഭരണ നിയമം",
  "terms_liability_access": "നിങ്ങളുടെ ആക്സസ് അല്ലെങ്കിൽ ഉപയോഗം അല്ലെങ്കിൽ സേവനം ആക്സസ് ചെയ്യാനോ ഉപയോഗിക്കാനോ ഉള്ള കഴിവില്ലായ്മ;",
  "terms_liability_basis": "ആരോപിക്കപ്പെടുന്ന ബാധ്യത കരാർ, ടോർട്ട്, അശ്രദ്ധ, കർശന ബാധ്യത, അല്ലെങ്കിൽ മറ്റേതെങ്കിലും അടിസ്ഥാനത്തിൽ ആധാരിതമാണോ എന്നത് പരിഗണിക്കാതെ ഈ ബാധ്യത പരിമിതി ബാധകമാണ്, piyuo യ്ക്ക് അത്തരം നാശനഷ്ടത്തിന്റെ സാധ്യതയെക്കുറിച്ച് അറിയിച്ചിട്ടുണ്ടെങ്കിൽ പോലും.",
  "terms_liability_content": "സേവനത്തിൽ നിന്ന് ലഭിച്ച ഏതെങ്കിലും ഉള്ളടക്കം; കൂടാതെ",
  "terms_liability_intro": "ബാധകമായ നിയമം അനുവദിക്കുന്ന പൂർണ്ണമായ പരിധിവരെ, ഒരു സന്ദർഭത്തിലും piyuo, അതിന്റെ അനുബന്ധ സ്ഥാപനങ്ങൾ, ഉദ്യോഗസ്ഥർ, ഡയറക്ടർമാർ, ജീവനക്കാർ, ഏജന്റുമാർ, വിതരണക്കാർ, അല്ലെങ്കിൽ ലൈസൻസർമാർ എന്നിവർ പരോക്ഷമായതോ, ആകസ്മികമായതോ, പ്രത്യേകമായതോ, അനുബന്ധമായതോ, അല്ലെങ്കിൽ ശിക്ഷാപരമായതോ ആയ എന്തെങ്കിലും നാശനഷ്ടങ്ങൾക്ക് ബാധ്യസ്ഥരായിരിക്കില്ല, പരിമിതി കൂടാതെ, ലാഭം, ഡാറ്റ, ഉപയോഗം, ഗുഡ്‌വിൽ, അല്ലെങ്കിൽ മറ്റ് അദൃശ്യമായ നഷ്ടങ്ങൾ എന്നിവയുടെ നഷ്ടം ഉൾപ്പെടെ, ഇനിപ്പറയുന്നവയിൽ നിന്ന് ഉണ്ടാകുന്നവ:",
  "terms_liability_risk": "സേവനം ഒരു ഉപകരണമായി സൗജന്യമായി നൽകപ്പെടുന്നുവെന്ന് നിങ്ങൾ അംഗീകരിക്കുകയും സമ്മതിക്കുകയും ചെയ്യുന്നു. നിങ്ങൾ സേവനം പൂർണ്ണമായും നിങ്ങളുടെ സ്വന്തം റിസ്കിൽ ഉപയോഗിക്കുന്നു. നിങ്ങളുടെ ഉപകരണങ്ങൾക്കോ മറ്റ് സോഫ്റ്റ്‌വെയറിനോ ഏതെങ്കിലും കേടുപാടുകൾക്കോ, അല്ലെങ്കിൽ സേവനത്തിന്റെ നിങ്ങളുടെ ഉപയോഗത്തിൽ നിന്ന് ഉണ്ടാകുന്ന ഏതെങ്കിലും അനന്തരഫലങ്ങൾക്കോ piyuo ഒരു ഉത്തരവാദിത്തമോ ബാധ്യതയോ ഏറ്റെടുക്കുന്നില്ല.",
  "terms_liability_third_party": "സേവനത്തിൽ ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ ഏതെങ്കിലും പെരുമാറ്റമോ ഉള്ളടക്കമോ;",
  "terms_liability_title": "7. ബാധ്യതയുടെ പരിമിതി",
  "terms_liability_unauthorized": "നിങ്ങളുടെ ട്രാൻസ്മിഷനുകളുടെയോ ഉള്ളടക്കത്തിന്റെയോ അനധികൃത ആക്സസ്, ഉപയോഗം, അല്ലെങ്കിൽ മാറ്റം (ആപ്പ് നിങ്ങളുടെ എണ്ണൽ ഡാറ്റ ട്രാൻസ്മിറ്റ് ചെയ്യുന്നില്ലെന്ന് ഞങ്ങൾ ശ്രദ്ധിക്കുന്നുണ്ടെങ്കിലും).",
  "terms_license_1": "ഈ നിബന്ധനകളോടുള്ള നിങ്ങളുടെ അനുസരണത്തിന് വിധേയമായി, നിങ്ങളുടെ വ്യക്തിഗത, വാണിജ്യേതര ഉപയോഗത്തിനായി മാത്രം സേവനം ഡൗൺലോഡ് ചെയ്യുന്നതിനും, ഇൻസ്റ്റാൾ ചെയ്യുന്നതിനും, ഉപയോഗിക്കുന്നതിനുമായി പരിമിതമായ, അനന്യമല്ലാത്ത, കൈമാറ്റം ചെയ്യാനാവാത്ത, ഉപലൈസൻസ് ചെയ്യാനാവാത്ത ലൈസൻസ് Piyuo നിങ്ങൾക്ക് നൽകുന്നു.",
  "terms_license_2": "ഈ ലൈസൻസ് നിങ്ങൾക്ക് ഇനിപ്പറയുന്ന അവകാശങ്ങൾ നൽകുന്നില്ല:",
  "terms_license_distribute": "സേവനം ഏതെങ്കിലും മൂന്നാം കക്ഷിക്ക് വിതരണം ചെയ്യുക, വിൽക്കുക, പാട്ടത്തിന് നൽകുക, വാടകയ്ക്ക് നൽകുക, കടം കൊടുക്കുക അല്ലെങ്കിൽ മറ്റേതെങ്കിലും വിധത്തിൽ കൈമാറുക;",
  "terms_license_modify": "സേവനം പരിഷ്‌ക്കരിക്കുക, പൊരുത്തപ്പെടുത്തുക, മാറ്റുക, വിവർത്തനം ചെയ്യുക അല്ലെങ്കിൽ ഡെറിവേറ്റീവ് വർക്കുകൾ സൃഷ്ടിക്കുക;",
  "terms_license_remove": "സേവനത്തിലെ ഏതെങ്കിലും പ്രൊപ്രൈറ്ററി നോട്ടീസുകൾ നീക്കം ചെയ്യുക, മാറ്റുക അല്ലെങ്കിൽ മറയ്ക്കുക.",
  "terms_license_reverse": "സേവനം റിവേഴ്സ് എഞ്ചിനീയർ ചെയ്യുക, ഡീകംപൈൽ ചെയ്യുക, അല്ലെങ്കിൽ വിഘടിപ്പിക്കുക;",
  "terms_license_title": "3. ലൈസൻസ്",
  "terms_privacy_1": "Piyuo Counter ആപ്പ് സ്വകാര്യത മനസ്സിൽ വെച്ചാണ് രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. ഒബ്ജെക്റ്റ് കണ്ടെത്തലിനും എണ്ണലിനുമായി ആപ്പ് നിങ്ങളുടെ ഉപകരണത്തിൽ പ്രാദേശികമായി വീഡിയോ ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നു.",
  "terms_privacy_2": "ആപ്പിൽ നിന്ന് ഞങ്ങൾ ഒരു വ്യക്തിഗത വിവരങ്ങളോ, വീഡിയോ ഡാറ്റയോ, എണ്ണൽ ഡാറ്റയോ, അല്ലെങ്കിൽ ഉപയോഗ ഡാറ്റയോ ശേഖരിക്കുകയോ, സംഭരിക്കുകയോ, ആക്സസ് ചെയ്യുകയോ, അല്ലെങ്കിൽ ട്രാൻസ്മിറ്റ് ചെയ്യുകയോ ചെയ്യുന്നില്ല. എല്ലാ പ്രോസസ്സിംഗും നിങ്ങളുടെ ഉപകരണത്തിൽ പ്രാദേശികമായി സംഭവിക്കുന്നു.",
  "terms_privacy_3": "ഞങ്ങളുടെ സ്വകാര്യതാ രീതികളെക്കുറിച്ചുള്ള കൂടുതൽ വിശദാംശങ്ങൾക്ക്, ദയവായി {privacy_link} ൽ ഞങ്ങളുടെ സ്വകാര്യതാ നയം അവലോകനം ചെയ്യുക.",
  "terms_privacy_title": "5. സ്വകാര്യതയും ഡാറ്റയും",
  "terms_severability": "ഈ നിബന്ധനകളുടെ ഏതെങ്കിലും വ്യവസ്ഥ നടപ്പിലാക്കാനാവാത്തതോ അസാധുവോ ആണെന്ന് കണ്ടെത്തിയാൽ, അത്തരം വ്യവസ്ഥ ബാധകമായ നിയമത്തിന് കീഴിൽ സാധ്യമായ പരമാവധി പരിധിവരെ അത്തരം വ്യവസ്ഥയുടെ ലക്ഷ്യങ്ങൾ നിറവേറ്റുന്നതിനായി മാറ്റുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്യും, ബാക്കിയുള്ള വ്യവസ്ഥകൾ പൂർണ്ണ ശക്തിയോടും പ്രഭാവത്തോടുകൂടി തുടരും. ഈ നിബന്ധനകളുടെ ഏതെങ്കിലും പദത്തിന്റെ ഒരു ത്യാഗവും അത്തരം പദത്തിന്റെയോ മറ്റേതെങ്കിലും പദത്തിന്റെയോ കൂടുതൽ അല്ലെങ്കിൽ തുടർന്നുള്ള ത്യാഗമായി കണക്കാക്കപ്പെടില്ല.",
  "terms_severability_title": "11. വേർതിരിക്കാവുന്നത്വവും ത്യാഗവും",
  "terms_support": "Piyuo Counter സൗജന്യമായി നൽകപ്പെടുന്നു. സേവനത്തിന് പരിപാലനം, സാങ്കേതിക പിന്തുണ, അപ്‌ഡേറ്റുകൾ, അല്ലെങ്കിൽ അപ്‌ഗ്രേഡുകൾ നൽകാൻ ഞങ്ങൾക്ക് ഒരു ബാധ്യതയുമില്ല. സേവനം അല്ലെങ്കിൽ അത് കണക്റ്റ് ചെയ്യുന്ന ഏതെങ്കിലും സേവനം താൽക്കാലികമായോ സ്ഥിരമായോ പരിഷ്‌ക്കരിക്കുകയോ, താൽക്കാലികമായി നിർത്തുകയോ, അല്ലെങ്കിൽ നിർത്തലാക്കുകയോ ചെയ്യാനുള്ള അവകാശം ഞങ്ങൾ നിലനിർത്തുന്നു, അറിയിപ്പോടുകൂടിയോ അല്ലാതെയോ, നിങ്ങളോടുള്ള ബാധ്യതയില്ലാതെ.",
  "terms_support_title": "8. പിന്തുണയോ പരിപാലനമോ ഇല്ല",
  "terms_title": "Piyuo Counter സേവന നിബന്ധനകൾ",
  "terms_use_harm": "സേവനത്തെ പ്രവർത്തനരഹിതമാക്കുകയോ, അമിതഭാരം ചുമത്തുകയോ, കേടുവരുത്തുകയോ, അല്ലെങ്കിൽ ദുർബലപ്പെടുത്തുകയോ ചെയ്യാവുന്ന വിധത്തിൽ;",
  "terms_use_illegal": "ബാധകമായ ഏതെങ്കിലും ഫെഡറൽ, സ്റ്റേറ്റ്, പ്രാദേശിക, അല്ലെങ്കിൽ അന്തർദേശീയ നിയമമോ നിയന്ത്രണമോ ലംഘിക്കുന്ന വിധത്തിൽ;",
  "terms_use_intro": "നിയമാനുസൃതമായ ഉദ്ദേശ്യങ്ങൾക്കായി മാത്രവും ഈ നിബന്ധനകൾക്കനുസൃതമായി മാത്രവും സേവനം ഉപയോഗിക്കാൻ നിങ്ങൾ സമ്മതിക്കുന്നു. സേവനം ഉപയോഗിക്കരുതെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു:",
  "terms_use_malware": "ദുരുദ്ദേശ്യമുള്ളതോ സാങ്കേതികമായി ഹാനികരമോ ആയ ഏതെങ്കിലും വൈറസുകൾ, ട്രോജൻ ഹോഴ്‌സുകൾ, വേമുകൾ, ലോജിക് ബോംബുകൾ, അല്ലെങ്കിൽ മറ്റ് മെറ്റീരിയലുകൾ അവതരിപ്പിക്കുന്നതിന്.",
  "terms_use_privacy": "മറ്റുള്ളവരുടെ സ്വകാര്യതാ അവകാശങ്ങൾ ലംഘിക്കുന്നതിനോ നിയമം നിരോധിച്ചിട്ടുള്ള ഏതെങ്കിലും തരത്തിലുള്ള നിരീക്ഷണത്തിൽ ഏർപ്പെടുന്നതിനോ;",
  "terms_use_title": "4. സ്വീകാര്യമായ ഉപയോഗം",
  "website_url": "https://piyuo.com"
}