{
  "terms_title": "Piyuo Counter సేవా నిబంధనలు",
  "terms_effective_date": "అమలులోకి వచ్చే తేదీ: ఏప్రిల్ 12, 2025",

  "terms_acceptance_title": "1. నిబంధనల అంగీకారం",
  "terms_acceptance": "Piyuo Counter యాప్ (\"సేవ\")ను డౌన్‌లోడ్ చేయడం, ఇన్‌స్టాల్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ సేవా నిబంధనలకు (\"నిబంధనలు\") కట్టుబడి ఉండటానికి అంగీకరిస్తున్నారు. మీరు ఈ నిబంధనల ఏదైనా భాగంతో అంగీకరించకపోతే, మీరు సేవను యాక్సెస్ చేయలేరు.",

  "terms_description_title": "2. సేవ వివరణ",
  "terms_description_1": "Piyuo Counter అనేది మీ పరికర కెమెరా మరియు కంప్యూటర్ విజన్ టెక్నాలజీని ఉపయోగించి పాదచారులు, వాహనాలు లేదా ఇతర వస్తువుల వంటి వస్తువులను రియల్ టైమ్‌లో స్వయంచాలకంగా లెక్కించడానికి మరియు ట్రాక్ చేయడానికి ఒక సాఫ్ట్‌వేర్ అప్లికేషన్.",
  "terms_description_2": "సేవ పూర్తిగా మీ స్థానిక పరికరంలో పనిచేస్తుంది. మేము యాప్ యొక్క మీ ఉపయోగం నుండి ఎటువంటి డేటాను సేకరించము, నిల్వ చేయము లేదా ప్రసారం చేయము.",

  "terms_license_title": "3. లైసెన్స్",
  "terms_license_1": "ఈ నిబంధనలకు మీ అనుసరణకు లోబడి, Piyuo మీకు మీ వ్యక్తిగత, వాణిజ్యేతర ఉపయోగం కోసం మాత్రమే సేవను డౌన్‌లోడ్ చేయడానికి, ఇన్‌స్టాల్ చేయడానికి మరియు ఉపయోగించడానికి పరిమిత, ప్రత్యేకత లేని, బదిలీ చేయలేని, సబ్‌లైసెన్స్ చేయలేని లైసెన్స్‌ను మంజూరు చేస్తుంది.",
  "terms_license_2": "ఈ లైసెన్స్ మీకు ఎటువంటి హక్కులను మంజూరు చేయదు:",
  "terms_license_reverse": "సేవను రివర్స్ ఇంజనీర్, డికంపైల్ లేదా డిసాసెంబుల్ చేయడం;",
  "terms_license_distribute": "సేవను ఏదైనా మూడవ పక్షానికి పంపిణీ చేయడం, అమ్మడం, లీజుకు ఇవ్వడం, అద్దెకు ఇవ్వడం, అప్పుగా ఇవ్వడం లేదా ఇతర మార్గంలో బదిలీ చేయడం;",
  "terms_license_modify": "సేవను మార్చడం, అనుకూలపరచడం, మార్చడం, అనువదించడం లేదా సేవ యొక్క ఉత్పన్న పనులను సృష్టించడం;",
  "terms_license_remove": "సేవలో ఏదైనా యాజమాన్య నోటీసులను తొలగించడం, మార్చడం లేదా దాచడం.",

  "terms_use_title": "4. అంగీకరించదగిన ఉపయోగం",
  "terms_use_intro": "మీరు సేవను చట్టబద్ధమైన ప్రయోజనాల కోసం మాత్రమే మరియు ఈ నిబంధనలకు అనుగుణంగా ఉపయోగించడానికి అంగీకరిస్తున్నారు. మీరు సేవను ఉపయోగించకూడదని అంగీకరిస్తున్నారు:",
  "terms_use_illegal": "ఏదైనా వర్తించే ఫెడరల్, రాష్ట్ర, స్థానిక లేదా అంతర్జాతీయ చట్టం లేదా నియమాలను ఉల్లంఘించే ఏ విధంగానైనా;",
  "terms_use_privacy": "ఇతరుల గోప్యతా హక్కులను ఉల్లంఘించడానికి లేదా చట్టం ద్వారా నిషేధించబడిన ఏదైనా రకమైన నిఘాలో పాల్గొనడానికి;",
  "terms_use_harm": "సేవను నిష్క్రియం చేయగల, అధిక భారం వేయగల, దెబ్బతీయగల లేదా దెబ్బతీయగల ఏ విధంగానైనా;",
  "terms_use_malware": "ఏదైనా వైరస్‌లు, ట్రోజన్ హార్స్‌లు, వార్మ్‌లు, లాజిక్ బాంబులు లేదా దుర్దుష్ట లేదా సాంకేతికంగా హానికరమైన ఇతర పదార్థాలను పరిచయం చేయడానికి.",

  "terms_privacy_title": "5. గోప్యత మరియు డేటా",
  "terms_privacy_1": "Piyuo Counter యాప్ గోప్యతను దృష్టిలో ఉంచుకొని రూపొందించబడింది. యాప్ ఆబ్జెక్ట్ గుర్తింపు మరియు లెక్కింపు ప్రయోజనాల కోసం మీ పరికరంలో స్థానికంగా వీడియో డేటాను ప్రాసెస్ చేస్తుంది.",
  "terms_privacy_2": "మేము యాప్ నుండి ఎటువంటి వ్యక్తిగత సమాచారం, వీడియో డేటా, కౌంట్ డేటా లేదా వినియోగ డేటాను సేకరించము, నిల్వ చేయము, యాక్సెస్ చేయము లేదా ప్రసారం చేయము. అన్ని ప్రాసెసింగ్ మీ పరికరంలో స్థానికంగా జరుగుతుంది.",
  "terms_privacy_3": "మా గోప్యతా అభ్యాసాల గురించి మరిన్ని వివరాల కోసం, దయచేసి {privacy_link} వద్ద మా గోప్యతా విధానాన్ని సమీక్షించండి.",

  "terms_disclaimer_title": "6. వారంటీల నిరాకరణ",
  "terms_disclaimer_1": "సేవ \"ఉన్నట్లుగా\" మరియు \"అందుబాటులో ఉన్నట్లుగా\" ఎటువంటి వారంటీ లేకుండా అందించబడుతుంది. వర్తించే చట్టం ద్వారా అనుమతించబడిన గరిష్ట పరిధిలో, PIYUO సేవకు సంబంధించి స్పష్టమైన, సూచించబడిన, చట్టబద్ధమైన లేదా ఇతర అన్ని వారంటీలను స్పష్టంగా నిరాకరిస్తుంది, ఇందులో వాణిజ్యత, నిర్దిష్ట ప్రయోజనం కోసం అనుకూలత, టైటిల్ మరియు ఉల్లంఘన లేకపోవడం యొక్క అన్ని సూచించబడిన వారంటీలు మరియు వ్యాపార వ్యవహారం, పనితీరు, వినియోగం లేదా వ్యాపార అభ్యాసం నుండి ఉత్పన్నమయ్యే వారంటీలు ఉన్నాయి.",
  "terms_disclaimer_2": "పైన పేర్కొన్న వాటికి పరిమితం కాకుండా, PIYUO ఎటువంటి వారంటీ లేదా బాధ్యతను అందించదు మరియు సేవ మీ అవసరాలను తీర్చుతుందని, ఏదైనా ఉద్దేశించిన ఫలితాలను సాధిస్తుందని, ఇతర సాఫ్ట్‌వేర్, అప్లికేషన్లు, సిస్టమ్‌లు లేదా సేవలతో అనుకూలంగా ఉంటుందని లేదా పనిచేస్తుందని, అంతరాయం లేకుండా పనిచేస్తుందని, పనితీరు లేదా విశ్వసనీయత ప్రమాణాలను కలుస్తుందని లేదా లోపం లేకుండా ఉంటుందని లేదా ఏదైనా లోపాలు లేదా లోపాలను సరిచేయవచ్చని లేదా సరిచేయబడుతుందని ఎటువంటి ప్రాతినిధ్యం చేయదు.",
  "terms_disclaimer_3": "యాప్ యొక్క ఉపయోగం ద్వారా పొందిన ఏదైనా డేటా లేదా ఫలితాల (పాదచారుల గణనలు వంటివి) యొక్క ఖచ్చితత్వం, పూర్ణత లేదా విశ్వసనీయతకు మేము హామీ ఇవ్వము. యాప్ ఒక సాధనం, మరియు దాని అవుట్‌పుట్ కెమెరా నాణ్యత, వెలుతురు పరిస్థితులు, అడ్డంకులు మరియు అల్గోరిథం యొక్క పరిమితులతో సహా వివిధ కారకాలచే ప్రభావితం కావచ్చు.",

  "terms_liability_title": "7. బాధ్యత పరిమితి",
  "terms_liability_intro": "వర్తించే చట్టం ద్వారా అనుమతించబడిన పూర్ణ పరిధిలో, ఎటువంటి పరిస్థితుల్లోనూ PIYUO, దాని అనుబంధ సంస్థలు, అధికారులు, డైరెక్టర్లు, ఉద్యోగులు, ఏజెంట్లు, సరఫరాదారులు లేదా లైసెన్సర్లు ఈ క్రింది వాటి ఫలితంగా వచ్చే ఏదైనా పరోక్ష, యాదృచ్ఛిక, ప్రత్యేక, పర్యవసాన లేదా శిక్షా నష్టాలకు, లాభం, డేటా, వినియోగం, గుడ్‌విల్ లేదా ఇతర అసంకల్పిత నష్టాలకు పరిమితం కాకుండా బాధ్యత వహించరు:",
  "terms_liability_access": "సేవకు మీ యాక్సెస్ లేదా ఉపయోగం లేదా సేవను యాక్సెస్ చేయలేకపోవడం లేదా ఉపయోగించలేకపోవడం;",
  "terms_liability_third_party": "సేవలో ఏదైనా మూడవ పక్షం యొక్క ఏదైనా ప్రవర్తన లేదా కంటెంట్;",
  "terms_liability_content": "సేవ నుండి పొందిన ఏదైనా కంటెంట్; మరియు",
  "terms_liability_unauthorized": "మీ ట్రాన్స్‌మిషన్లు లేదా కంటెంట్‌కు అనధికార యాక్సెస్, ఉపయోగం లేదా మార్పు (యాప్ మీ కౌంట్ డేటాను ప్రసారం చేయదని మేము గమనిస్తున్నాము).",
  "terms_liability_basis": "ఈ బాధ్యత పరిమితి ఆరోపించిన బాధ్యత ఒప్పందం, టార్ట్, నిర్లక్ష్యం, కఠోర బాధ్యత లేదా ఏదైనా ఇతర ఆధారంపై ఆధారపడి ఉందా అనే దానితో సంబంధం లేకుండా వర్తిస్తుంది, PIYUO అటువంటి నష్టం యొక్క అవకాశం గురించి సలహా ఇవ్వబడినప్పటికీ కూడా.",
  "terms_liability_risk": "సేవ ఒక సాధనంగా ఉచితంగా అందించబడుతుందని మీరు అంగీకరిస్తున్నారు మరియు అంగీకరిస్తున్నారు. మీరు పూర్తిగా మీ స్వంత రిస్క్‌తో సేవను ఉపయోగిస్తున్నారు. మీ పరికరం(లు) లేదా ఇతర సాఫ్ట్‌వేర్‌కు ఏదైనా నష్టం లేదా సేవ యొక్క మీ ఉపయోగం నుండి ఉత్పన్నమయ్యే ఏదైనా పర్యవసానాలకు PIYUO ఎటువంటి బాధ్యత లేదా బాధ్యతను తీసుకోదు.",

  "terms_support_title": "8. మద్దతు లేదా నిర్వహణ లేదు",
  "terms_support": "Piyuo Counter ఉచితంగా అందించబడుతుంది. సేవ కోసం నిర్వహణ, సాంకేతిక మద్దతు, అప్‌డేట్‌లు లేదా అప్‌గ్రేడ్‌లను అందించడానికి మాకు ఎటువంటి బాధ్యత లేదు. నోటీసుతో లేదా నోటీసు లేకుండా మరియు మీకు బాధ్యత లేకుండా, తాత్కాలికంగా లేదా శాశ్వతంగా, సేవను లేదా అది కనెక్ట్ చేసే ఏదైనా సేవను మార్చడానికి, నిలిపివేయడానికి లేదా నిలిపివేయడానికి మాకు హక్కు ఉంది.",

  "terms_changes_title": "9. ఈ నిబంధనలలో మార్పులు",
  "terms_changes": "మా పూర్ణ విచక్షణతో, ఎప్పుడైనా ఈ నిబంధనలను సవరించడానికి లేదా భర్తీ చేయడానికి మేము హక్కును కలిగి ఉన్నాము. రివిజన్ మెటీరియల్ అయితే, ఏదైనా కొత్త నిబంధనలు అమలులోకి రాకముందే నోటీసు (ఉదా., యాప్ ద్వారా లేదా వెబ్‌సైట్‌లో) అందించడానికి మేము సహేతుకమైన ప్రయత్నాలు చేస్తాము. మెటీరియల్ మార్పు అంటే ఏమిటో మా పూర్ణ విచక్షణతో నిర్ణయించబడుతుంది. ఈ రివిజన్లు ప్రభావవంతమైన తర్వాత మా సేవను యాక్సెస్ చేయడం లేదా ఉపయోగించడం కొనసాగించడం ద్వారా, రివైజ్డ్ నిబంధనలకు కట్టుబడి ఉండటానికి మీరు అంగీకరిస్తున్నారు.",

  "terms_governing_title": "10. పాలక చట్టం",
  "terms_governing": "ఈ నిబంధనలు కాలిఫోర్నియా రాష్ట్రం, యునైటెడ్ స్టేట్స్ చట్టాలచే నిర్వహించబడతాయి మరియు వ్యాఖ్యానించబడతాయి, దాని చట్ట వైరుధ్య సూత్రాలను పట్టించుకోకుండా. (గమనిక: ఇది మీకు తగిన అధికార పరిధా అని నిర్ధారించుకోవడానికి న్యాయవాదిని సంప్రదించండి).",

  "terms_severability_title": "11. వేరుచేయగలిగేది మరియు వేవర్",
  "terms_severability": "ఈ నిబంధనల ఏదైనా నిబంధన అమలు చేయలేనిదిగా లేదా చెల్లనిదిగా పరిగణించబడితే, అటువంటి నిబంధన వర్తించే చట్టం కింద సాధ్యమైన గరిష్ట పరిధిలో అటువంటి నిబంధన యొక్క లక్ష్యాలను సాధించడానికి మార్చబడుతుంది మరియు వ్యాఖ్యానించబడుతుంది, మరియు మిగిలిన నిబంధనలు పూర్ణ బలం మరియు ప్రభావంలో కొనసాగుతాయి. ఈ నిబంధనల ఏదైనా పదం యొక్క వేవర్ అటువంటి పదం లేదా ఏదైనా ఇతర పదం యొక్క మరింత లేదా కొనసాగే వేవర్‌గా పరిగణించబడదు.",

  "terms_entire_title": "12. పూర్తి ఒప్పందం",
  "terms_entire": "ఈ నిబంధనలు, మా గోప్యతా విధానంతో కలిసి ({privacy_link}లో అందుబాటులో ఉంది), సేవకు సంబంధించి మీకు మరియు Piyuoకు మధ్య పూర్తి ఒప్పందాన్ని ఏర్పరుస్తుంది మరియు సేవకు సంబంధించి అన్ని మునుపటి మరియు సమకాలీన అవగాహనలు, ఒప్పందాలు, ప్రాతినిధ్యాలు మరియు వారంటీలు, వ్రాతపూర్వక మరియు మౌఖిక రెండింటినీ భర్తీ చేస్తుంది.",

  "terms_contact_title": "13. సంప్రదింపు సమాచారం",
  "terms_contact_intro": "ఈ నిబంధనల గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించండి:",
  "terms_contact_email": "ఇమెయిల్ ద్వారా: {email}",
  "terms_contact_website": "మా వెబ్‌సైట్‌లో ఈ పేజీని సందర్శించడం ద్వారా: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
