{
  "app_desc": "कति मानिसहरू बिट्छन् भनेर थाहा पाउन चाहनुहुन्छ? यो एपले तपाईंको फोनको क्यामेरा प्रयोग गरेर बुद्धिमत्तापूर्वक पैदल यात्रीहरूलाई पहिचान गर्छ र स्वचालित रूपमा गन्छ। म्यानुअल इनपुट आवश्यक छैन। कष्टप्रद गणनालाई बिदाइ गर्नुहोस् र सजिलैसँग ट्राफिक प्रवाह अनुगमन गर्नुहोस्।",
  "index_1": "२४/७ ट्र्याकिङ",
  "index_1_desc": "कुनै पनि समय अवधिको लागि पैदल यात्री संख्या हेर्नुहोस्।",
  "index_2": "बहु वस्तु ट्र्याकिङ",
  "index_2_desc": "एकै साथ पैदल यात्री, कारहरू, साइकलहरू र अन्य वस्तुहरू गन्नुहोस्",
  "index_3": "कस्टम डिटेक्शन जोनहरू",
  "index_3_desc": "विशिष्ट क्षेत्रहरूमा ट्राफिक गन्न कस्टम डिटेक्शन जोनहरू परिभाषित गर्नुहोस्।",
  "index_4": "लचिलो गणना मोडहरू",
  "index_4_desc": "डिटेक्शन जोनभित्र नयाँ देखिने वस्तुहरू वा स्थिर रहने वस्तुहरू गन्न छनोट गर्नुहोस्।",
  "index_desktop2_desc": "मोबाइल उपकरण क्यामेराहरूको अतिरिक्त, हामी रेकर्ड गरिएका भिडियो फाइलहरू, वेबक्याम इनपुटहरू, र RTSP जस्ता इन्टरनेट लाइभ स्ट्रिमहरूलाई समर्थन गर्छौं। यसले तपाईंलाई अवस्थित उपकरणहरूमा जडान गर्न र तुरुन्तै ट्राफिक प्रवाह मापन गर्न सुरु गर्न अनुमति दिन्छ।",
  "index_desktop2_title": "लाइभ स्ट्रिम समर्थन",
  "index_desktop_desc": "हामी डेस्कटप संस्करण पनि प्रदान गर्छौं। हामी iOS/Android/Mac/Windows को लागि संस्करणहरू प्रदान गर्छौं, जसले तपाईंलाई मोबाइल उपकरणहरू र वेबक्याम भएका डेस्कटपहरू दुवै प्रयोग गर्न अनुमति दिन्छ। डेस्कटप संस्करणले धेरै भिडियो स्रोतहरूलाई समर्थन गर्छ, जसले धेरै स्ट्रिमहरूबाट एकैसाथ गणना गर्न सम्भव बनाउँछ।",
  "index_desktop_title": "डेस्कटप संस्करण उपलब्धता",
  "index_download": "डाउनलोड",
  "index_download_soon": "चाँडै आउँदैछ।",
  "index_email_us": "हामीलाई इमेल गर्नुहोस्",
  "index_language": "भाषा",
  "index_video_desc": "इन्टरनेट आवश्यक छैन। परम्परागत क्लिकरले मानिसहरूलाई म्यानुअल रूपमा गन्न आवश्यक छैन। तपाईंको फोनलाई स्वचालित रूपमा बिट्ने पैदल यात्रीहरू ट्र्याक गर्न सेटअप गर्नुहोस्।",
  "index_video_title": "तपाईंको फोनले अब पैदल यात्रीहरूलाई पहिचान गर्न एआई प्रयोग गर्न सक्छ।",
  "privacy": "गोपनीयता",
  "terms": "सेवा सर्तहरू",
  "video_desc": "इन्टरनेट आवश्यक छैन। परम्परागत क्लिकरले मानिसहरूलाई म्यानुअल रूपमा गन्न आवश्यक छैन। तपाईंको फोनलाई स्वचालित रूपमा बिट्ने पैदल यात्रीहरू ट्र्याक गर्न सेटअप गर्नुहोस्।"
}