{
  "privacy_title": "Piyuo Counter को लागि गोपनीयता नीति",
  "privacy_effective_date": "प्रभावकारी मिति: १२ अप्रिल २०२५",

  "privacy_introduction_title": "परिचय",
  "privacy_introduction_1": "Piyuo Counter मा स्वागत छ! यो गोपनीयता नीतिले तपाईंले हाम्रो सफ्टवेयर अनुप्रयोग (\"एप\") प्रयोग गर्दा हामी कसरी जानकारी ह्यान्डल गर्छौं भन्ने व्याख्या गर्छ। हाम्रो प्रतिबद्धता तपाईंको गोपनीयताको लागि छ। यो एप तपाईंको कुनै पनि व्यक्तिगत डेटा सङ्कलन वा प्रशोधन नगरी काम गर्न डिजाइन गरिएको छ।",
  "privacy_introduction_2": "यो गोपनीयता नीति विभिन्न प्लेटफर्म र एप्लिकेसन स्टोरहरूमा उपलब्ध मोबाइल उपकरणहरू र कम्प्युटरहरूको लागि Piyuo Counter सफ्टवेयर एप्लिकेसन (\"एप\") मा लागू हुन्छ।",

  "privacy_who_we_are_title": "हामी को हौं",
  "privacy_who_we_are": "Piyuo Counter एप Piyuo (\"हामी,\" \"हाम्रो,\" वा \"हाम्रो\") द्वारा प्रदान गरिएको छ। हाम्रो वेबसाइट {website} हो। यदि तपाईंसँग यस नीतिको बारेमा प्रश्नहरू छन् भने, तपाईं हामीलाई {email} मा सम्पर्क गर्न सक्नुहुन्छ।",

  "privacy_no_collect_title": "हामीले सङ्कलन नगर्ने जानकारी",
  "privacy_no_collect_intro": "हामी Piyuo Counter एप मार्फत तपाईंबाट कुनै पनि व्यक्तिगत जानकारी वा प्रयोग डेटा सङ्कलन, भण्डारण, स्थानान्तरण वा प्रशोधन गर्दैनौं।",
  "privacy_no_collect_personal": "कुनै व्यक्तिगत डेटा छैन: हामी तपाईंको नाम, इमेल ठेगाना, स्थान, उपकरण पहिचानकर्ता, वा सम्पर्कहरू जस्ता तपाईंलाई पहिचान गर्न सक्ने कुनै पनि जानकारी माग्दैनौं, पहुँच गर्दैनौं वा ट्र्याक गर्दैनौं।",
  "privacy_no_collect_usage": "कुनै प्रयोग डेटा छैन: एपले तपाईंले यसलाई कसरी प्रयोग गर्नुहुन्छ भन्ने रेकर्ड गर्दैन। तपाईंले सिर्जना गर्नुहुने सबै काउन्टर डेटा केवल तपाईंको उपकरणमा स्थानीय रूपमा भण्डारण गरिन्छ र हाम्रो लागि पहुँचयोग्य छैन।",
  "privacy_no_collect_third_party": "कुनै तेस्रो पक्षको सेवाहरू छैनन्: हामी एनालिटिक्स (Firebase Analytics जस्तै), विज्ञापन (AdMob जस्तै), क्लाउड भण्डारण, वा बाह्य पक्षहरूसँग डेटा साझेदारी समावेश गर्ने अन्य कुनै उद्देश्यको लागि कुनै पनि तेस्रो पक्षको सेवाहरू एकीकृत गर्दैनौं। एप डेटा ह्यान्डलिङको सन्दर्भमा पूर्ण रूपमा अफलाइन सञ्चालन गर्छ।",

  "privacy_use_title": "हामी जानकारी कसरी प्रयोग गर्छौं",
  "privacy_use": "हामीले कुनै जानकारी सङ्कलन नगरेकोले, हामी तपाईंको जानकारी कुनै उद्देश्यको लागि प्रयोग गर्दैनौं।",

  "privacy_sharing_title": "जानकारी साझेदारी र खुलासा",
  "privacy_sharing": "हामी कुनै व्यक्तिगत जानकारी साझेदारी वा खुलासा गर्दैनौं किनभने हामी कुनै सङ्कलन गर्दैनौं। तपाईंको डेटा (तपाईंले ट्र्याक गर्नुहुने गणनाहरू) तपाईंको उपकरणमा नै रहन्छ।",

  "privacy_security_title": "डेटा सुरक्षा",
  "privacy_security": "Piyuo Counter एप प्रयोग गरेर उत्पन्न कुनै पनि डेटा (जस्तै तपाईंको गणनाहरू) केवल तपाईंको उपकरणमा स्थानीय रूपमा भण्डारण गरिन्छ। हामीसँग यस डेटामा पहुँच छैन। हामीले हाम्रो एप मानक सुरक्षा अभ्यासहरूका साथ निर्माण गरे तापनि, तपाईंको उपकरणमा भण्डारण गरिएको डेटाको सुरक्षा तपाईंले आफ्नो उपकरणको लागि लिनुहुने सुरक्षा उपायहरूमा निर्भर गर्छ।",

  "privacy_children_title": "बालबालिकाको गोपनीयता",
  "privacy_children": "हाम्रो एपले बालबालिका सहित कसैबाट पनि व्यक्तिगत जानकारी सङ्कलन गर्दैन। हामी अमेरिकामा बालबालिकाको अनलाइन गोपनीयता संरक्षण ऐन (COPPA) र बालबालिकाको डेटाको सम्बन्धमा GDPR जस्ता समान नियमहरूको पालना गर्छौं। हामीले कुनै डेटा सङ्कलन नगरेकोले, हामी स्वाभाविक रूपमा १३ वर्ष मुनिका बालबालिकाहरू (वा केही EU देशहरूमा १६) बाट डेटा सङ्कलन गर्दैनौं।",

  "privacy_rights_title": "तपाईंका अधिकारहरू (GDPR र अन्य कानूनहरू)",
  "privacy_rights_1": "युरोपमा सामान्य डेटा संरक्षण नियमावली (GDPR) र विभिन्न अमेरिकी राज्य कानूनहरू जस्ता गोपनीयता कानूनहरूले व्यक्तिहरूलाई उनीहरूको व्यक्तिगत डेटामाथि अधिकारहरू (जस्तै पहुँच, सुधार, मेटाउने) प्रदान गर्छ।",
  "privacy_rights_2": "Piyuo Counter एपले तपाईंको कुनै पनि व्यक्तिगत डेटा सङ्कलन, भण्डारण वा प्रशोधन नगरेकोले, यी अधिकारहरू सामान्यतया हाम्रो एपको सन्दर्भमा लागू हुँदैनन्, किनभने तपाईंले पहुँच, सुधार वा मेटाउन मिल्ने हाम्रो द्वारा राखिएको कुनै डेटा छैन। एपसँग सम्बन्धित कुनै पनि डेटा तपाईंको नियन्त्रणमा, तपाईंको उपकरणमा मात्र रहन्छ।",

  "privacy_changes_title": "यस गोपनीयता नीतिमा परिवर्तनहरू",
  "privacy_changes_1": "हामी समय-समयमा यस गोपनीयता नीतिलाई अपडेट गर्न सक्छौं। हामी एप भित्र वा हाम्रो वेबसाइटमा ({website}) नयाँ गोपनीयता नीति पोस्ट गरेर कुनै पनि परिवर्तनहरूको बारेमा तपाईंलाई सूचना दिनेछौं। कुनै पनि परिवर्तनहरूको लागि यस गोपनीयता नीतिलाई आवधिक रूपमा समीक्षा गर्न सल्लाह दिइन्छ।",
  "privacy_changes_2": "यस गोपनीयता नीतिमा परिवर्तनहरू यस पृष्ठमा पोस्ट गरिएको बेला प्रभावकारी हुन्छन्।",

  "privacy_contact_title": "हामीलाई सम्पर्क गर्नुहोस्",
  "privacy_contact_intro": "यदि तपाईंसँग यस गोपनीयता नीतिको बारेमा कुनै प्रश्नहरू छन् भने, कृपया हामीलाई सम्पर्क गर्नुहोस्:",
  "privacy_contact_email": "इमेलद्वारा: {email}",
  "privacy_contact_website": "हाम्रो वेबसाइटमा यस पृष्ठमा गएर: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
