{
  "terms_title": "Piyuo Counter का सेवा सर्तहरू",
  "terms_effective_date": "प्रभावकारी मिति: अप्रिल १२, २०२५",

  "terms_acceptance_title": "१. सर्तहरूको स्वीकृति",
  "terms_acceptance": "Piyuo Counter एप (\"सेवा\") डाउनलोड, स्थापना वा प्रयोग गरेर, तपाईं यी सेवा सर्तहरू (\"सर्तहरू\") द्वारा बाध्य हुन सहमत हुनुहुन्छ। यदि तपाईं यी सर्तहरूको कुनै भागसँग असहमत हुनुहुन्छ भने, तपाईंले सेवामा पहुँच गर्न सक्नुहुन्न।",

  "terms_description_title": "२. सेवाको विवरण",
  "terms_description_1": "Piyuo Counter एक सफ्टवेयर एप्लिकेसन हो जसले तपाईंको यन्त्रको क्यामेरा र कम्प्युटर भिजन प्रविधि प्रयोग गरेर पैदल यात्री, सवारी साधन वा अन्य वस्तुहरू जस्ता वस्तुहरूलाई वास्तविक समयमा स्वचालित रूपमा गणना र ट्र्याक गर्छ।",
  "terms_description_2": "सेवा पूर्ण रूपमा तपाईंको स्थानीय यन्त्रमा सञ्चालन हुन्छ। हामी एपको तपाईंको प्रयोगबाट कुनै डेटा सङ्कलन, भण्डारण वा प्रसारण गर्दैनौं।",

  "terms_license_title": "३. इजाजतपत्र",
  "terms_license_1": "यी सर्तहरूको तपाईंको अनुपालनाको अधीनमा, Piyuo ले तपाईंलाई केवल तपाईंको व्यक्तिगत, गैर-व्यावसायिक प्रयोगको लागि सेवा डाउनलोड, स्थापना र प्रयोग गर्न सीमित, गैर-विशेष, स्थानान्तरणयोग्य नभएको, उप-इजाजतपत्र दिन नसकिने इजाजतपत्र प्रदान गर्छ।",
  "terms_license_2": "यो इजाजतपत्रले तपाईंलाई कुनै अधिकार प्रदान गर्दैन:",
  "terms_license_reverse": "सेवाको रिभर्स इन्जिनियर, डिकम्पाइल वा डिसअसेम्बल गर्न;",
  "terms_license_distribute": "सेवालाई कुनै तेस्रो पक्षलाई वितरण, बिक्री, भाडामा, भाडामा दिन वा अन्यथा स्थानान्तरण गर्न;",
  "terms_license_modify": "सेवालाई परिमार्जन, अनुकूलन, परिवर्तन, अनुवाद वा व्युत्पन्न कार्यहरू सिर्जना गर्न;",
  "terms_license_remove": "सेवामा कुनै स्वामित्व सूचनाहरू हटाउन, परिवर्तन गर्न वा अस्पष्ट बनाउन।",

  "terms_use_title": "४. स्वीकार्य प्रयोग",
  "terms_use_intro": "तपाईं सेवालाई केवल कानूनी उद्देश्यका लागि र यी सर्तहरूको अनुसार प्रयोग गर्न सहमत हुनुहुन्छ। तपाईं सेवा प्रयोग नगर्न सहमत हुनुहुन्छ:",
  "terms_use_illegal": "कुनै लागू संघीय, राज्य, स्थानीय वा अन्तर्राष्ट्रिय कानून वा नियमहरू उल्लङ्घन गर्ने कुनै तरिकामा;",
  "terms_use_privacy": "अरूको गोपनीयता अधिकारहरू उल्लङ्घन गर्न वा कानूनद्वारा निषेधित कुनै प्रकारको निगरानीमा संलग्न हुन;",
  "terms_use_harm": "सेवालाई असक्षम, अधिभार, क्षति वा बिगार्न सक्ने कुनै तरिकामा;",
  "terms_use_malware": "कुनै भाइरस, ट्रोजन हर्स, वर्म्स, लजिक बम वा अन्य सामग्री जो दुर्भावनापूर्ण वा प्राविधिक रूपमा हानिकारक छ परिचय गराउन।",

  "terms_privacy_title": "५. गोपनीयता र डेटा",
  "terms_privacy_1": "Piyuo Counter एप गोपनीयतालाई ध्यानमा राखेर डिजाइन गरिएको छ। एपले वस्तु पहिचान र गणनाका उद्देश्यका लागि तपाईंको यन्त्रमा स्थानीय रूपमा भिडियो डेटा प्रक्रिया गर्छ।",
  "terms_privacy_2": "हामी एपबाट कुनै व्यक्तिगत जानकारी, भिडियो डेटा, गणना डेटा वा प्रयोग डेटा सङ्कलन, भण्डारण, पहुँच वा प्रसारण गर्दैनौं। सबै प्रक्रिया तपाईंको यन्त्रमा स्थानीय रूपमा हुन्छ।",
  "terms_privacy_3": "हाम्रो गोपनीयता अभ्यासहरूको बारेमा थप विवरणहरूको लागि, कृपया {privacy_link} मा हाम्रो गोपनीयता नीति समीक्षा गर्नुहोस्।",

  "terms_disclaimer_title": "६. वारेन्टीहरूको अस्वीकरण",
  "terms_disclaimer_1": "सेवा \"जस्तै छ\" र \"उपलब्ध भएको रूपमा\" कुनै प्रकारको वारेन्टी बिना प्रदान गरिन्छ। लागू कानूनद्वारा अनुमति प्राप्त अधिकतम सीमामा, PIYUO ले सेवाको सम्बन्धमा सबै वारेन्टीहरू स्पष्ट रूपमा अस्वीकार गर्छ, चाहे तिनीहरू स्पष्ट, निहित, वैधानिक वा अन्य होस्, व्यापारिकता, विशेष उद्देश्यका लागि उपयुक्तता, शीर्षक र गैर-उल्लङ्घनका सबै निहित वारेन्टीहरू, र वारेन्टीहरू जो व्यापारको पाठ्यक्रम, प्रदर्शनको पाठ्यक्रम, प्रयोग वा व्यापारिक अभ्यासबाट उत्पन्न हुन सक्छ।",
  "terms_disclaimer_2": "माथिलाई सीमित नगरी, PIYUO ले कुनै वारेन्टी वा प्रतिबद्धता प्रदान गर्दैन, र कुनै प्रकारको प्रतिनिधित्व गर्दैन कि सेवाले तपाईंका आवश्यकताहरू पूरा गर्नेछ, कुनै अपेक्षित परिणामहरू प्राप्त गर्नेछ, कुनै अन्य सफ्टवेयर, एप्लिकेसनहरू, प्रणाली वा सेवाहरूसँग मिल्दो छ वा काम गर्नेछ, बिना अवरोध सञ्चालन हुनेछ, कुनै प्रदर्शन वा विश्वसनीयता मापदण्डहरू पूरा गर्नेछ, वा त्रुटि-मुक्त हुनेछ, वा कुनै त्रुटी वा दोषहरू सुधार गर्न सकिन्छ वा सुधार गरिनेछ।",
  "terms_disclaimer_3": "हामी एपको प्रयोग मार्फत प्राप्त कुनै डेटा वा परिणामहरूको (जस्तै पैदल यात्री गणना) सटीकता, पूर्णता वा विश्वसनीयताको ग्यारेन्टी दिंदैनौं। एप एक उपकरण हो, र यसको आउटपुट क्यामेराको गुणस्तर, प्रकाश अवस्था, अवरोधहरू र एल्गोरिदमका सीमाहरू सहित विभिन्न कारकहरूद्वारा प्रभावित हुन सक्छ।",

  "terms_liability_title": "७. दायित्वको सीमा",
  "terms_liability_intro": "लागू कानूनद्वारा अनुमति प्राप्त पूर्ण सीमामा, कुनै पनि घटनामा PIYUO, यसका सहयोगीहरू, अधिकारीहरू, निर्देशकहरू, कर्मचारीहरू, एजेन्टहरू, आपूर्तिकर्ताहरू वा इजाजतपत्रदाताहरू कुनै अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी वा दण्डात्मक क्षतिहरूको लागि उत्तरदायी हुनेछैनन्, सीमा बिना, नाफा, डेटा, प्रयोग, सद्भावना वा अन्य अमूर्त हानिहरूको हानि सहित, निम्नलिखितबाट परिणाम:",
  "terms_liability_access": "सेवामा तपाईंको पहुँच वा प्रयोग वा सेवामा पहुँच वा प्रयोग गर्न असमर्थता;",
  "terms_liability_third_party": "सेवामा कुनै तेस्रो पक्षको कुनै आचरण वा सामग्री;",
  "terms_liability_content": "सेवाबाट प्राप्त कुनै सामग्री; र",
  "terms_liability_unauthorized": "तपाईंको प्रसारण वा सामग्रीको अनधिकृत पहुँच, प्रयोग वा परिवर्तन (यद्यपि हामी नोट गर्छौं कि एपले तपाईंको गणना डेटा प्रसारण गर्दैन)।",
  "terms_liability_basis": "यो दायित्व सीमा लागू हुन्छ चाहे कथित दायित्व सम्झौता, टर्ट, लापरवाही, कडा दायित्व वा कुनै अन्य आधारमा आधारित होस्, PIYUO लाई यस्तो क्षतिको सम्भावनाको बारेमा सल्लाह दिइएको भए पनि।",
  "terms_liability_risk": "तपाईं स्वीकार गर्नुहुन्छ र सहमत हुनुहुन्छ कि सेवा एक उपकरणको रूपमा निःशुल्क प्रदान गरिएको छ। तपाईं सेवा पूर्णतया आफ्नै जोखिममा प्रयोग गर्नुहुन्छ। PIYUO ले तपाईंको यन्त्र(हरू) वा अन्य सफ्टवेयरमा कुनै क्षति, वा सेवाको तपाईंको प्रयोगबाट उत्पन्न कुनै परिणामहरूको लागि कुनै जिम्मेवारी वा दायित्व ग्रहण गर्दैन।",

  "terms_support_title": "८. कुनै समर्थन वा मर्मतसम्भार छैन",
  "terms_support": "Piyuo Counter निःशुल्क प्रदान गरिन्छ। हामी सेवाको लागि मर्मतसम्भार, प्राविधिक समर्थन, अपडेटहरू वा अपग्रेडहरू प्रदान गर्ने कुनै दायित्व अन्तर्गत छैनौं। हामी सूचना सहित वा बिना र तपाईंप्रति कुनै दायित्व बिना, अस्थायी वा स्थायी रूपमा, सेवा वा यो जडान भएको कुनै सेवालाई परिमार्जन, निलम्बन वा बन्द गर्ने अधिकार सुरक्षित राख्छौं।",

  "terms_changes_title": "९. यी सर्तहरूमा परिवर्तनहरू",
  "terms_changes": "हामी हाम्रो एकल विवेकमा, कुनै पनि समयमा यी सर्तहরूलाई परिमार्जन वा प्रतिस्थापन गर्ने अधिकार सुरक्षित राख्छौं। यदि संशोधन महत्वपूर्ण छ भने, हामी कुनै नयाँ सर्तहरू प्रभावकारी हुनु अघि सूचना प्रदान गर्न (जस्तै, एप वा वेबसाइट मार्फत) उचित प्रयासहरू गर्नेछौं। के महत्वपूर्ण परिवर्तन गठन गर्छ भन्ने कुरा हाम्रो एकल विवेकमा निर्धारण गरिनेछ। ती संशोधनहरू प्रभावकारी भएपछि हाम्रो सेवामा पहुँच वा प्रयोग जारी राखेर, तपाईं संशोधित सर्तहरूद्वारा बाध्य हुन सहमत हुनुहुन्छ।",

  "terms_governing_title": "१०. शासी कानून",
  "terms_governing": "यी सर्तहरू क्यालिफोर्निया राज्य, संयुक्त राज्य अमेरिकाको कानूनहरूद्वारा शासित र व्याख्या गरिनेछ, यसको कानूनी द्वन्द्वका सिद्धान्तहरूलाई ध्यान नदिई। (नोट: यो तपाईंको लागि उपयुक्त क्षेत्राधिकार हो कि भनेर पुष्टि गर्न वकिलसँग सल्लाह गर्नुहोस्)।",

  "terms_severability_title": "११. विभाज्यता र माफी",
  "terms_severability": "यदि यी सर्तहरूको कुनै प्रावधान लागू गर्न नसकिने वा अवैध ठहरिन्छ भने, यस्तो प्रावधानलाई लागू कानून अन्तर्गत सम्भावित सबैभन्दा ठूलो सीमामा यस्तो प्रावधानका उद्देश्यहरू पूरा गर्न परिवर्तन र व्याख्या गरिनेछ, र बाँकी प्रावधानहरू पूर्ण बल र प्रभावमा जारी रहनेछन्। यी सर्तहरूको कुनै शब्दको कुनै माफीलाई यस्तो शब्द वा कुनै अन्य शब्दको थप वा निरन्तर माफी मानिने छैन।",

  "terms_entire_title": "१२. सम्पूर्ण सम्झौता",
  "terms_entire": "यी सर्तहरू, हाम्रो गोपनीयता नीति ({privacy_link} मा उपलब्ध) सँगै, सेवाको सम्बन्धमा तपाईं र Piyuo बीचको सम्पूर्ण सम्झौता गठन गर्छ र सेवाको सम्बन्धमा सबै पूर्व र समकालीन बुझाइहरू, सम्झौताहरू, प्रतिनिधित्वहरू र वारेन्टीहरू, लिखित र मौखिक दुवैलाई प्रतिस्थापन गर्छ।",

  "terms_contact_title": "१३. सम्पर्क जानकारी",
  "terms_contact_intro": "यदि तपाईंसँग यी सर्तहरूको बारेमा कुनै प्रश्नहरू छन् भने, कृपया हामीलाई सम्पर्क गर्नुहोस्:",
  "terms_contact_email": "इमेलद्वारा: {email}",
  "terms_contact_website": "हाम्रो वेबसाइटमा यो पृष्ठ भ्रमण गरेर: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
