{
  "privacy_title": "سياسة الخصوصية لعداد بيوو - الجزائر",
  "privacy_effective_date": "تاريخ النفاذ: 12 أبريل 2025",

  "privacy_introduction_title": "مقدمة",
  "privacy_introduction_1": "مرحباً بكم في عداد بيوو! توضح سياسة الخصوصية هذه كيفية تعاملنا مع المعلومات عندما تستخدمون تطبيقنا البرمجي (\"التطبيق\"). التزامنا هو بخصوصيتكم. هذا التطبيق مصمم ليعمل دون جمع أو معالجة أي من بياناتكم الشخصية.",
  "privacy_introduction_2": "تنطبق سياسة الخصوصية هذه على تطبيق عداد بيوو البرمجي (\"التطبيق\") للأجهزة المحمولة وأجهزة الكمبيوتر، المتوفر عبر منصات ومتاجر تطبيقات مختلفة.",

  "privacy_who_we_are_title": "من نحن",
  "privacy_who_we_are": "يتم تقديم تطبيق عداد بيوو من قبل بيوو (\"نحن\" أو \"نا\" أو \"خاصتنا\"). موقعنا الإلكتروني هو {website}. إذا كانت لديكم أسئلة حول هذه السياسة، يمكنكم الاتصال بنا على {email}.",

  "privacy_no_collect_title": "المعلومات التي لا نجمعها",
  "privacy_no_collect_intro": "لا نجمع أو نخزن أو ننقل أو نعالج أي معلومات شخصية أو بيانات استخدام منكم من خلال تطبيق عداد بيوو.",
  "privacy_no_collect_personal": "لا توجد بيانات شخصية: لا نطلب أو نحصل على أو نتتبع أي معلومات قد تحدد هويتكم، مثل اسمكم أو عنوان بريدكم الإلكتروني أو موقعكم أو معرفات الأجهزة أو جهات الاتصال.",
  "privacy_no_collect_usage": "لا توجد بيانات استخدام: لا يسجل التطبيق كيفية استخدامكم له. جميع بيانات العداد التي تنشئونها يتم تخزينها محلياً على جهازكم فقط وغير قابلة للوصول إليها من قبلنا.",
  "privacy_no_collect_third_party": "لا توجد خدمات طرف ثالث: لا ندمج أي خدمات طرف ثالث للتحليلات (مثل Firebase Analytics) أو الإعلانات (مثل AdMob) أو التخزين السحابي أو أي غرض آخر ينطوي على مشاركة البيانات مع أطراف خارجية. يعمل التطبيق بشكل كامل دون اتصال من ناحية التعامل مع البيانات.",

  "privacy_use_title": "كيفية استخدامنا للمعلومات",
  "privacy_use": "بما أننا لا نجمع أي معلومات، فإننا لا نستخدم معلوماتكم لأي غرض.",

  "privacy_sharing_title": "مشاركة المعلومات والكشف عنها",
  "privacy_sharing": "لا نشارك أو نكشف عن أي معلومات شخصية لأننا لا نجمع أي معلومات. بياناتكم (الأعداد التي تتتبعونها) تبقى على جهازكم.",

  "privacy_security_title": "أمان البيانات",
  "privacy_security": "أي بيانات يتم إنشاؤها باستخدام تطبيق عداد بيوو (مثل أعدادكم) يتم تخزينها محلياً على جهازكم فقط. ليس لدينا وصول إلى هذه البيانات. بينما نبني تطبيقنا بممارسات أمنية معيارية، يعتمد أمان البيانات المخزنة على جهازكم على الإجراءات الأمنية التي تتخذونها لجهازكم نفسه.",

  "privacy_children_title": "خصوصية الأطفال",
  "privacy_children": "تطبيقنا لا يجمع معلومات شخصية من أي شخص، بما في ذلك الأطفال. نحن نلتزم بقانون حماية خصوصية الأطفال عبر الإنترنت (COPPA) في الولايات المتحدة والقوانين المماثلة مثل القانون العام لحماية البيانات (GDPR) فيما يتعلق ببيانات الأطفال. بما أننا لا نجمع أي بيانات، فإننا بطبيعة الحال لا نجمع بيانات من الأطفال دون سن 13 (أو 16 في بعض دول الاتحاد الأوروبي).",

  "privacy_rights_title": "حقوقكم (القانون العام لحماية البيانات والقوانين الأخرى)",
  "privacy_rights_1": "تمنح قوانين الخصوصية مثل القانون العام لحماية البيانات (GDPR) في أوروبا وقوانين الولايات الأمريكية المختلفة الأفراد حقوقاً على بياناتهم الشخصية (مثل الوصول والتصحيح والحذف).",
  "privacy_rights_2": "نظراً لأن تطبيق عداد بيوو لا يجمع أو يخزن أو يعالج أي من بياناتكم الشخصية، فإن هذه الحقوق عموماً غير قابلة للتطبيق في سياق تطبيقنا، حيث لا توجد بيانات نحتفظ بها لكم للوصول إليها أو تصحيحها أو حذفها. أي بيانات متعلقة بالتطبيق تتواجد فقط على جهازكم، تحت سيطرتكم.",

  "privacy_changes_title": "التغييرات على سياسة الخصوصية هذه",
  "privacy_changes_1": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنخطركم بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة داخل التطبيق أو على موقعنا الإلكتروني ({website}). ننصحكم بمراجعة سياسة الخصوصية هذه بشكل دوري للاطلاع على أي تغييرات.",
  "privacy_changes_2": "التغييرات على سياسة الخصوصية هذه تصبح نافذة عند نشرها على هذه الصفحة.",

  "privacy_contact_title": "اتصلوا بنا",
  "privacy_contact_intro": "إذا كانت لديكم أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا:",
  "privacy_contact_email": "عبر البريد الإلكتروني: {email}",
  "privacy_contact_website": "عبر زيارة هذه الصفحة على موقعنا الإلكتروني: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
