{
  "app_desc": "Doriți să știți câte persoane trec? Această aplicație folosește camera telefonului pentru a identifica inteligent și a număra automat pietonii. Nu este necesară introducerea manuală. Spuneți adio numărării plictisitoare și monitorizați cu ușurință fluxul de trafic.",
  "index_1": "Monitorizare 24/7",
  "index_1_desc": "Vizualizați numărul de pietoni pentru orice perioadă.",
  "index_2": "Urmărirea mai multor obiecte",
  "index_2_desc": "Numărați simultan pietoni, mașini, biciclete și altele",
  "index_3": "Zone de detecție personalizate",
  "index_3_desc": "Definiți zone de detecție personalizate pentru a număra traficul în anumite zone.",
  "index_4": "Moduri de numărare flexibile",
  "index_4_desc": "Alegeți să numărați obiectele nou apărute în zona de detecție sau pe cele care rămân staționare.",
  "index_desktop2_desc": "Pe lângă camerele dispozitivelor mobile, acceptăm fișiere video înregistrate, camere web și transmisii live de pe internet, cum ar fi RTSP. Acest lucru vă permite să vă conectați la dispozitivele existente și să începeți imediat măsurarea fluxului de trafic.",
  "index_desktop2_title": "Suport pentru transmisii live",
  "index_desktop_desc": "Oferim și o versiune pentru desktop. Asigurăm versiuni pentru iOS/Android/Mac/Windows, permițându-vă să utilizați atât dispozitive mobile, cât și desktop-uri cu camere web. Versiunea pentru desktop suportă mai multe surse video, permițând numărarea simultană din multiple fluxuri.",
  "index_desktop_title": "Disponibilitatea versiunii pentru desktop",
  "index_download": "Descărcați",
  "index_download_soon": "În curând.",
  "index_email_us": "Trimiteți-ne un e-mail",
  "index_language": "Limbă",
  "index_video_desc": "Nu necesită internet. Nu e nevoie să numărați manual persoanele cu un dispozitiv tradițional. Configurați-vă telefonul pentru a monitoriza automat traficul pietonal.",
  "index_video_title": "Telefonul dvs. poate acum să folosească IA pentru a recunoaște pietonii.",
  "privacy": "Confidențialitate",
  "terms": "Termeni de utilizare",
  "video_desc": "Nu necesită internet. Nu e nevoie să numărați manual persoanele cu un dispozitiv tradițional. Configurați-vă telefonul pentru a monitoriza automat traficul pietonal."
}