{
  "privacy_title": "Política de Privacidad para Piyuo Counter - Colombia",
  "privacy_effective_date": "Fecha de Entrada en Vigor: 12 de abril de 2025",

  "privacy_introduction_title": "Introducción",
  "privacy_introduction_1": "¡Bienvenido a Piyuo Counter! Esta Política de Privacidad explica cómo manejamos la información cuando usas nuestra aplicación de software (\"App\"). Nuestro compromiso es con tu privacidad. Esta App está diseñada para funcionar sin recopilar ni procesar ninguno de tus datos personales.",
  "privacy_introduction_2": "Esta Política de Privacidad se aplica a la aplicación de software Piyuo Counter (\"App\") para dispositivos móviles y computadoras, disponible a través de varias plataformas y tiendas de aplicaciones.",

  "privacy_who_we_are_title": "Quiénes Somos",
  "privacy_who_we_are": "La aplicación Piyuo Counter es proporcionada por Piyuo (\"nosotros,\" \"nos,\" o \"nuestro\"). Nuestro sitio web es {website}. Si tienes preguntas sobre esta política, puedes contactarnos en {email}.",

  "privacy_no_collect_title": "Información que No Recopilamos",
  "privacy_no_collect_intro": "No recopilamos, almacenamos, transmitimos ni procesamos ninguna información personal o datos de uso tuyos a través de la aplicación Piyuo Counter.",
  "privacy_no_collect_personal": "Sin Datos Personales: No solicitamos, accedemos ni rastreamos ninguna información que pueda identificarte, como tu nombre, dirección de correo electrónico, ubicación, identificadores de dispositivo o contactos.",
  "privacy_no_collect_usage": "Sin Datos de Uso: La aplicación no registra cómo la usas. Todos los datos del contador que creas se almacenan localmente solo en tu dispositivo y no son accesibles para nosotros.",
  "privacy_no_collect_third_party": "Sin Servicios de Terceros: No integramos ningún servicio de terceros para análisis (como Firebase Analytics), publicidad (como AdMob), almacenamiento en la nube, o cualquier otro propósito que implique compartir datos con partes externas. La aplicación opera completamente fuera de línea en términos de manejo de datos.",

  "privacy_use_title": "Cómo Usamos la Información",
  "privacy_use": "Como no recopilamos ninguna información, no usamos tu información para ningún propósito.",

  "privacy_sharing_title": "Intercambio y Divulgación de Información",
  "privacy_sharing": "No compartimos ni divulgamos ninguna información personal porque no recopilamos ninguna. Tus datos (los conteos que rastreas) permanecen en tu dispositivo.",

  "privacy_security_title": "Seguridad de los Datos",
  "privacy_security": "Cualquier dato generado al usar la aplicación Piyuo Counter (como tus conteos) se almacena localmente solo en tu dispositivo. No tenemos acceso a estos datos. Aunque construimos nuestra aplicación con prácticas de seguridad estándar, la seguridad de los datos almacenados en tu dispositivo depende de las medidas de seguridad que tomes para tu dispositivo mismo.",

  "privacy_children_title": "Privacidad de los Niños",
  "privacy_children": "Nuestra App no recopila información personal de nadie, incluyendo niños. Cumplimos con la Ley de Protección de Datos Personales de Colombia y regulaciones similares respecto a los datos de niños. Como no recopilamos datos, inherentemente no recopilamos datos de niños menores de 13 años (o 16 en algunas circunstancias).",

  "privacy_rights_title": "Tus Derechos (Ley de Protección de Datos y Otras Leyes)",
  "privacy_rights_1": "Las leyes de privacidad como la Ley de Protección de Datos Personales de Colombia y varias regulaciones otorgan a los individuos derechos sobre sus datos personales (como acceso, corrección, eliminación).",
  "privacy_rights_2": "Porque la aplicación Piyuo Counter no recopila, almacena ni procesa ninguno de tus datos personales, estos derechos generalmente no son aplicables en el contexto de nuestra App, ya que no hay datos mantenidos por nosotros para que accedas, corrijas o elimines. Cualquier dato relacionado con la aplicación reside únicamente en tu dispositivo, bajo tu control.",

  "privacy_changes_title": "Cambios a Esta Política de Privacidad",
  "privacy_changes_1": "Podemos actualizar esta Política de Privacidad de vez en cuando. Te notificaremos de cualquier cambio publicando la nueva Política de Privacidad dentro de la App o en nuestro sitio web ({website}). Se te aconseja revisar esta Política de Privacidad periódicamente para cualquier cambio.",
  "privacy_changes_2": "Los cambios a esta Política de Privacidad son efectivos cuando se publican en esta página.",

  "privacy_contact_title": "Contáctanos",
  "privacy_contact_intro": "Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos:",
  "privacy_contact_email": "Por correo electrónico: {email}",
  "privacy_contact_website": "Visitando esta página en nuestro sitio web: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
