{
  "terms_title": "Términos de Servicio para Piyuo Counter",
  "terms_effective_date": "Fecha de Vigencia: 12 de abril de 2025",
  "terms_acceptance_title": "1. Aceptación de Términos",
  "terms_acceptance": "Al descargar, instalar o usar la aplicación Piyuo Counter (\"Servicio\"), acepta estar sujeto a estos Términos de Servicio (\"Términos\"). Si no está de acuerdo con alguna parte de estos términos, no puede acceder al Servicio.",
  "terms_description_title": "2. Descripción del Servicio",
  "terms_description_1": "Piyuo Counter es una aplicación de software que utiliza la cámara de su dispositivo y tecnología de visión por computadora para contar y rastrear automáticamente objetos como peatones, vehículos u otros elementos en tiempo real.",
  "terms_description_2": "El Servicio opera completamente en su dispositivo local. No recopilamos, almacenamos ni transmitimos ningún dato de su uso de la aplicación.",
  "terms_license_title": "3. Licencia",
  "terms_license_1": "Sujeto a su cumplimiento de estos Términos, Piyuo le otorga una licencia limitada, no exclusiva, no transferible, no sublicenciable para descargar, instalar y usar el Servicio únicamente para su uso personal y no comercial.",
  "terms_license_2": "Esta licencia no le otorga ningún derecho a:",
  "terms_license_reverse": "Realizar ingeniería inversa, descompilar o desensamblar el Servicio;",
  "terms_license_distribute": "Distribuir, vender, alquilar, prestar o transferir de otra manera el Servicio a terceros;",
  "terms_license_modify": "Modificar, adaptar, alterar, traducir o crear obras derivadas del Servicio;",
  "terms_license_remove": "Eliminar, alterar u ocultar cualquier aviso de propiedad en el Servicio.",
  "terms_use_title": "4. Uso Aceptable",
  "terms_use_intro": "Acepta usar el Servicio solo para fines legales y de acuerdo con estos Términos. Acepta no usar el Servicio:",
  "terms_use_illegal": "De cualquier manera que viole cualquier ley o regulación federal, estatal, local o internacional aplicable;",
  "terms_use_privacy": "Para violar los derechos de privacidad de otros o participar en cualquier forma de vigilancia prohibida por la ley;",
  "terms_use_harm": "De cualquier manera que pueda deshabilitar, sobrecargar, dañar o perjudicar el Servicio;",
  "terms_use_malware": "Para introducir virus, caballos de Troya, gusanos, bombas lógicas u otro material malicioso o tecnológicamente dañino.",
  "terms_privacy_title": "5. Privacidad y Datos",
  "terms_privacy_1": "La aplicación Piyuo Counter está diseñada teniendo en cuenta la privacidad. La aplicación procesa datos de video localmente en su dispositivo para fines de detección y conteo de objetos.",
  "terms_privacy_2": "No recopilamos, almacenamos, accedemos ni transmitimos información personal, datos de video, datos de conteo o datos de uso de la aplicación. Todo el procesamiento ocurre localmente en su dispositivo.",
  "terms_privacy_3": "Para más detalles sobre nuestras prácticas de privacidad, revise nuestra Política de Privacidad en {privacy_link}.",
  "terms_disclaimer_title": "6. Exención de Garantías",
  "terms_disclaimer_1": "EL SERVICIO SE PROPORCIONA \"TAL COMO ESTÁ\" Y \"SEGÚN DISPONIBILIDAD\" SIN GARANTÍA DE NINGÚN TIPO. EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY APLICABLE, PIYUO RENUNCIA EXPRESAMENTE A TODAS LAS GARANTÍAS, YA SEAN EXPRESAS, IMPLÍCITAS, ESTATUTARIAS O DE OTRO TIPO, CON RESPECTO AL SERVICIO.",
  "terms_disclaimer_2": "SIN LIMITACIÓN A LO ANTERIOR, PIYUO NO PROPORCIONA GARANTÍA O COMPROMISO ALGUNO, Y NO HACE REPRESENTACIÓN ALGUNA DE QUE EL SERVICIO CUMPLIRÁ CON SUS REQUISITOS, LOGRARÁ RESULTADOS PREVISTOS, SERÁ COMPATIBLE O FUNCIONARÁ CON OTRO SOFTWARE, APLICACIONES, SISTEMAS O SERVICIOS.",
  "terms_disclaimer_3": "NO GARANTIZAMOS LA PRECISIÓN, INTEGRIDAD O CONFIABILIDAD DE CUALQUIER DATO O RESULTADO OBTENIDO A TRAVÉS DEL USO DE LA APLICACIÓN (COMO CONTEOS DE PEATONES). LA APLICACIÓN ES UNA HERRAMIENTA, Y SU SALIDA PUEDE VERSE AFECTADA POR VARIOS FACTORES INCLUYENDO LA CALIDAD DE LA CÁMARA, CONDICIONES DE ILUMINACIÓN, OBSTRUCCIONES Y LIMITACIONES DEL ALGORITMO.",
  "terms_liability_title": "7. Limitación de Responsabilidad",
  "terms_liability_intro": "EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY APLICABLE, EN NINGÚN CASO PIYUO, SUS AFILIADOS, FUNCIONARIOS, DIRECTORES, EMPLEADOS, AGENTES, PROVEEDORES O LICENCIANTES SERÁN RESPONSABLES POR DAÑOS INDIRECTOS, INCIDENTALES, ESPECIALES, CONSECUENTES O PUNITIVOS.",
  "terms_liability_access": "Su acceso o uso del Servicio o incapacidad para acceder o usar el Servicio;",
  "terms_liability_third_party": "Cualquier conducta o contenido de terceros en el Servicio;",
  "terms_liability_content": "Cualquier contenido obtenido del Servicio; y",
  "terms_liability_unauthorized": "Acceso, uso o alteración no autorizados de sus transmisiones o contenido.",
  "terms_liability_basis": "ESTA LIMITACIÓN DE RESPONSABILIDAD SE APLICA YA SEA QUE LA SUPUESTA RESPONSABILIDAD SE BASE EN CONTRATO, AGRAVIO, NEGLIGENCIA, RESPONSABILIDAD ESTRICTA O CUALQUIER OTRA BASE.",
  "terms_liability_risk": "USTED RECONOCE Y ACEPTA QUE EL SERVICIO SE PROPORCIONA GRATUITAMENTE COMO UNA HERRAMIENTA. USTED USA EL SERVICIO COMPLETAMENTE BAJO SU PROPIO RIESGO.",
  "terms_support_title": "8. Sin Soporte o Mantenimiento",
  "terms_support": "Piyuo Counter se proporciona gratuitamente. No estamos bajo obligación alguna de proporcionar mantenimiento, soporte técnico, actualizaciones o mejoras para el Servicio.",
  "terms_changes_title": "9. Cambios a estos Términos",
  "terms_changes": "Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento.",
  "terms_governing_title": "10. Ley Aplicable",
  "terms_governing": "Estos Términos se regirán e interpretarán de acuerdo con las leyes del Estado de California, Estados Unidos.",
  "terms_severability_title": "11. Divisibilidad y Renuncia",
  "terms_severability": "Si alguna disposición de estos Términos se considera inaplicable o inválida, dicha disposición se modificará e interpretará para lograr los objetivos de dicha disposición en la mayor medida posible bajo la ley aplicable.",
  "terms_entire_title": "12. Acuerdo Completo",
  "terms_entire": "Estos Términos, junto con nuestra Política de Privacidad (disponible en {privacy_link}), constituyen el acuerdo completo entre usted y Piyuo con respecto al Servicio.",
  "terms_contact_title": "13. Información de Contacto",
  "terms_contact_intro": "Si tiene preguntas sobre estos Términos, contáctenos:",
  "terms_contact_email": "Por correo electrónico: {email}",
  "terms_contact_website": "Visitando esta página en nuestro sitio web: {website}",
  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
