{
  "app_desc": "Wil jy weet hoeveel mense verbygaan? Hierdie app gebruik jou foon se kamera om voetgangers slim te herken en outomaties te tel. Geen handmatige invoer nodig nie. Geen vervelige telwerk meer - monitor verkeer moeiteloos.",
  "index_1": "24/7 Monitering",
  "index_1_desc": "Besigtig voetgangersverkeer-tellings vir enige tydperk.",
  "index_2": "Veelvuldige Voorwerp Opsporing",
  "index_2_desc": "Tel gelyktydig voetgangers, motors, fietse, en meer",
  "index_3": "Pasgemaakte Opsporingsones",
  "index_3_desc": "Definieer pasgemaakte opsporingsones om verkeer in spesifieke areas te tel.",
  "index_4": "Buigsame Telmodus",
  "index_4_desc": "Kies om nuut-verskyende voorwerpe binne die opsporingsone te tel, of dié wat stilstaande bly.",
  "index_desktop2_desc": "Bykomend tot mobiele toestel kameras, ondersteun ons opgeneemde videolêers, webkamera-insette, en internet regstreekse strome soos RTSP. Dit laat jou toe om aan bestaande toestelle te koppel en dadelik verkeersvloei te begin meet.",
  "index_desktop2_title": "Regstreekse Stroom Ondersteuning",
  "index_desktop_desc": "Ons bied ook 'n lessenaar weergawe aan. Ons voorsien weergawes vir iOS/Android/Mac/Windows, wat jou toelaat om beide mobiele toestelle en lessenaars met webkameras te gebruik. Die lessenaar weergawe ondersteun verder veelvuldige videobronne, wat gelyktydige telling van verskeie strome moontlik maak.",
  "index_desktop_title": "Lessenaar Weergawe Beskikbaarheid",
  "index_download": "Aflaai",
  "index_download_soon": "Binnekort beskikbaar.",
  "index_email_us": "E-pos ons",
  "index_language": "Taal",
  "index_video_desc": "Geen internet benodig nie. Geen behoefte om mense handmatig te tel met 'n tradisionele klikker nie. Stel net jou foon op om outomaties verbygaande voetgangersverkeer te monitor.",
  "index_video_title": "Jou foon kan nou AI gebruik om voetgangers te herken.",
  "privacy": "Privaatheid",
  "terms": "Diensvoorwaardes",
  "video_desc": "Geen internet benodig nie. Geen behoefte om mense handmatig te tel met 'n tradisionele klikker nie. Stel net jou foon op om outomaties verbygaande voetgangersverkeer te monitor."
}