{
  "terms_title": "Diensbepalings vir Piyuo Counter",
  "terms_effective_date": "Effektiewe Datum: 12 April 2025",

  "terms_acceptance_title": "1. Aanvaarding van Bepalings",
  "terms_acceptance": "Deur die aflaai, installering of gebruik van die Piyuo Counter-toepassing (\"Diens\"), stem jy in om gebonde te wees deur hierdie Diensbepalings (\"Bepalings\"). As jy nie saamstem met enige deel van hierdie bepalings nie, mag jy nie toegang tot die Diens verkry nie.",

  "terms_description_title": "2. Beskrywing van Diens",
  "terms_description_1": "Piyuo Counter is 'n sagteware-toepassing wat jou toestel se kamera en rekenaarvisie-tegnologie gebruik om outomaties voorwerpe soos voetgangers, voertuie of ander items in werklike tyd te tel en na te spoor.",
  "terms_description_2": "Die Diens werk heeltemal op jou plaaslike toestel. Ons versamel, stoor of stuur geen data van jou gebruik van die toepassing nie.",

  "terms_license_title": "3. Lisensie",
  "terms_license_1": "Onderhewig aan jou nakoming van hierdie Bepalings, verleen Piyuo aan jou 'n beperkte, nie-eksklusiewe, nie-oordraagbare, nie-sublisenseerbare lisensie om die Diens slegs vir jou persoonlike, nie-kommersiële gebruik af te laai, te installeer en te gebruik.",
  "terms_license_2": "Hierdie lisensie verleen jou nie enige regte om:",
  "terms_license_reverse": "Die Diens omgekeerd te ontwikkel, te dekompileer of te demonteer nie;",
  "terms_license_distribute": "Die Diens aan enige derde party te versprei, verkoop, verhuur, uitleen of andersins oor te dra nie;",
  "terms_license_modify": "Die Diens te wysig, aan te pas, te verander, te vertaal of afgeleide werke daarvan te skep nie;",
  "terms_license_remove": "Enige eiendomskennisgewings op die Diens te verwyder, verander of te verduister nie.",

  "terms_use_title": "4. Aanvaarbare Gebruik",
  "terms_use_intro": "Jy stem in om die Diens slegs vir wettige doeleindes en in ooreenstemming met hierdie Bepalings te gebruik. Jy stem in om nie die Diens te gebruik:",
  "terms_use_illegal": "Op enige manier wat enige toepaslike federale, staatlike, plaaslike of internasionale wet of regulasie oortree nie;",
  "terms_use_privacy": "Om die privaatheidsregte van ander te skend of betrokke te raak by enige vorm van bewaking wat deur die wet verbied word nie;",
  "terms_use_harm": "Op enige manier wat die Diens kan deaktiveer, oorlaai, beskadig of benadeel nie;",
  "terms_use_malware": "Om enige virusse, trojaanse perde, wurms, logiese bomme of ander materiaal wat kwaadwillig of tegnologies skadelik is, in te voer nie.",

  "terms_privacy_title": "5. Privaatheid en Data",
  "terms_privacy_1": "Die Piyuo Counter-toepassing is ontwerp met privaatheid in gedagte. Die toepassing verwerk video-data plaaslik op jou toestel vir voorwerp-opsporing en teldoeleindes.",
  "terms_privacy_2": "Ons versamel, stoor, verkry toegang tot of stuur geen persoonlike inligting, video-data, teldata of gebruiksdata van die toepassing nie. Alle verwerking gebeur plaaslik op jou toestel.",
  "terms_privacy_3": "Vir meer besonderhede oor ons privaatheidspraktyke, hersien asseblief ons Privaatheidsbeleid by {privacy_link}.",

  "terms_disclaimer_title": "6. Vrywaring van Waarborge",
  "terms_disclaimer_1": "DIE DIENS WORD VERSKAF \"SOOS DIT IS\" EN \"SOOS BESKIKBAAR\" SONDER ENIGE WAARBORG. TOT DIE MAKSIMUM MATE TOEGELAAT DEUR TOEPASLIKE WET, VERWERP PIYUO UITDRUKLIK ALLE WAARBORGE, OF DIT NOU UITDRUKLIK, GEÏMPLISEERD, STATUTÊR OF ANDERSINS IS, MET BETREKKING TOT DIE DIENS, INSLUITEND ALLE GEÏMPLISEERDE WAARBORGE VAN VERKOOPBAARHEID, GESKIKTHEID VIR 'N BEPAALDE DOEL, TITEL EN NIE-OORTREDING, EN WAARBORGE WAT KAN ONTSTAAN UIT HANDELSKURSUS, WERKVERRIGTING, GEBRUIK OF HANDELSPRAKTYK.",
  "terms_disclaimer_2": "SONDER BEPERKING TOT DIE VOORAFGAANDE, VERSKAF PIYUO GEEN WAARBORG OF ONDERNEMING NIE, EN MAAK GEEN VERTEENWOORDIGING VAN ENIGE AARD DAT DIE DIENS AAN JOU VEREISTES SAL VOLDOEN, ENIGE BEOOGDE RESULTATE SAL BEHAAL, VERSOENBAAR SAL WEES OF SAL WERK MET ENIGE ANDER SAGTEWARE, TOEPASSINGS, STELSELS OF DIENSTE, SONDER ONDERBREKING SAL WERK, AAN ENIGE PRESTASIE- OF BETROUBAARHEIDSSTANDAARDE SAL VOLDOEN, OF FOUTLOOS SAL WEES, OF DAT ENIGE FOUTE OF GEBREKE KAN OF SAL GEREGMAAK WORD NIE.",
  "terms_disclaimer_3": "ONS WAARBORG NIE DIE AKKURAATHEID, VOLLEDIGHEID OF BETROUBAARHEID VAN ENIGE DATA OF RESULTATE WAT DEUR DIE GEBRUIK VAN DIE TOEPASSING VERKRY WORD (SOOS VOETGANGERTELLING) NIE. DIE TOEPASSING IS 'N INSTRUMENT, EN SY UITSET KAN BEÏNVLOED WORD DEUR VERSKEIE FAKTORE INSLUITEND KAMERAWALITEIT, BELIGTINGSTOESTANDE, HINDERNISSE EN DIE ALGORITME SE BEPERKINGS.",

  "terms_liability_title": "7. Beperking van Aanspreeklikheid",
  "terms_liability_intro": "TOT DIE VOLSTE MATE TOEGELAAT DEUR TOEPASLIKE WET, SAL PIYUO, SY GEAFFILIEERDES, BEAMPTES, DIREKTEURE, WERKNEMERS, AGENTE, VERSKAFFERS OF LISENSIEHOUERS IN GEEN GEVAL AANSPREEKLIK WEES VIR ENIGE INDIREKTE, TOEVALLIGE, SPESIALE, GEVOLGLIKE OF STRAFSKADE, INSLUITEND SONDER BEPERKING, VERLIES VAN WINS, DATA, GEBRUIK, GOEDWIL OF ANDER ONTASBARE VERLIESE WAT VOORTSPRUIT UIT:",
  "terms_liability_access": "Jou toegang tot of gebruik van of onvermoë om toegang te verkry tot of die Diens te gebruik;",
  "terms_liability_third_party": "Enige gedrag of inhoud van enige derde party op die Diens;",
  "terms_liability_content": "Enige inhoud wat van die Diens verkry word; en",
  "terms_liability_unauthorized": "Ongemagtigde toegang, gebruik of verandering van jou transmissies of inhoud (alhoewel ons opmerk dat die Toepassing nie jou teldata uitstuur nie).",
  "terms_liability_basis": "HIERDIE BEPERKING VAN AANSPREEKLIKHEID GELD OF DIE BEWEERDE AANSPREEKLIKHEID GEBASEER IS OP KONTRAK, TORT, NALATIGHEID, STRENG AANSPREEKLIKHEID OF ENIGE ANDER BASIS, SELFS AS PIYUO INGELIG IS VAN DIE MOONTLIKHEID VAN SODANIGE SKADE.",
  "terms_liability_risk": "JY ERKEN EN STEM IN DAT DIE DIENS GRATIS VERSKAF WORD AS 'N INSTRUMENT. JY GEBRUIK DIE DIENS HEELTEMAL OP JOU EIE RISIKO. PIYUO NEEM GEEN VERANTWOORDELIKHEID OF AANSPREEKLIKHEID VIR ENIGE SKADE AAN JOU TOESTEL(LE) OF ANDER SAGTEWARE, OF ENIGE GEVOLGE WAT VOORTSPRUIT UIT JOU GEBRUIK VAN DIE DIENS NIE.",

  "terms_support_title": "8. Geen Ondersteuning of Instandhouding",
  "terms_support": "Piyuo Counter word gratis verskaf. Ons is onder geen verpligting om instandhouding, tegniese ondersteuning, opdaterings of opgraderings vir die Diens te verskaf nie. Ons hou die reg voor om die Diens of enige diens waarmee dit verbind, tydelik of permanent, met of sonder kennisgewing en sonder aanspreeklikheid teenoor jou te wysig, op te skort of te staak.",

  "terms_changes_title": "9. Veranderinge aan Hierdie Bepalings",
  "terms_changes": "Ons hou die reg voor, volgens ons eie diskresie, om hierdie Bepalings te eniger tyd te wysig of te vervang. As 'n hersiening materieel is, sal ons redelike pogings aanwend om kennisgewing te gee (bv. deur die Toepassing of op die Webwerf) voordat enige nuwe bepalings in werking tree. Wat 'n materiële verandering uitmaak, sal volgens ons eie diskresie bepaal word. Deur voort te gaan om toegang tot ons Diens te verkry of dit te gebruik nadat daardie hersienings van krag geword het, stem jy in om gebonde te wees deur die hersiene bepalings.",

  "terms_governing_title": "10. Geldende Reg",
  "terms_governing": "Hierdie Bepalings sal geregeer en geïnterpreteer word in ooreenstemming met die wette van die Staat Kalifornië, Verenigde State, sonder inagneming van sy konflik van regbeginsels. (Nota: Raadpleeg 'n prokureur om te bevestig of dit die toepaslike jurisdiksie vir jou is).",

  "terms_severability_title": "11. Skeidbaarheid en Kwytskelding",
  "terms_severability": "As enige bepaling van hierdie Bepalings as onafdwingbaar of ongeldig gehou word, sal sodanige bepaling verander en geïnterpreteer word om die doelwitte van sodanige bepaling tot die grootste mate moontlik onder toepaslike wet te bereik, en die oorblywende bepalings sal in volle krag en uitwerking voortduur. Geen kwytskelding van enige term van hierdie Bepalings sal beskou word as 'n verdere of voortdurende kwytskelding van sodanige term of enige ander term nie.",

  "terms_entire_title": "12. Volledige Ooreenkoms",
  "terms_entire": "Hierdie Bepalings, tesame met ons Privaatheidsbeleid (beskikbaar by {privacy_link}), vorm die volledige ooreenkoms tussen jou en Piyuo betreffende die Diens en vervang alle vorige en gelyktydige verstaan, ooreenkomste, verteenwoordigings en waarborge, beide skriftelik en mondeling, betreffende die Diens.",

  "terms_contact_title": "13. Kontakinligting",
  "terms_contact_intro": "As jy enige vrae oor hierdie Bepalings het, kontak ons asseblief:",
  "terms_contact_email": "Per e-pos: {email}",
  "terms_contact_website": "Deur hierdie bladsy op ons webwerf te besoek: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
