{
  "index_download": "Atsisiųsti",
  "index_download_soon": "Netrukus.",
  "index_language": "Kalba",
  "index_video_title": "Jūsų telefonas dabar gali naudoti dirbtinį intelektą pėsčiųjų atpažinimui.",
  "index_video_desc": "Nereikia interneto. Nereikia rankiniu būdu skaičiuoti žmonių tradiciniu skaičiuokliu. Tiesiog nustatykite savo telefoną automatiškai sekti praeinančių pėsčiųjų srautą.",
  "index_1": "Sekimas 24/7",
  "index_1_desc": "Peržiūrėkite pėsčiųjų srauto skaičius bet kuriuo laiko periodu.",
  "index_2": "Kelių objektų sekimas",
  "index_2_desc": "Vienu metu skaičiuokite pėsčiuosius, automobilius, dviračius ir kitus objektus",
  "index_3": "Pasirinktinės aptikimo zonos",
  "index_3_desc": "Nustatykite pasirinktines aptikimo zonas konkrečių vietų eismo skaičiavimui.",
  "index_4": "Lankstūs skaičiavimo režimai",
  "index_4_desc": "Pasirinkite skaičiuoti naujai atsirandančius objektus aptikimo zonoje arba tuos, kurie išlieka nejudantys.",
  "index_desktop_title": "Darbalaukio versijos prieinamumas",
  "index_desktop_desc": "Taip pat siūlome darbalaukio versiją. Teikiame versijas iOS/Android/Mac/Windows platformoms, leidžiančias naudoti tiek mobiliuosius įrenginius, tiek darbalaukio kompiuterius su internetinėmis kameromis. Darbalaukio versija papildomai palaiko kelis vaizdo šaltinius, leidžiančius vienu metu skaičiuoti iš kelių srautų.",
  "index_desktop2_title": "Tiesioginių transliacijų palaikymas",
  "index_desktop2_desc": "Be mobiliųjų įrenginių kamerų, palaikome įrašytus vaizdo failus, internetinių kamerų įvestis ir interneto tiesiogines transliacijas, tokias kaip RTSP. Tai leidžia prisijungti prie esamų įrenginių ir iškart pradėti matuoti eismo srautą.",
  "index_email_us": "Rašykite mums",
  "app_desc": "Norite žinoti, kiek žmonių praeina pro šalį? Ši programėlė naudoja jūsų telefono kamerą išmaniam pėsčiųjų atpažinimui ir automatiniam skaičiavimui. Nereikia rankinio įvedimo. Atsisveikinkite su varginančiu skaičiavimu ir lengvai stebėkite eismo srautą.",
  "video_desc": "Nereikia interneto. Nereikia rankiniu būdu skaičiuoti žmonių tradiciniu skaičiuokliu. Tiesiog nustatykite savo telefoną automatiškai sekti praeinančių pėsčiųjų srautą.",
  "terms": "Paslaugų teikimo sąlygos",
  "privacy": "Privatumas",
  "index_download_available": "MISSING"
}
