{
  "app_desc": "Vēlaties uzzināt, cik daudz cilvēku iet garām? Šī lietotne izmanto jūsu tālruņa kameru, lai gudri identificētu un automātiski skaitītu gājējus. Nav nepieciešama manuāla ievade. Atvadieties no nogurdinošas skaitīšanas un viegli uzraugiet satiksmes plūsmu.",
  "index_1": "24/7 izsekošana",
  "index_1_desc": "Skatiet gājēju plūsmas datus par jebkuru laika periodu.",
  "index_2": "Vairāku objektu izsekošana",
  "index_2_desc": "Vienlaicīgi skaitiet gājējus, automašīnas, velosipēdus un citus objektus",
  "index_3": "Pielāgotas noteikšanas zonas",
  "index_3_desc": "Izveidojiet pielāgotas noteikšanas zonas, lai skaitītu satiksmi noteiktās vietās.",
  "index_4": "Elastīgi skaitīšanas režīmi",
  "index_4_desc": "Izvēlieties skaitīt jaunus objektus, kas parādās noteikšanas zonā, vai tos, kas paliek nekustīgi.",
  "index_desktop2_desc": "Papildus mobilo ierīču kamerām mēs atbalstām ierakstītus video failus, tīmekļa kameru ievades un interneta tiešraides, piemēram, RTSP. Tas ļauj pieslēgties esošajām ierīcēm un nekavējoties sākt mērīt satiksmes plūsmu.",
  "index_desktop2_title": "Tiešraides atbalsts",
  "index_desktop_desc": "Mēs piedāvājam arī darbvirsmas versiju. Mēs nodrošinām versijas iOS/Android/Mac/Windows, ļaujot izmantot gan mobilās ierīces, gan darbvirsmas datorus ar tīmekļa kamerām. Darbvirsmas versija turklāt atbalsta vairākus video avotus, ļaujot vienlaikus skaitīt no vairākām plūsmām.",
  "index_desktop_title": "Darbvirsmas versijas pieejamība",
  "index_download": "Lejupielādēt",
  "index_download_soon": "Drīzumā pieejams.",
  "index_email_us": "Rakstiet mums",
  "index_language": "Valoda",
  "index_video_desc": "Nav nepieciešams internets. Nav nepieciešams manuāli skaitīt cilvēkus ar tradicionālo skaitītāju. Vienkārši iestatiet telefonu, lai tas automātiski izsekotu gājēju plūsmu.",
  "index_video_title": "Jūsu tālrunis tagad var izmantot MI, lai atpazītu gājējus.",
  "privacy": "Privātums",
  "terms": "Pakalpojumu noteikumi",
  "video_desc": "Nav nepieciešams internets. Nav nepieciešams manuāli skaitīt cilvēkus ar tradicionālo skaitītāju. Vienkārši iestatiet telefonu, lai tas automātiski izsekotu gājēju plūsmu."
}