{
  "terms_title": "Piyuo Counter lietošanas noteikumi",
  "terms_effective_date": "Spēkā stāšanās datums: 2025. gada 12. aprīlis",

  "terms_acceptance_title": "1. Noteikumu pieņemšana",
  "terms_acceptance": "Lejupielādējot, instalējot vai izmantojot Piyuo Counter lietotni (\"Pakalpojums\"), jūs piekrītat ievērot šos Pakalpojuma noteikumus (\"Noteikumi\"). Ja jūs nepiekrītat kādam no šiem noteikumiem, jums nav atļauts piekļūt Pakalpojumam.",

  "terms_description_title": "2. Pakalpojuma apraksts",
  "terms_description_1": "Piyuo Counter ir programmatūras lietotne, kas izmanto jūsu ierīces kameru un datorredzības tehnoloģiju, lai automātiski skaitītu un izsekotu objektus, piemēram, gājējus, transportlīdzekļus vai citus priekšmetus reāllaikā.",
  "terms_description_2": "Pakalpojums darbojas pilnībā jūsu vietējā ierīcē. Mēs nevācam, neglabājam un nepārsūtām nekādus datus no jūsu lietotnes izmantošanas.",

  "terms_license_title": "3. Licence",
  "terms_license_1": "Ievērojot šos Noteikumus, Piyuo piešķir jums ierobežotu, neekskluzīvu, nepārdodamu, neapakšlicencējamu licenci Pakalpojuma lejupielādei, instalēšanai un izmantošanai tikai personīgiem, nekomerciāliem mērķiem.",
  "terms_license_2": "Šī licence nepiešķir jums tiesības:",
  "terms_license_reverse": "Veikt Pakalpojuma reversīvo inženieriju, dekompilēšanu vai izjaukšanu;",
  "terms_license_distribute": "Izplatīt, pārdot, iznomāt, aizdot vai citādi nodot Pakalpojumu trešajai pusei;",
  "terms_license_modify": "Modificēt, pielāgot, mainīt, tulkot vai veidot Pakalpojuma atvasinājumus;",
  "terms_license_remove": "Noņemt, mainīt vai slēpt jebkādus īpašuma paziņojumus Pakalpojumā.",

  "terms_use_title": "4. Pieņemama izmantošana",
  "terms_use_intro": "Jūs piekrītat izmantot Pakalpojumu tikai likumīgiem mērķiem un saskaņā ar šiem Noteikumiem. Jūs piekrītat neizmantot Pakalpojumu:",
  "terms_use_illegal": "Jebkādā veidā, kas pārkāpj jebkādus piemērojamos federālos, valsts, vietējos vai starptautiskos likumus vai noteikumus;",
  "terms_use_privacy": "Lai pārkāptu citu privātuma tiesības vai iesaistītos jebkādā ar likumu aizliegtā uzraudzībā;",
  "terms_use_harm": "Jebkādā veidā, kas varētu atspējot, pārslogot, sabojāt vai traucēt Pakalpojumu;",
  "terms_use_malware": "Lai ieviestu vīrusus, trojas zirgus, tārpus, loģiskās bumbas vai citus ļaunprātīgus vai tehnoloģiski kaitīgus materiālus.",

  "terms_privacy_title": "5. Privātums un dati",
  "terms_privacy_1": "Piyuo Counter lietotne ir izveidota, ņemot vērā privātumu. Lietotne apstrādā video datus vietēji jūsu ierīcē objektu noteikšanas un skaitīšanas nolūkos.",
  "terms_privacy_2": "Mēs nevācam, neglabājam, neiekļūstam un nepārsūtām nekādu personīgo informāciju, video datus, skaitīšanas datus vai lietošanas datus no lietotnes. Visa apstrāde notiek vietēji jūsu ierīcē.",
  "terms_privacy_3": "Plašāku informāciju par mūsu privātuma praksi skatiet mūsu Privātuma politikā {privacy_link}.",

  "terms_disclaimer_title": "6. Garantiju atteikums",
  "terms_disclaimer_1": "PAKALPOJUMS TIEK SNIEGTS \"KĀ IR\" UN \"KĀ PIEEJAMS\" BEZ JEBKĀDĀM GARANTIJĀM. MAKSIMĀLAJĀ MĒRĀ, KO ATĻAUJ PIEMĒROJAMAIS LIKUMS, PIYUO SKAIDRI ATSAKA VISAS GARANTIJAS.",
  "terms_disclaimer_2": "NEIEROBEŽOJOT IEPRIEKŠ MINĒTO, PIYUO NESNIEDZ NEKĀDAS GARANTIJAS VAI APŅEMŠANOS UN NEDOD NEKĀDUS APGALVOJUMUS, KA PAKALPOJUMS ATBILDĪS JŪSU PRASĪBĀM.",
  "terms_disclaimer_3": "MĒS NEGARANTĒJAM NEKĀDU DATU VAI REZULTĀTU PRECIZITĀTI, PILNĪBU VAI UZTICAMĪBU, KAS IEGŪTI, IZMANTOJOT LIETOTNI (PIEMĒRAM, GĀJĒJU SKAITĪŠANU).",

  "terms_liability_title": "7. Atbildības ierobežojums",
  "terms_liability_intro": "MAKSIMĀLAJĀ MĒRĀ, KO ATĻAUJ PIEMĒROJAMAIS LIKUMS, NEKĀDĀ GADĪJUMĀ PIYUO, TĀS FILIALES, AMATPERSONAS, DIREKTORI, DARBINIEKI, AĢENTI, PIEGĀDĀTĀJI VAI LICENCĒTĀJI NEBŪS ATBILDĪGI PAR NETIEŠIEM, NEJAUŠIEM, ĪPAŠIEM, SEKOJOŠIEM VAI SODOŠIEM ZAUDĒJUMIEM.",
  "terms_liability_access": "Jūsu piekļuvi vai izmantošanu, vai nespēju piekļūt vai izmantot Pakalpojumu;",
  "terms_liability_third_party": "Jebkādu trešās puses uzvedību vai saturu Pakalpojumā;",
  "terms_liability_content": "Jebkādu saturu, kas iegūts no Pakalpojuma; un",
  "terms_liability_unauthorized": "Neautorizētu piekļuvi, izmantošanu vai jūsu pārraižu vai satura izmaiņas.",
  "terms_liability_basis": "ŠIS ATBILDĪBAS IEROBEŽOJUMS ATTIECAS NEATKARĪGI NO APGALVOTĀS ATBILDĪBAS PAMATA.",
  "terms_liability_risk": "JŪS ATZĪSTAT UN PIEKRĪTAT, KA PAKALPOJUMS TIEK SNIEGTS BEZMAKSAS KĀ RĪKS. JŪS IZMANTOJAT PAKALPOJUMU PILNĪBĀ UZ SAVU RISKU.",

  "terms_support_title": "8. Nav atbalsta vai apkopes",
  "terms_support": "Piyuo Counter tiek sniegts bezmaksas. Mums nav pienākuma sniegt Pakalpojuma apkopi, tehnisko atbalstu, atjauninājumus vai uzlabojumus.",

  "terms_changes_title": "9. Izmaiņas šajos Noteikumos",
  "terms_changes": "Mēs paturam tiesības pēc savas vienīgās izvēles jebkurā laikā modificēt vai aizstāt šos Noteikumus.",

  "terms_governing_title": "10. Piemērojamie likumi",
  "terms_governing": "Šos Noteikumus reglamentē un interpretē saskaņā ar Kalifornijas štata, Amerikas Savienoto Valstu likumiem.",

  "terms_severability_title": "11. Atdalāmība un atteikums",
  "terms_severability": "Ja kāds no šo Noteikumu nosacījumiem tiek atzīts par neizpildāmu vai nederīgu, šāds nosacījums tiks mainīts un interpretēts, lai sasniegtu tā mērķus.",

  "terms_entire_title": "12. Pilnīgs līgums",
  "terms_entire": "Šie Noteikumi kopā ar mūsu Privātuma politiku (pieejamu {privacy_link}) veido pilnīgu līgumu starp jums un Piyuo.",

  "terms_contact_title": "13. Kontaktinformācija",
  "terms_contact_intro": "Ja jums ir jautājumi par šiem Noteikumiem, lūdzu, sazinieties ar mums:",
  "terms_contact_email": "Pa e-pastu: {email}",
  "terms_contact_website": "Apmeklējot šo lapu mūsu tīmekļa vietnē: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
