{
  "index_download": "Descargar",
  "index_download_soon": "Próximamente.",
  "index_language": "Idioma",
  "index_video_title": "Tu celular ahora puede usar IA para reconocer peatones.",
  "index_video_desc": "No requiere internet. No es necesario contar manualmente a las personas con un contador tradicional. Solo configura tu celular para rastrear automáticamente el tráfico peatonal.",
  "index_1": "Seguimiento 24/7",
  "index_1_desc": "Visualiza el conteo de tráfico peatonal para cualquier período de tiempo.",
  "index_2": "Seguimiento de Múltiples Objetos",
  "index_2_desc": "Cuenta simultáneamente peatones, carros, bicicletas y más",
  "index_3": "Zonas de Detección Personalizadas",
  "index_3_desc": "Define zonas de detección personalizadas para contar el tráfico en áreas específicas.",
  "index_4": "Modos de Conteo Flexibles",
  "index_4_desc": "Elige contar objetos que aparecen nuevamente dentro de la zona de detección, o aquellos que permanecen estacionarios.",
  "index_desktop_title": "Disponibilidad de Versión de Escritorio",
  "index_desktop_desc": "También ofrecemos una versión de escritorio. Proporcionamos versiones para iOS/Android/Mac/Windows, permitiéndote utilizar tanto dispositivos móviles como computadores de escritorio con webcams. La versión de escritorio además soporta múltiples fuentes de video, permitiendo el conteo simultáneo desde múltiples transmisiones.",
  "index_desktop2_title": "Soporte para Transmisión en Vivo",
  "index_desktop2_desc": "Además de las cámaras de dispositivos móviles, admitimos archivos de video grabados, entradas de webcam y transmisiones en vivo por internet como RTSP. Esto te permite conectarte a dispositivos existentes y comenzar a medir el flujo de tráfico inmediatamente.",
  "index_email_us": "Envíanos un correo electrónico",
  "app_desc": "¿Quieres saber cuántas personas pasan? Esta aplicación utiliza la cámara de tu celular para identificar de forma inteligente y contar automáticamente a los peatones. No se requiere entrada manual. Dile adiós al conteo tedioso y monitorea fácilmente el flujo de tráfico.",
  "video_desc": "No requiere internet. No es necesario contar manualmente a las personas con un contador tradicional. Solo configura tu celular para rastrear automáticamente el tráfico peatonal.",
  "terms": "Términos de servicio",
  "privacy": "Privacidad",
  "index_download_available": "MISSING"
}
