{
  "index_download": "Preuzmi",
  "index_download_soon": "Uskoro dostupno.",
  "index_language": "Jezik",
  "index_video_title": "Vaš telefon sada može da koristi veštačku inteligenciju za prepoznavanje pešaka.",
  "index_video_desc": "Nije potreban internet. Nije potrebno ručno brojanje ljudi tradicionalnim brojačem. Samo podesite telefon da automatski prati prolaznike.",
  "index_1": "Praćenje 24/7",
  "index_1_desc": "Pregledajte broj prolaznika za bilo koji vremenski period.",
  "index_2": "Praćenje više objekata",
  "index_2_desc": "Istovremeno brojite pešake, automobile, bicikle i još mnogo toga",
  "index_3": "Prilagođene zone detekcije",
  "index_3_desc": "Definišite prilagođene zone detekcije za brojanje saobraćaja u određenim oblastima.",
  "index_4": "Fleksibilni režimi brojanja",
  "index_4_desc": "Izaberite da brojite nove objekte koji se pojavljuju u zoni detekcije ili one koji ostaju nepokretni.",
  "index_desktop_title": "Dostupnost desktop verzije",
  "index_desktop_desc": "Takođe nudimo desktop verziju. Obezbeđujemo verzije za iOS/Android/Mac/Windows, omogućavajući vam da koristite i mobilne uređaje i desktop računare sa veb kamerama. Desktop verzija dodatno podržava više video izvora, omogućavajući istovremeno brojanje sa više tokova.",
  "index_desktop2_title": "Podrška za prenos uživo",
  "index_desktop2_desc": "Pored kamera mobilnih uređaja, podržavamo snimljene video datoteke, unose veb kamera i internet prenose uživo kao što je RTSP. Ovo vam omogućava da se povežete sa postojećim uređajima i odmah počnete meriti protok saobraćaja.",
  "index_email_us": "Pošaljite nam e-poštu",
  "app_desc": "Želite da znate koliko ljudi prolazi pored vas? Ova aplikacija koristi kameru vašeg telefona da inteligentno identifikuje i automatski broji pešake. Nije potreban ručni unos. Oprostite se od dosadnog brojanja i lako pratite protok saobraćaja.",
  "video_desc": "Nije potreban internet. Nije potrebno ručno brojanje ljudi tradicionalnim brojačem. Samo podesite telefon da automatski prati prolaznike.",
  "terms": "Uslovi korišćenja",
  "privacy": "Приватност",
  "index_download_available": "MISSING"
}
