{
  "terms_title": "Uslovi korišćenja za Piyuo Counter",
  "terms_effective_date": "Datum stupanja na snagu: 12. april 2025.",

  "terms_acceptance_title": "1. Prihvatanje uslova",
  "terms_acceptance": "Preuzimanjem, instaliranjem ili korišćenjem aplikacije Piyuo Counter (\"Usluga\"), slažete se da budete vezani ovim Uslovima korišćenja (\"Uslovi\"). Ako se ne slažete ni sa jednim delom ovih uslova, tada ne možete pristupiti Usluzi.",

  "terms_description_title": "2. Opis usluge",
  "terms_description_1": "Piyuo Counter je softverska aplikacija koja koristi kameru vašeg uređaja i tehnologiju kompjuterskog vida za automatsko brojanje i praćenje objekata kao što su pešaci, vozila ili drugi predmeti u realnom vremenu.",
  "terms_description_2": "Usluga radi u potpunosti na vašem lokalnom uređaju. Ne prikupljamo, ne čuvamo niti ne prenasimo nikakve podatke iz vašeg korišćenja aplikacije.",

  "terms_license_title": "3. Licenca",
  "terms_license_1": "Pod uslovom da poštujete ove Uslove, Piyuo vam daje ograničenu, neekskluzivnu, neprenosivu, nesublicencijabilnu licencu za preuzimanje, instaliranje i korišćenje Usluge isključivo za vašu ličnu, nekomercijalnu upotrebu.",
  "terms_license_2": "Ova licenca vam ne daje nikakva prava na:",
  "terms_license_reverse": "Obrnut inženjering, dekompajliranje ili rastavljanje Usluge;",
  "terms_license_distribute": "Distribuciju, prodaju, iznajmljivanje, davanje u najam, pozajmljivanje ili na drugi način prenos Usluge bilo kojoj trećoj strani;",
  "terms_license_modify": "Modifikaciju, prilagođavanje, izmenu, prevod ili kreiranje izvedenih dela Usluge;",
  "terms_license_remove": "Uklanjanje, izmenu ili prikrivanje bilo kojih obaveštenja o vlasništvu na Usluzi.",

  "terms_use_title": "4. Prihvatljiva upotreba",
  "terms_use_intro": "Slažete se da ćete koristiti Uslugu samo u zakonite svrhe i u skladu sa ovim Uslovima. Slažete se da nećete koristiti Uslugu:",
  "terms_use_illegal": "Na bilo koji način koji krši bilo koji primenljiv federalni, državni, lokalni ili međunarodni zakon ili propise;",
  "terms_use_privacy": "Za narušavanje prava drugih na privatnost ili učešće u bilo kom vidu nadzora koji je zabranjen zakonom;",
  "terms_use_harm": "Na bilo koji način koji bi mogao da onemogući, preoptereti, ošteti ili umanji Uslugu;",
  "terms_use_malware": "Za uvođenje bilo kojih virusa, trojanskih konja, crva, logičkih bombi ili drugog materijala koji je zlonamerni ili tehnološki štetan.",

  "terms_privacy_title": "5. Privatnost i podaci",
  "terms_privacy_1": "Aplikacija Piyuo Counter je dizajnirana imajući privatnost na umu. Aplikacija obrađuje video podatke lokalno na vašem uređaju u svrhe otkrivanja i brojanja objekata.",
  "terms_privacy_2": "Ne prikupljamo, ne čuvamo, ne pristupamo niti ne prenasimo nikakve lične informacije, video podatke, podatke o brojanju ili podatke o korišćenju iz aplikacije. Sva obrada se dešava lokalno na vašem uređaju.",
  "terms_privacy_3": "Za više detalja o našim praksama privatnosti, molimo pogledajte našu Politiku privatnosti na {privacy_link}.",

  "terms_disclaimer_title": "6. Odricanje garancija",
  "terms_disclaimer_1": "USLUGA SE PRUŽA \"KAKVA JESTE\" I \"KAKO JE DOSTUPNA\" BEZ GARANCIJA BILO KOJE VRSTE. U NAJVEĆOJ MERI DOZVOLJENOJ PRIMENJIVIM ZAKONOM, PIYUO SE IZRIČITO ODRIČE SVIH GARANCIJA, BILO DA SU EKSPLICITNE, IMPLICITNE, STATUTORNE ILI DRUGE, U VEZI SA USLUGOM, UKLJUČUJUĆI SVE IMPLICITNE GARANCIJE TRŽIŠNOSTI, PRIKLADNOSTI ZA ODREĐENU SVRHU, VLASNIŠTVA I NENARUŠAVANJA, I GARANCIJE KOJE MOGU NASTATI IZ TOKA POSLOVANJA, TOKA IZVRŠAVANJA, KORIŠĆENJA ILI TRGOVINSKE PRAKSE.",
  "terms_disclaimer_2": "BEZ OGRANIČAVANJA NAVEDENOG, PIYUO NE PRUŽA NIKAKVU GARANCIJU ILI OBAVEZU I NE DAJE NIKAKVE IZJAVE DA ĆE USLUGA ISPUNITI VAŠE ZAHTEVE, POSTIĆI BILO KOJE NAMENJENE REZULTATE, BITI KOMPATIBILNA ILI RADITI SA BILO KOJIM DRUGIM SOFTVEROM, APLIKACIJAMA, SISTEMIMA ILI USLUGAMA, RADITI BEZ PREKIDA, ISPUNITI STANDARDE PERFORMANSI ILI POUZDANOSTI, ILI BITI BEZ GREŠAKA, ILI DA SE BILO KOJE GREŠKE ILI NEDOSTACI MOGU ILI ĆE BITI ISPRAVLJEN.",
  "terms_disclaimer_3": "NE GARANTUJEMO TAČNOST, POTPUNOST ILI POUZDANOST BILO KOJIH PODATAKA ILI REZULTATA DOBIJENIH KROZ KORIŠĆENJE APLIKACIJE (KAO ŠTO SU BROJEVI PEŠAKA). APLIKACIJA JE ALAT I NJENI REZULTATI MOGU BITI UTICANI RAZNIM FAKTORIMA UKLJUČUJUĆI KVALITET KAMERE, SVETLOSNE USLOVE, PREPREKE I OGRANIČENJA ALGORITMA.",

  "terms_liability_title": "7. Ograničenje odgovornosti",
  "terms_liability_intro": "U NAJVEĆOJ MERI DOZVOLJENOJ PRIMENJIVIM ZAKONOM, NI U KOJIM OKOLNOSTIMA PIYUO, NJEGOVI POVEZANI SUBJEKTI, SLUŽBENIK, DIREKTORI, ZAPOSLENI, AGENT, DOBAVLJAČI ILI DAVALOCE LICENCI NEĆE BITI ODGOVORNI ZA BILO KAKVE INDIREKTNE, SLUČAJNE, POSEBNE, POSLEDIČNE ILI KAŽNJIVE ŠTETE, UKLJUČUJUĆI BEZ OGRANIČENJA GUBITAK PROFITA, PODATAKA, KORIŠĆENJA, GOODWILL-A ILI DRUGIH NEOPIPLJIVIH GUBITAKA, KOJI PROIZLAZE IZ:",
  "terms_liability_access": "Vašeg pristupa ili korišćenja ili nemogućnosti pristupa ili korišćenja Usluge;",
  "terms_liability_third_party": "Bilo kog ponašanja ili sadržaja bilo koje treće strane na Usluzi;",
  "terms_liability_content": "Bilo kog sadržaja dobijenog iz Usluge; i",
  "terms_liability_unauthorized": "Neovlašćenog pristupa, korišćenja ili izmene vaših prenosa ili sadržaja (mada napominjemo da Aplikacija ne prenosi vaše podatke o brojanju).",
  "terms_liability_basis": "OVO OGRANIČENJE ODGOVORNOSTI PRIMENJUJE SE BEZ OBZIRA NA TO DA LI JE NAVODNA ODGOVORNOST ZASNOVANA NA UGOVORU, DELIKTU, NEMARU, STROGOJ ODGOVORNOSTI ILI BILO KOJOJ DRUGOJ OSNOVI, ČAK I AKO JE PIYUO OBAVEŠTEN O MOGUĆNOSTI TAKVE ŠTETE.",
  "terms_liability_risk": "PRIZNAJETE I SLAŽETE SE DA SE USLUGA PRUŽA BESPLATNO KAO ALAT. KORISTITE USLUGU U POTPUNOSTI NA SVOJ RIZIK. PIYUO NE PREUZIMA NIKAKVU ODGOVORNOST ZA BILO KAKVU ŠTETU NA VAŠIM UREĐAJIMA ILI DRUGOM SOFTVERU, ILI BILO KOJE POSLEDICE KOJE PROIZLAZE IZ VAŠEG KORIŠĆENJA USLUGE.",

  "terms_support_title": "8. Nema podrške ili održavanja",
  "terms_support": "Piyuo Counter se pruža besplatno. Nismo u obavezi da pružimo održavanje, tehničku podršku, ažuriranja ili poboljšanja za Uslugu. Zadržavamo pravo da modifikujemo, suspendujemo ili prekinemo, privremeno ili trajno, Uslugu ili bilo koju uslugu sa kojom se povezuje, sa ili bez obaveštenja i bez odgovornosti prema vama.",

  "terms_changes_title": "9. Izmene ovih uslova",
  "terms_changes": "Zadržavamo pravo, po našoj isključivoj diskreciji, da modifikujemo ili zamenimo ove Uslove u bilo kom trenutku. Ako je revizija materijalna, napravićemo razumne napore da obezbedimo obaveštenje (npr. kroz Aplikaciju ili na Veb sajtu) pre nego što bilo koji novi uslovi stupe na snagu. Šta predstavlja materijalnu izmenu biće određeno po našoj isključivoj diskreciji. Nastavljanjem pristupa ili korišćenja naše Usluge nakon što ove revizije postanu efikasne, slažete se da budete vezani revizovanim uslovima.",

  "terms_governing_title": "10. Vladajuće pravo",
  "terms_governing": "Ovi Uslovi će biti upravljani i tumačeni u skladu sa zakonima države Kalifornije, Sjedinjene Američke Države, bez obzira na njene principe sukoba zakona. (Napomena: Konsultujte se sa advokat da potvrdite da li je ovo odgovarajuća jurisdikcija za vas).",

  "terms_severability_title": "11. Odvojivost i odricanje",
  "terms_severability": "Ako se bilo koja odredba ovih Uslova smatra neizvršljivom ili nevažećom, takva odredba će biti promenjena i tumačena da postigne ciljeve takve odredbe u najvećoj mogućoj meri pod primenjivim zakonom, a preostale odredbe će nastaviti da važe u punoj snazi i dejstvu. Nikakvo odricanje bilo kog termina ovih Uslova neće se smatrati dalim ili kontinuiranim odricanjem takvog termina ili bilo kog drugog termina.",

  "terms_entire_title": "12. Ceo sporazum",
  "terms_entire": "Ovi Uslovi, zajedno sa našom Politikom privatnosti (dostupna na {privacy_link}), čine ceo sporazum između vas i Piyuo u vezi sa Uslugom i zamenjuje sva prethodna i istovremena razumevanja, sporazume, predstavljanja i garancije, i pisane i usmene, u vezi sa Uslugom.",

  "terms_contact_title": "13. Kontakt informacije",
  "terms_contact_intro": "Ako imate bilo kakva pitanja o ovim Uslovima, molimo kontaktirajte nas:",
  "terms_contact_email": "Putem e-pošte: {email}",
  "terms_contact_website": "Posetom ove stranice na našem veb sajtu: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
