{
  "app_desc": "Want to know how many people pass by? This app uses your phone's camera to automatically spot and count pedestrians. No manual counting needed. Say goodbye to tedious counting and easily monitor foot traffic.",
  "index_1": "24/7 Tracking",
  "index_1_desc": "View foot traffic counts for any time period.",
  "index_2": "Multiple Object Tracking",
  "index_2_desc": "Simultaneously count pedestrians, cars, bicycles, and more",
  "index_3": "Custom Detection Zones",
  "index_3_desc": "Define custom detection zones to count traffic in specific areas.",
  "index_4": "Flexible Counting Modes",
  "index_4_desc": "Choose to count newly appearing objects within the detection zone, or those that remain stationary.",
  "index_desktop2_desc": "In addition to mobile device cameras, we support recorded video files, webcam inputs, and internet live streams such as RTSP. This allows you to connect to existing devices and immediately begin measuring traffic flow.",
  "index_desktop2_title": "Live Stream Support",
  "index_desktop_desc": "We also offer a desktop version. We provide versions for iOS/Android/Mac/Windows, allowing you to utilize both mobile devices and desktops with webcams. The desktop version further supports multiple video sources, enabling simultaneous counting from multiple streams.",
  "index_desktop_title": "Desktop Version Availability",
  "index_download": "Download",
  "index_download_soon": "Coming soon.",
  "index_email_us": "Email us",
  "index_language": "Language",
  "index_video_desc": "No internet required. No need to manually count people with a traditional clicker. Just set up your phone to automatically track passing foot traffic.",
  "index_video_title": "Your phone can now use AI to recognize pedestrians.",
  "privacy": "Privacy Policy",
  "terms": "Terms of Service",
  "video_desc": "No internet required. No need to manually count people with a traditional clicker. Just set up your phone to automatically track passing foot traffic."
}