{
  "index_download": "Pobierz",
  "index_download_soon": "Wkrótce dostępne.",
  "index_language": "Język",
  "index_video_title": "Twój telefon może teraz używać AI do rozpoznawania pieszych.",
  "index_video_desc": "Nie wymaga internetu. Nie ma potrzeby ręcznego liczenia osób za pomocą tradycyjnego licznika. Po prostu skonfiguruj telefon, aby automatycznie śledził przepływ pieszych.",
  "index_1": "Śledzenie 24/7",
  "index_1_desc": "Przeglądaj statystyki ruchu pieszych dla dowolnego okresu.",
  "index_2": "Śledzenie wielu obiektów",
  "index_2_desc": "Jednocześnie licz pieszych, samochody, rowery i więcej",
  "index_3": "Niestandardowe strefy wykrywania",
  "index_3_desc": "Zdefiniuj własne strefy wykrywania, aby liczyć ruch w określonych obszarach.",
  "index_4": "Elastyczne tryby liczenia",
  "index_4_desc": "Wybierz liczenie nowo pojawiających się obiektów w strefie wykrywania lub tych, które pozostają nieruchome.",
  "index_desktop_title": "Dostępność wersji desktopowej",
  "index_desktop_desc": "Oferujemy również wersję na komputer. Zapewniamy wersje dla iOS/Android/Mac/Windows, umożliwiając korzystanie zarówno z urządzeń mobilnych, jak i komputerów z kamerami internetowymi. Wersja desktopowa obsługuje również wiele źródeł wideo, umożliwiając jednoczesne liczenie z wielu strumieni.",
  "index_desktop2_title": "Obsługa transmisji na żywo",
  "index_desktop2_desc": "Oprócz kamer urządzeń mobilnych obsługujemy nagrane pliki wideo, wejścia z kamer internetowych i internetowe transmisje na żywo, takie jak RTSP. Pozwala to na podłączenie do istniejących urządzeń i natychmiastowe rozpoczęcie pomiaru przepływu ruchu.",
  "index_email_us": "Napisz do nas",
  "app_desc": "Chcesz wiedzieć, ile osób przechodzi obok? Ta aplikacja wykorzystuje kamerę Twojego telefonu do inteligentnego identyfikowania i automatycznego liczenia pieszych. Nie wymaga ręcznego wprowadzania danych. Pożegnaj się z żmudnym liczeniem i łatwo monitoruj przepływ ruchu.",
  "video_desc": "Nie wymaga internetu. Nie ma potrzeby ręcznego liczenia osób za pomocą tradycyjnego licznika. Po prostu skonfiguruj telefon, aby automatycznie śledził przepływ pieszych.",
  "terms": "Warunki korzystania",
  "privacy": "Prywatność",
  "index_download_available": "MISSING"
}
