{
  "privacy_title": "سياسة الخصوصية لعداد بيوو - مصر",
  "privacy_effective_date": "تاريخ النفاذ: 12 أبريل 2025",

  "privacy_introduction_title": "مقدمة",
  "privacy_introduction_1": "أهلاً وسهلاً بكم في عداد بيوو! توضح سياسة الخصوصية دي إزاي إحنا بنتعامل مع المعلومات لما تستخدموا التطبيق البرمجي بتاعنا (\"التطبيق\"). التزامنا هو بخصوصيتكم. التطبيق ده مصمم عشان يشتغل من غير ما يجمع أو يعالج أي من بياناتكم الشخصية.",
  "privacy_introduction_2": "سياسة الخصوصية دي بتطبق على تطبيق عداد بيوو البرمجي (\"التطبيق\") للأجهزة المحمولة وأجهزة الكمبيوتر، المتوفر عبر منصات ومتاجر تطبيقات مختلفة.",

  "privacy_who_we_are_title": "إحنا مين",
  "privacy_who_we_are": "تطبيق عداد بيوو بيتقدم من بيوو (\"إحنا\" أو \"نا\" أو \"بتاعنا\"). موقعنا الإلكتروني هو {website}. لو عندكم أسئلة عن السياسة دي، ممكن تتواصلوا معانا على {email}.",

  "privacy_no_collect_title": "المعلومات اللي إحنا مش بنجمعها",
  "privacy_no_collect_intro": "إحنا مش بنجمع أو نخزن أو ننقل أو نعالج أي معلومات شخصية أو بيانات استخدام منكم من خلال تطبيق عداد بيوو.",
  "privacy_no_collect_personal": "مفيش بيانات شخصية: إحنا مش بنطلب أو نحصل على أو نتتبع أي معلومات ممكن تحدد هويتكم، زي اسمكم أو عنوان الإيميل بتاعكم أو موقعكم أو معرفات الأجهزة أو جهات الاتصال.",
  "privacy_no_collect_usage": "مفيش بيانات استخدام: التطبيق مش بيسجل إزاي بتستخدموه. كل بيانات العداد اللي بتعملوها بتتخزن محلياً على جهازكم بس ومش قابلة للوصول ليها من عندنا.",
  "privacy_no_collect_third_party": "مفيش خدمات طرف تالت: إحنا مش بندمج أي خدمات طرف تالت للتحليلات (زي Firebase Analytics) أو الإعلانات (زي AdMob) أو التخزين السحابي أو أي غرض تاني ينطوي على مشاركة البيانات مع أطراف خارجية. التطبيق بيشتغل بشكل كامل من غير اتصال من ناحية التعامل مع البيانات.",

  "privacy_use_title": "إزاي إحنا بنستخدم المعلومات",
  "privacy_use": "بما إننا مش بنجمع أي معلومات، فإحنا مش بنستخدم معلوماتكم لأي غرض.",

  "privacy_sharing_title": "مشاركة المعلومات والكشف عنها",
  "privacy_sharing": "إحنا مش بنشارك أو نكشف عن أي معلومات شخصية لأننا مش بنجمع أي معلومات. بياناتكم (الأعداد اللي بتتتبعوها) بتفضل على جهازكم.",

  "privacy_security_title": "أمان البيانات",
  "privacy_security": "أي بيانات بتتعمل باستخدام تطبيق عداد بيوو (زي أعدادكم) بتتخزن محلياً على جهازكم بس. مش عندنا وصول للبيانات دي. رغم إننا بنبني تطبيقنا بممارسات أمنية معيارية، أمان البيانات المخزنة على جهازكم بيعتمد على الإجراءات الأمنية اللي بتاخدوها لجهازكم نفسه.",

  "privacy_children_title": "خصوصية الأطفال",
  "privacy_children": "تطبيقنا مش بيجمع معلومات شخصية من أي حد، بما في ذلك الأطفال. إحنا بنلتزم بقانون حماية خصوصية الأطفال عبر الإنترنت (COPPA) في الولايات المتحدة والقوانين المماثلة زي القانون العام لحماية البيانات (GDPR) فيما يتعلق ببيانات الأطفال. بما إننا مش بنجمع أي بيانات، فإحنا بطبيعة الحال مش بنجمع بيانات من الأطفال تحت سن 13 (أو 16 في بعض دول الاتحاد الأوروبي).",

  "privacy_rights_title": "حقوقكم (القانون العام لحماية البيانات والقوانين الأخرى)",
  "privacy_rights_1": "قوانين الخصوصية زي القانون العام لحماية البيانات (GDPR) في أوروبا وقوانين الولايات الأمريكية المختلفة بتمنح الأفراد حقوق على بياناتهم الشخصية (زي الوصول والتصحيح والحذف).",
  "privacy_rights_2": "نظراً لأن تطبيق عداد بيوو مش بيجمع أو يخزن أو يعالج أي من بياناتكم الشخصية، فإن الحقوق دي عموماً مش قابلة للتطبيق في سياق تطبيقنا، حيث مفيش بيانات بنحتفظ بيها ليكم للوصول ليها أو تصحيحها أو حذفها. أي بيانات متعلقة بالتطبيق موجودة بس على جهازكم، تحت سيطرتكم.",

  "privacy_changes_title": "التغييرات على سياسة الخصوصية دي",
  "privacy_changes_1": "ممكن نحدث سياسة الخصوصية دي من وقت للتاني. هنخطركم بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة جوا التطبيق أو على موقعنا الإلكتروني ({website}). ننصحكم تراجعوا سياسة الخصوصية دي بشكل دوري للاطلاع على أي تغييرات.",
  "privacy_changes_2": "التغييرات على سياسة الخصوصية دي بتبقى نافذة لما تتنشر على الصفحة دي.",

  "privacy_contact_title": "اتصلوا بينا",
  "privacy_contact_intro": "لو عندكم أي أسئلة عن سياسة الخصوصية دي، يرجى الاتصال بينا:",
  "privacy_contact_email": "عبر الإيميل: {email}",
  "privacy_contact_website": "عبر زيارة الصفحة دي على موقعنا الإلكتروني: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
