{
  "index_download": "Muat turun",
  "index_download_soon": "Akan datang.",
  "index_language": "Bahasa",
  "index_video_title": "Telefon anda kini boleh menggunakan AI untuk mengenal pasti pejalan kaki.",
  "index_video_desc": "Tidak memerlukan internet. Tidak perlu mengira orang secara manual dengan pengira tradisional. Hanya tetapkan telefon anda untuk menjejak lalu lintas pejalan kaki secara automatik.",
  "index_1": "Penjejakan 24/7",
  "index_1_desc": "Lihat jumlah lalu lintas pejalan kaki untuk mana-mana tempoh masa.",
  "index_2": "Penjejakan Berbilang Objek",
  "index_2_desc": "Mengira pejalan kaki, kereta, basikal, dan lain-lain secara serentak",
  "index_3": "Zon Pengesanan Tersuai",
  "index_3_desc": "Tentukan zon pengesanan tersuai untuk mengira lalu lintas di kawasan tertentu.",
  "index_4": "Mod Pengiraan Fleksibel",
  "index_4_desc": "Pilih untuk mengira objek yang baru muncul dalam zon pengesanan, atau yang kekal pegun.",
  "index_desktop_title": "Ketersediaan Versi Desktop",
  "index_desktop_desc": "Kami juga menawarkan versi desktop. Kami menyediakan versi untuk iOS/Android/Mac/Windows, membolehkan anda menggunakan kedua-dua peranti mudah alih dan desktop dengan kamera web. Versi desktop juga menyokong berbilang sumber video, membolehkan pengiraan serentak dari berbilang aliran.",
  "index_desktop2_title": "Sokongan Strim Langsung",
  "index_desktop2_desc": "Selain kamera peranti mudah alih, kami menyokong fail video yang dirakam, input kamera web, dan strim langsung internet seperti RTSP. Ini membolehkan anda menyambung ke peranti sedia ada dan segera mula mengukur aliran trafik.",
  "index_email_us": "E-mel kami",
  "app_desc": "Ingin tahu berapa ramai orang yang lalu lalang? Aplikasi ini menggunakan kamera telefon anda untuk mengenal pasti secara pintar dan mengira pejalan kaki secara automatik. Tiada input manual diperlukan. Ucapkan selamat tinggal kepada pengiraan yang membosankan dan pantau aliran trafik dengan mudah.",
  "video_desc": "Tidak memerlukan internet. Tidak perlu mengira orang secara manual dengan pengira tradisional. Hanya tetapkan telefon anda untuk menjejak lalu lintas pejalan kaki secara automatik.",
  "terms": "Terma Perkhidmatan",
  "privacy": "Privasi",
  "index_download_available": "MISSING"
}
