{
  "app_desc": "کیا آپ جاننا چاہتے ہیں کہ کتنے لوگ گزرتے ہیں؟ یہ ایپ آپ کے فون کے کیمرے کا استعمال کرکے ہوشیاری سے پیدل چلنے والوں کی شناخت کرتی ہے اور خود بخود گنتی کرتی ہے۔ دستی ان پٹ کی ضرورت نہیں۔ تھکا دینے والی گنتی کو الوداع کہیں اور آسانی سے ٹریفک فلو کی نگرانی کریں۔",
  "index_1": "24/7 ٹریکنگ",
  "index_1_desc": "کسی بھی وقت کے دوران پیدل ٹریفک کی تعداد دیکھیں۔",
  "index_2": "متعدد اشیاء کی ٹریکنگ",
  "index_2_desc": "پیدل چلنے والے، کاریں، سائیکلیں اور مزید چیزوں کو ایک ساتھ گنیں",
  "index_3": "اپنی مرضی کے مطابق ڈیٹیکشن زون",
  "index_3_desc": "مخصوص علاقوں میں ٹریفک گننے کے لیے اپنی مرضی کے مطابق ڈیٹیکشن زون متعین کریں۔",
  "index_4": "لچکدار گنتی کے موڈز",
  "index_4_desc": "ڈیٹیکشن زون میں نظر آنے والی نئی اشیاء یا ایسی اشیاء جو ساکن رہتی ہیں، ان کی گنتی کا انتخاب کریں۔",
  "index_desktop2_desc": "موبائل آلات کے کیمروں کے علاوہ، ہم ریکارڈ شدہ ویڈیو فائلوں، ویب کیم ان پٹس، اور انٹرنیٹ لائیو سٹریمز جیسے RTSP کی حمایت کرتے ہیں۔ یہ آپ کو موجودہ آلات سے جڑنے اور فوری طور پر ٹریفک فلو کو ماپنے کی اجازت دیتا ہے۔",
  "index_desktop2_title": "لائیو سٹریم کی حمایت",
  "index_desktop_desc": "ہم ڈیسک ٹاپ ورژن بھی پیش کرتے ہیں۔ ہم iOS/Android/Mac/Windows کے لیے ورژن فراہم کرتے ہیں، جو آپ کو موبائل آلات اور ویب کیم والے ڈیسک ٹاپ دونوں کا استعمال کرنے کی اجازت دیتا ہے۔ ڈیسک ٹاپ ورژن مزید متعدد ویڈیو سورسز کی حمایت کرتا ہے، جو متعدد سٹریمز سے ایک ساتھ گنتی کی اجازت دیتا ہے۔",
  "index_desktop_title": "ڈیسک ٹاپ ورژن کی دستیابی",
  "index_download": "ڈاؤن لوڈ کریں",
  "index_download_soon": "جلد آ رہا ہے۔",
  "index_email_us": "ہمیں ای میل کریں",
  "index_language": "زبان",
  "index_video_desc": "انٹرنیٹ کی ضرورت نہیں۔ روایتی کلکر سے لوگوں کو دستی طور پر گننے کی ضرورت نہیں۔ بس اپنے فون کو گزرنے والے پیدل ٹریفک کی خودکار نگرانی کے لیے ترتیب دیں۔",
  "index_video_title": "آپ کا فون اب AI کا استعمال کرکے پیدل چلنے والوں کو پہچان سکتا ہے۔",
  "privacy": "رازداری",
  "terms": "سروس کی شرائط",
  "video_desc": "انٹرنیٹ کی ضرورت نہیں۔ روایتی کلکر سے لوگوں کو دستی طور پر گننے کی ضرورت نہیں۔ بس اپنے فون کو گزرنے والے پیدل ٹریفک کی خودکار نگرانی کے لیے ترتیب دیں۔"
}