{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "ہم وقتاً فوقتاً اس رازداری کی پالیسی کو اپ ڈیٹ کر سکتے ہیں۔ ہم نئی رازداری کی پالیسی کو App کے اندر یا ہماری ویب سائٹ ({website}) پر پوسٹ کر کے کسی بھی تبدیلی کے بارے میں آپ کو مطلع کریں گے۔ آپ کو مشورہ دیا جاتا ہے کہ کسی بھی تبدیلی کے لیے اس رازداری کی پالیسی کو وقتاً فوقتاً دیکھتے رہیں۔",
  "privacy_changes_2": "اس رازداری کی پالیسی میں تبدیلیاں اس وقت مؤثر ہوتی ہیں جب وہ اس صفحے پر پوسٹ کی جائیں۔",
  "privacy_changes_title": "اس رازداری کی پالیسی میں تبدیلیاں",
  "privacy_children": "ہمارا App بچوں سمیت کسی سے بھی ذاتی معلومات جمع نہیں کرتا۔ ہم US میں Children's Online Privacy Protection Act (COPPA) اور بچوں کے ڈیٹا کے بارے میں GDPR جیسے ملتے جلتے ضوابط کا اتباع کرتے ہیں۔ چونکہ ہم کوئی ڈیٹا جمع نہیں کرتے، ہم فطری طور پر 13 سال سے کم عمر کے بچوں سے ڈیٹا جمع نہیں کرتے (یا کچھ EU ممالک میں 16)۔",
  "privacy_children_title": "بچوں کی رازداری",
  "privacy_contact_email": "ای میل کے ذریعے: {email}",
  "privacy_contact_intro": "اگر آپ کے اس رازداری کی پالیسی کے بارے میں کوئی سوالات ہیں، تو برائے کرم ہم سے رابطہ کریں:",
  "privacy_contact_title": "ہم سے رابطہ کریں",
  "privacy_contact_website": "ہماری ویب سائٹ پر اس صفحے پر جا کر: {website}",
  "privacy_effective_date": "مؤثر تاریخ: 12 اپریل، 2025",
  "privacy_introduction_1": "Piyuo Counter میں خوش آمدید! یہ رازداری کی پالیسی وضاحت کرتی ہے کہ جب آپ ہماری سافٹ ویئر ایپلیکیشن (\"App\") استعمال کرتے ہیں تو ہم معلومات کو کیسے سنبھالتے ہیں۔ آپ کی رازداری کے لیے ہماری عہد ہے۔ یہ App آپ کے ذاتی ڈیٹا کو جمع کیے یا پروسیس کیے بغیر کام کرنے کے لیے ڈیزائن کیا گیا ہے۔",
  "privacy_introduction_2": "یہ رازداری کی پالیسی موبائل ڈیوائسز اور کمپیوٹرز کے لیے Piyuo Counter سافٹ ویئر ایپلیکیشن (\"App\") پر لاگو ہوتی ہے، جو مختلف پلیٹ فارمز اور ایپلیکیشن اسٹورز میں دستیاب ہے۔",
  "privacy_introduction_title": "تعارف",
  "privacy_no_collect_intro": "ہم Piyuo Counter app کے ذریعے آپ سے کوئی ذاتی معلومات یا استعمال کا ڈیٹا جمع، اسٹور، منتقل، یا پروسیس نہیں کرتے۔",
  "privacy_no_collect_personal": "کوئی ذاتی ڈیٹا نہیں: ہم کوئی ایسی معلومات نہیں مانگتے، رسائی نہیں کرتے، یا ٹریک نہیں کرتے جو آپ کی شناخت کر سکیں، جیسے آپ کا نام، ای میل ایڈریس، مقام، ڈیوائس کی شناخت، یا رابطے۔",
  "privacy_no_collect_third_party": "کوئی تھرڈ پارٹی سروسز نہیں: ہم analytics (جیسے Firebase Analytics)، advertising (جیسے AdMob)، cloud storage، یا کوئی اور مقصد کے لیے جو بیرونی فریقوں کے ساتھ ڈیٹا شیئر کرنے میں شامل ہو، کوئی تھرڈ پارٹی سروسز کو integrate نہیں کرتے۔ ایپ ڈیٹا ہینڈلنگ کے لحاظ سے مکمل طور پر آف لائن کام کرتا ہے۔",
  "privacy_no_collect_title": "معلومات جو ہم جمع نہیں کرتے",
  "privacy_no_collect_usage": "کوئی استعمال کا ڈیٹا نہیں: ایپ یہ ریکارڈ نہیں کرتا کہ آپ اسے کیسے استعمال کرتے ہیں۔ آپ کے بنائے گئے تمام کاؤنٹر ڈیٹا صرف آپ کے ڈیوائس پر مقامی طور پر محفوظ ہوتا ہے اور ہمارے لیے قابل رسائی نہیں ہے۔",
  "privacy_rights_1": "رازداری کے قوانین جیسے یورپ میں General Data Protection Regulation (GDPR) اور مختلف US ریاستی قوانین افراد کو ان کے ذاتی ڈیٹا پر حقوق (جیسے رسائی، تصحیح، حذف) فراہم کرتے ہیں۔",
  "privacy_rights_2": "چونکہ Piyuo Counter app آپ کا کوئی ذاتی ڈیٹا جمع، اسٹور، یا پروسیس نہیں کرتا، یہ حقوق عام طور پر ہماری App کے context میں لاگو نہیں ہوتے، کیونکہ ہمارے پاس کوئی ڈیٹا نہیں ہے جس تک آپ رسائی، تصحیح، یا حذف کر سکیں۔ ایپ سے متعلق کوئی بھی ڈیٹا صرف آپ کے ڈیوائس پر، آپ کے کنٹرول میں موجود ہے۔",
  "privacy_rights_title": "آپ کے حقوق (GDPR اور دیگر قوانین)",
  "privacy_security": "Piyuo Counter app استعمال کرنے سے پیدا ہونے والا کوئی بھی ڈیٹا (جیسے آپ کی تعداد) صرف آپ کے ڈیوائس پر مقامی طور پر محفوظ ہوتا ہے۔ ہمارے پاس اس ڈیٹا تک رسائی نہیں ہے۔ اگرچہ ہم اپنا ایپ معیاری سیکیورٹی practices کے ساتھ بناتے ہیں، آپ کے ڈیوائس پر محفوظ ڈیٹا کی سیکیورٹی آپ کے ڈیوائس کے لیے آپ کے اٹھائے گئے سیکیورٹی اقدامات پر منحصر ہے۔",
  "privacy_security_title": "ڈیٹا سیکیورٹی",
  "privacy_sharing": "ہم کوئی ذاتی معلومات شیئر یا ظاہر نہیں کرتے کیونکہ ہم کوئی جمع نہیں کرتے۔ آپ کا ڈیٹا (جو تعداد آپ ٹریک کرتے ہیں) آپ کے ڈیوائس پر رہتا ہے۔",
  "privacy_sharing_title": "معلومات کا اشتراک اور انکشاف",
  "privacy_title": "Piyuo Counter کے لیے رازداری کی پالیسی",
  "privacy_use": "چونکہ ہم کوئی معلومات جمع نہیں کرتے، ہم آپ کی معلومات کو کسی بھی مقصد کے لیے استعمال نہیں کرتے۔",
  "privacy_use_title": "ہم معلومات کا استعمال کیسے کرتے ہیں",
  "privacy_who_we_are": "Piyuo Counter app Piyuo (\"ہم،\" \"ہمیں،\" یا \"ہمارا\") فراہم کرتا ہے۔ ہماری ویب سائٹ {website} ہے۔ اگر آپ کے اس پالیسی کے بارے میں سوالات ہیں، تو آپ {email} پر ہم سے رابطہ کر سکتے ہیں۔",
  "privacy_who_we_are_title": "ہم کون ہیں",
  "website_url": "https://piyuo.com"
}