{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter ایپ (\"خدمات\") کو ڈاؤن لوڈ، انسٹال، یا استعمال کرنے سے، آپ ان خدمات کی شرائط (\"شرائط\") کے پابند ہونے پر متفق ہیں۔ اگر آپ ان شرائط کے کسی بھی حصے سے متفق نہیں ہیں، تو آپ خدمات تک رسائی نہیں حاصل کر سکتے۔",
  "terms_acceptance_title": "1. شرائط کی قبولیت",
  "terms_changes": "ہم اپنی مکمل صوابدید پر، کسی بھی وقت ان شرائط کو تبدیل یا تبدیل کرنے کا حق محفوظ رکھتے ہیں۔ اگر نظرثانی اہم ہے، تو ہم کسی بھی نئی شرائط کے مؤثر ہونے سے پہلے اطلاع فراہم کرنے کے لیے مناسب کوششیں کریں گے (جیسے ایپ کے ذریعے یا ویب سائٹ پر)۔ کیا اہم تبدیلی بناتا ہے ہماری مکمل صوابدید پر طے کیا جائے گا۔ ان نظرثانیوں کے مؤثر ہونے کے بعد ہماری خدمات تک مسلسل رسائی یا استعمال کر کے، آپ نظرثانی شدہ شرائط کے پابند ہونے پر متفق ہیں۔",
  "terms_changes_title": "9. ان شرائط میں تبدیلیاں",
  "terms_contact_email": "ای میل کے ذریعے: {email}",
  "terms_contact_intro": "اگر آپ کے پاس ان شرائط کے بارے میں کوئی سوالات ہیں، تو براہ کرم ہم سے رابطہ کریں:",
  "terms_contact_title": "13. رابطہ کی معلومات",
  "terms_contact_website": "ہماری ویب سائٹ پر اس صفحے کو دیکھ کر: {website}",
  "terms_description_1": "Piyuo Counter ایک سافٹ ویئر ایپلیکیشن ہے جو آپ کے ڈیوائس کے کیمرا اور کمپیوٹر ویژن ٹیکنالوجی کا استعمال کرتے ہوئے پیدل چلنے والے، گاڑیاں، یا دیگر اشیاء جیسے اجسام کو ریئل ٹائم میں خودکار طور پر گننے اور ٹریک کرنے کے لیے استعمال کرتی ہے۔",
  "terms_description_2": "خدمات مکمل طور پر آپ کے مقامی ڈیوائس پر کام کرتی ہے۔ ہم ایپ کے آپ کے استعمال سے کوئی ڈیٹا جمع، اسٹور، یا منتقل نہیں کرتے۔",
  "terms_description_title": "2. خدمات کی تفصیل",
  "terms_disclaimer_1": "خدمات \"جیسی ہے\" اور \"جیسی دستیاب ہے\" کسی بھی قسم کی وارنٹی کے بغیر فراہم کی جاتی ہے۔ قابل اطلاق قانون کی جانب سے اجازت دی گئی زیادہ سے زیادہ حد تک، piyuo خدمات کے حوالے سے تمام وارنٹیوں سے واضح طور پر دستبردار ہوتا ہے، چاہے وہ واضح، مضمر، قانونی یا دیگر ہوں، بشمول تجارت، خاص مقصد کے لیے موزوں، ٹائٹل اور غیر خلاف ورزی کی تمام مضمر وارنٹیاں، اور وارنٹیاں جو کاروباری لین دین، کارکردگی، استعمال یا تجارتی مشق سے پیدا ہو سکتی ہیں۔",
  "terms_disclaimer_2": "اوپر دی گئی باتوں کو محدود کیے بغیر، piyuo کوئی وارنٹی یا ذمہ داری فراہم نہیں کرتا اور کوئی نمائندگی نہیں کرتا کہ خدمات آپ کی ضروریات کو پورا کریں گی، کوئی مطلوبہ نتائج حاصل کریں گی، دوسرے سافٹ ویئر، ایپلیکیشنز، سسٹمز یا خدمات کے ساتھ مطابقت رکھیں گی یا کام کریں گی، بغیر رکاوٹ کے کام کریں گی، کارکردگی یا بھروسے کے معیارات کو پورا کریں گی، یا خرابی سے پاک ہوں گی، یا کوئی بھی خرابیاں یا نقائص ٹھیک کیے جا سکتے ہیں یا ٹھیک کیے جائیں گے۔",
  "terms_disclaimer_3": "ہم ایپ کے استعمال سے حاصل کردہ کسی بھی ڈیٹا یا نتائج (جیسے پیدل چلنے والوں کی گنتی) کی درستگی، مکمل پن، یا بھروسے کی ضمانت نہیں دیتے۔ ایپ ایک ٹول ہے، اور اس کے نتائج کیمرا کی کوالٹی، روشنی کی حالت، رکاوٹوں، اور الگورتھم کی حدود سمیت مختلف عوامل سے متاثر ہو سکتے ہیں۔",
  "terms_disclaimer_title": "6. وارنٹیوں سے دستبرداری",
  "terms_effective_date": "نافذ ہونے کی تاریخ: 12 اپریل 2025",
  "terms_entire": "یہ شرائط، ہماری پرائیویسی پالیسی ({privacy_link} پر دستیاب) کے ساتھ مل کر، خدمات کے حوالے سے آپ اور Piyuo کے درمیان مکمل معاہدہ تشکیل دیتے ہیں اور خدمات کے حوالے سے تمام پیشین اور ہم عصر سمجھوتے، معاہدے، نمائندگیاں اور وارنٹیاں، تحریری اور زبانی دونوں کو تبدیل کرتے ہیں۔",
  "terms_entire_title": "12. مکمل معاہدہ",
  "terms_governing": "یہ شرائط کیلیفورنیا ریاست، ریاستہائے متحدہ کے قوانین کے تحت منظوری اور تشریح کی جائیں گی، اس کے قانونی تصادم کے اصولوں کو نظرانداز کرتے ہوئے۔ (نوٹ: یہ تصدیق کرنے کے لیے کہ یہ آپ کے لیے مناسب دائرہ اختیار ہے، کسی وکیل سے مشورہ کریں)۔",
  "terms_governing_title": "10. حاکم قانون",
  "terms_liability_access": "خدمات تک آپ کی رسائی یا استعمال یا خدمات تک رسائی یا استعمال میں ناکامی؛",
  "terms_liability_basis": "ذمہ داری کی یہ حد اس بات سے قطع نظر لاگو ہوتی ہے کہ مبینہ ذمہ داری معاہدے، ٹارٹ، لاپرواہی، سخت ذمہ داری، یا کسی اور بنیاد پر مبنی ہے، یہاں تک کہ اگر piyuo کو اس طرح کے نقصان کی امکان کے بارے میں مطلع کیا گیا ہو۔",
  "terms_liability_content": "خدمات سے حاصل کردہ کوئی بھی مواد؛ اور",
  "terms_liability_intro": "قابل اطلاق قانون کی جانب سے اجازت دی گئی مکمل حد تک، کسی بھی حالت میں piyuo، اس کے ملحقہ ادارے، افسران، ڈائریکٹرز، ملازمین، ایجنٹس، سپلائرز یا لائسنس دہندگان مندرجہ ذیل سے نتیجہ خیز کسی بھی بالواسطہ، حادثاتی، خصوصی، نتیجہ خیز یا تعزیری نقصانات کے لیے ذمہ دار نہیں ہوں گے، بشمول حد کے بغیر منافع، ڈیٹا، استعمال، نیک نامی یا دیگر غیر محسوس نقصانات کا نقصان:",
  "terms_liability_risk": "آپ تسلیم کرتے ہیں اور متفق ہیں کہ خدمات ایک ٹول کے طور پر مفت فراہم کی جاتی ہے۔ آپ مکمل طور پر اپنے خطرے پر خدمات کا استعمال کرتے ہیں۔ piyuo آپ کے ڈیوائس(سز) یا دیگر سافٹ ویئر کو کسی بھی نقصان، یا خدمات کے آپ کے استعمال سے پیدا ہونے والے کسی بھی نتائج کے لیے کوئی ذمہ داری یا ذمہ داری نہیں لیتا۔",
  "terms_liability_third_party": "خدمات پر کسی بھی تیسرے فریق کا کوئی بھی رفتار یا مواد؛",
  "terms_liability_title": "7. ذمہ داری کی حد",
  "terms_liability_unauthorized": "آپ کی ترسیلات یا مواد تک غیر مجاز رسائی، استعمال، یا تبدیلی (اگرچہ ہم نوٹ کرتے ہیں کہ ایپ آپ کا کاؤنٹ ڈیٹا منتقل نہیں کرتا)۔",
  "terms_license_1": "ان شرائط کی آپ کی تعمیل کے تابع، Piyuo آپ کو صرف آپ کے ذاتی، غیر تجارتی استعمال کے لیے خدمات کو ڈاؤن لوڈ، انسٹال، اور استعمال کرنے کے لیے محدود، غیر خصوصی، غیر منتقل کرنے والا، غیر ذیلی لائسنس دینے والا لائسنس فراہم کرتا ہے۔",
  "terms_license_2": "یہ لائسنس آپ کو کوئی حقوق فراہم نہیں کرتا:",
  "terms_license_distribute": "خدمات کو کسی بھی تیسرے فریق کو تقسیم، فروخت، لیز، کرایے پر دینا، قرض دینا، یا دوسرے طریقے سے منتقل کرنا؛",
  "terms_license_modify": "خدمات کو تبدیل، ڈھالنا، بدلنا، ترجمہ، یا خدمات کی مشتق کام بنانا؛",
  "terms_license_remove": "خدمات پر کوئی بھی ملکیتی نوٹس ہٹانا، تبدیل کرنا، یا چھپانا۔",
  "terms_license_reverse": "خدمات کو ریورس انجینئر، ڈی کمپائل، یا ڈی اسمبل کرنا؛",
  "terms_license_title": "3. لائسنس",
  "terms_privacy_1": "Piyuo Counter ایپ پرائیویسی کو ذہن میں رکھتے ہوئے ڈیزائن کیا گیا ہے۔ ایپ آبجیکٹ کی شناخت اور گننے کے مقاصد کے لیے آپ کے ڈیوائس پر مقامی طور پر ویڈیو ڈیٹا پروسیس کرتا ہے۔",
  "terms_privacy_2": "ہم ایپ سے کوئی ذاتی معلومات، ویڈیو ڈیٹا، کاؤنٹ ڈیٹا، یا استعمال کا ڈیٹا جمع، اسٹور، رسائی، یا منتقل نہیں کرتے۔ تمام پروسیسنگ آپ کے ڈیوائس پر مقامی طور پر ہوتی ہے۔",
  "terms_privacy_3": "ہماری پرائیویسی کی مشقوں کے بارے میں مزید تفصیلات کے لیے، براہ کرم {privacy_link} پر ہماری پرائیویسی پالیسی کا جائزہ لیں۔",
  "terms_privacy_title": "5. پرائیویسی اور ڈیٹا",
  "terms_severability": "اگر ان شرائط کی کوئی بھی شرط غیر قابل نفاذ یا غلط سمجھی جاتی ہے، تو اس طرح کی شرط کو قابل اطلاق قانون کے تحت ممکنہ حد تک اس طرح کی شرط کے مقاصد کو حاصل کرنے کے لیے تبدیل اور تشریح کیا جائے گا، اور باقی شرائط مکمل طاقت اور اثر میں جاری رہیں گی۔ ان شرائط کی کسی بھی مدت کی کوئی بھی معافی اس طرح کی مدت یا کسی اور مدت کی مزید یا جاری معافی نہیں سمجھی جائے گی۔",
  "terms_severability_title": "11. علیحدگی اور معافی",
  "terms_support": "Piyuo Counter مفت فراہم کیا جاتا ہے۔ ہماری خدمات کے لیے مینٹیننس، تکنیکی سپورٹ، اپ ڈیٹس، یا اپ گریڈ فراہم کرنے کی کوئی ذمہ داری نہیں ہے۔ ہم اطلاع کے ساتھ یا بغیر اطلاع اور آپ کے لیے ذمہ داری کے بغیر، عارضی یا مستقل طور پر، خدمات یا اس سے جڑی کسی بھی خدمات کو تبدیل، معطل، یا بند کرنے کا حق محفوظ رکھتے ہیں۔",
  "terms_support_title": "8. کوئی سپورٹ یا مینٹیننس نہیں",
  "terms_title": "Piyuo Counter کے لیے خدمات کی شرائط",
  "terms_use_harm": "کسی بھی طریقے سے جو خدمات کو غیر فعال، زیادہ بوجھ، نقصان، یا خراب کر سکتا ہو؛",
  "terms_use_illegal": "کسی بھی طریقے سے جو کسی بھی قابل اطلاق فیڈرل، ریاستی، مقامی، یا بین الاقوامی قانون یا ضوابط کی خلاف ورزی کرے؛",
  "terms_use_intro": "آپ خدمات کو صرف قانونی مقاصد کے لیے اور ان شرائط کے مطابق استعمال کرنے پر متفق ہیں۔ آپ خدمات کو استعمال نہ کرنے پر متفق ہیں:",
  "terms_use_malware": "کوئی بھی وائرس، ٹروجن ہارس، کیڑے، لاجک بم، یا دیگر مواد متعارف کرانے کے لیے جو نقصان دہ یا تکنیکی طور پر نقصان دہ ہو۔",
  "terms_use_privacy": "دوسروں کی پرائیویسی کے حقوق کی خلاف ورزی کرنے یا قانون کے ذریعے ممنوع کسی بھی قسم کی نگرانی میں مشغول ہونے کے لیے؛",
  "terms_use_title": "4. قابل قبول استعمال",
  "website_url": "https://piyuo.com"
}