{
  "terms_title": "Servicevilkår for Piyuo Counter",
  "terms_effective_date": "Ikrafttrædelsesdato: 12. april 2025",

  "terms_acceptance_title": "1. Accept af vilkår",
  "terms_acceptance": "Ved at downloade, installere eller bruge Piyuo Counter-appen (\"Tjenesten\") accepterer du at være bundet af disse servicevilkår (\"Vilkår\"). Hvis du ikke er enig i nogen del af disse vilkår, må du ikke få adgang til tjenesten.",

  "terms_description_title": "2. Beskrivelse af tjeneste",
  "terms_description_1": "Piyuo Counter er en softwareapplikation, der bruger dit enheds kamera og computervisionsteknologi til automatisk at tælle og spore objekter som fodgængere, køretøjer eller andre genstande i realtid.",
  "terms_description_2": "Tjenesten kører udelukkende på din lokale enhed. Vi indsamler, gemmer eller transmitterer ikke nogen data fra din brug af appen.",

  "terms_license_title": "3. Licens",
  "terms_license_1": "Under forudsætning af din overholdelse af disse vilkår giver Piyuo dig en begrænset, ikke-eksklusiv, ikke-overførbar, ikke-underlicenserbar licens til at downloade, installere og bruge tjenesten udelukkende til din personlige, ikke-kommercielle brug.",
  "terms_license_2": "Denne licens giver dig ikke nogen rettigheder til at:",
  "terms_license_reverse": "Reverse engineere, dekompilere eller demontere tjenesten;",
  "terms_license_distribute": "Distribuere, sælge, leje, låne eller på anden måde overføre tjenesten til en tredjepart;",
  "terms_license_modify": "Modificere, tilpasse, ændre, oversætte eller skabe afledte værker af tjenesten;",
  "terms_license_remove": "Fjerne, ændre eller skjule enhver ejendomsmeddelelse på tjenesten.",

  "terms_use_title": "4. Acceptabel brug",
  "terms_use_intro": "Du accepterer kun at bruge tjenesten til lovlige formål og i overensstemmelse med disse vilkår. Du accepterer ikke at bruge tjenesten:",
  "terms_use_illegal": "På nogen måde, der overtræder gældende federal, statslig, lokal eller international lov eller regulering;",
  "terms_use_privacy": "Til at krænke andres privatlivsrettigheder eller deltage i nogen form for overvågning, der er forbudt ved lov;",
  "terms_use_harm": "På nogen måde, der kunne deaktivere, overbelaste, skade eller forringe tjenesten;",
  "terms_use_malware": "Til at introducere virus, trojanske heste, orme, logiske bomber eller andet materiale, der er ondsindet eller teknologisk skadeligt.",

  "terms_privacy_title": "5. Privatliv og data",
  "terms_privacy_1": "Piyuo Counter-appen er designet med privatliv i tankerne. Appen behandler videodata lokalt på din enhed til objektregistrering og tælleformål.",
  "terms_privacy_2": "Vi indsamler, gemmer, får adgang til eller transmitterer ikke personlige oplysninger, videodata, tælledata eller brugsdata fra appen. Al behandling sker lokalt på din enhed.",
  "terms_privacy_3": "For flere detaljer om vores privatlivspraksis bedes du gennemgå vores privatlivspolitik på {privacy_link}.",

  "terms_disclaimer_title": "6. Ansvarsfraskrivelse for garantier",
  "terms_disclaimer_1": "TJENESTEN LEVERES \"SOM DEN ER\" OG \"SOM TILGÆNGELIG\" UDEN GARANTI AF NOGEN ART. I DET MAKSIMALE OMFANG TILLADT AF GÆLDENDE LOV FRASKRIVER PIYUO SIG UDTRYKKELIGT ALLE GARANTIER, HVAD ENTEN DE ER UDTRYKKELIGE, UNDERFORSTÅEDE, LOVBESTEMTE ELLER ANDRE, MED HENSYN TIL TJENESTEN, HERUNDER ALLE UNDERFORSTÅEDE GARANTIER FOR SALGBARHED, EGNETHED TIL ET BESTEMT FORMÅL, TITEL OG IKKE-KRÆNKELSE.",
  "terms_disclaimer_2": "UDEN BEGRÆNSNING AF OVENSTÅENDE GIVER PIYUO INGEN GARANTI ELLER FORPLIGTELSE OG FREMSÆTTER INGEN REPRÆSENTATION AF NOGEN ART OM, AT TJENESTEN VIL OPFYLDE DINE KRAV, OPNÅ EVENTUELLE TILSIGTEDE RESULTATER, VÆRE KOMPATIBEL ELLER FUNGERE MED ANDEN SOFTWARE, APPLIKATIONER, SYSTEMER ELLER TJENESTER.",
  "terms_disclaimer_3": "VI GARANTERER IKKE NØJAGTIGHEDEN, FULDSTÆNDIGHEDEN ELLER PÅLIDELIGHEDEN AF DATA ELLER RESULTATER OPNÅET GENNEM BRUG AF APPEN (SÅSOM FODGÆNGERTÆLLINGER). APPEN ER ET VÆRKTØJ, OG DENS OUTPUT KAN PÅVIRKES AF FORSKELLIGE FAKTORER, HERUNDER KAMERAKVALITET, LYSFORHOLD, FORHINDRINGER OG ALGORITMENS BEGRÆNSNINGER.",

  "terms_liability_title": "7. Ansvarsbegrænsning",
  "terms_liability_intro": "I DET FULDE OMFANG TILLADT AF GÆLDENDE LOV VIL PIYUO, DETS TILKNYTTEDE SELSKABER, EMBEDSMÆND, DIREKTØRER, MEDARBEJDERE, AGENTER, LEVERANDØRER ELLER LICENSGIVERE UNDER INGEN OMSTÆNDIGHEDER VÆRE ANSVARLIGE FOR INDIREKTE, TILFÆLDIGE, SÆRLIGE, FØLGESKADER ELLER STRAFFESKADER, HERUNDER UDEN BEGRÆNSNING, TAB AF OVERSKUD, DATA, BRUG, GOODWILL ELLER ANDRE IMMATERIELLE TAB, SOM FØLGE AF:",
  "terms_liability_access": "Din adgang til eller brug af tjenesten eller manglende evne til at få adgang til eller bruge tjenesten;",
  "terms_liability_third_party": "Enhver adfærd eller indhold fra tredjeparter på tjenesten;",
  "terms_liability_content": "Ethvert indhold opnået fra tjenesten; og",
  "terms_liability_unauthorized": "Uautoriseret adgang, brug eller ændring af dine transmissioner eller indhold (selvom vi bemærker, at appen ikke transmitterer dine tælledata).",
  "terms_liability_basis": "DENNE ANSVARSBEGRÆNSNING GÆLDER, HVAD ENTEN DET PÅSTÅEDE ANSVAR ER BASERET PÅ KONTRAKT, ERSTATNING, UAGTSOMHED, OBJEKTIVT ANSVAR ELLER ETHVERT ANDET GRUNDLAG, SELV HVIS PIYUO ER BLEVET RÅDGIVET OM MULIGHEDEN FOR SÅDAN SKADE.",
  "terms_liability_risk": "DU ANERKENDER OG ACCEPTERER, AT TJENESTEN LEVERES GRATIS SOM ET VÆRKTØJ. DU BRUGER TJENESTEN HELT PÅ EGEN RISIKO. PIYUO PÅTAGER SIG INTET ANSVAR FOR SKADE PÅ DIN(E) ENHED(ER) ELLER ANDEN SOFTWARE ELLER EVENTUELLE KONSEKVENSER, DER OPSTÅR FRA DIN BRUG AF TJENESTEN.",

  "terms_support_title": "8. Ingen support eller vedligeholdelse",
  "terms_support": "Piyuo Counter leveres gratis. Vi er ikke forpligtet til at levere vedligeholdelse, teknisk support, opdateringer eller opgraderinger til tjenesten. Vi forbeholder os retten til at modificere, suspendere eller afbryde, midlertidigt eller permanent, tjenesten eller enhver tjeneste, den forbinder til, med eller uden varsel og uden ansvar over for dig.",

  "terms_changes_title": "9. Ændringer til disse vilkår",
  "terms_changes": "Vi forbeholder os retten til efter eget skøn at modificere eller erstatte disse vilkår til enhver tid. Hvis en revision er væsentlig, vil vi gøre rimelige anstrengelser for at give meddelelse (f.eks. gennem appen eller på hjemmesiden) inden eventuelle nye vilkår træder i kraft. Hvad der udgør en væsentlig ændring vil blive bestemt efter vores eget skøn.",

  "terms_governing_title": "10. Gældende lov",
  "terms_governing": "Disse vilkår vil være styret af og fortolket i overensstemmelse med lovene i staten Californien, USA, uden hensyn til dets konfliktende lovprincipper. (Bemærk: Konsulter en advokat for at bekræfte, om dette er den passende jurisdiktion for dig).",

  "terms_severability_title": "11. Adskillelse og afkald",
  "terms_severability": "Hvis nogen bestemmelse i disse vilkår viser sig at være uoverskuelig eller ugyldig, vil sådan bestemmelse blive ændret og fortolket for at opnå målene for sådan bestemmelse i størst muligt omfang under gældende lov, og de resterende bestemmelser vil fortsætte i fuld kraft og virkning.",

  "terms_entire_title": "12. Hele aftalen",
  "terms_entire": "Disse vilkår sammen med vores privatlivspolitik (tilgængelig på {privacy_link}) udgør hele aftalen mellem dig og Piyuo vedrørende tjenesten og erstatter alle tidligere og samtidige forståelser, aftaler, repræsentationer og garantier, både skriftlige og mundtlige, vedrørende tjenesten.",

  "terms_contact_title": "13. Kontaktoplysninger",
  "terms_contact_intro": "Hvis du har spørgsmål om disse vilkår, bedes du kontakte os:",
  "terms_contact_email": "Via e-mail: {email}",
  "terms_contact_website": "Ved at besøge denne side på vores hjemmeside: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
