{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "אנו עשויים לעדכן את מדיניות הפרטיות הזו מעת לעת. נודיע לכם על כל שינוי על ידי פרסום מדיניות הפרטיות החדשה באפליקציה או באתר שלנו ({website}). מומלץ לבדוק את מדיניות הפרטיות הזו מעת לעת לשינויים כלשהם.",
  "privacy_changes_2": "שינויים במדיניות הפרטיות הזו נכנסים לתוקף כאשר הם מפורסמים בעמוד הזה.",
  "privacy_changes_title": "שינויים במדיניות הפרטיות הזו",
  "privacy_children": "האפליקציה שלנו לא אוספת מידע אישי מאף אחד, כולל ילדים. אנו מציתים לחוק הגנת הפרטיות המקוון של ילדים (COPPA) בארה\"ב ולתקנות דומות כמו GDPR בנוגע לנתוני ילדים. מכיוון שאיננו אוספים נתונים, באופן טבעי איננו אוספים נתונים מילדים מתחת לגיל 13 (או 16 בחלק ממדינות האיחוד האירופי).",
  "privacy_children_title": "פרטיות ילדים",
  "privacy_contact_email": "באימייל: {email}",
  "privacy_contact_intro": "אם יש לכם שאלות כלשהן לגבי מדיניות הפרטיות הזו, אנא צרו איתנו קשר:",
  "privacy_contact_title": "צרו איתנו קשר",
  "privacy_contact_website": "על ידי ביקור בעמוד הזה באתר שלנו: {website}",
  "privacy_effective_date": "תאריך כניסה לתוקף: 12 באפריל, 2025",
  "privacy_introduction_1": "ברוכים הבאים ל-Piyuo Counter! מדיניות הפרטיות הזו מסבירה כיצד אנו מטפלים במידע כאשר אתם משתמשים ביישום התוכנה שלנו (\"האפליקציה\"). המחויבות שלנו היא לפרטיותכם. האפליקציה הזו מתוכננת לפעול ללא איסוף או עיבוד של הנתונים האישיים שלכם.",
  "privacy_introduction_2": "מדיניות הפרטיות הזו חלה על יישום התוכנה Piyuo Counter (\"האפליקציה\") למכשירים ניידים ומחשבים, הזמין בפלטפורמות שונות ובחנויות אפליקציות.",
  "privacy_introduction_title": "הקדמה",
  "privacy_no_collect_intro": "איננו אוספים, מאחסנים, מעבירים או מעבדים מידע אישי או נתוני שימוש כלשהם מכם דרך אפליקציית Piyuo Counter.",
  "privacy_no_collect_personal": "אין נתונים אישיים: איננו מבקשים, ניגשים או עוקבים אחר מידע כלשהו שיכול לזהות אתכם, כמו השם שלכם, כתובת אימייל, מיקום, מזהי מכשיר או אנשי קשר.",
  "privacy_no_collect_third_party": "אין שירותי צד שלישי: איננו משלבים שירותי צד שלישי כלשהם לאנליטיקס (כמו Firebase Analytics), פרסום (כמו AdMob), אחסון בענן או כל מטרה אחרת שתכלול שיתוף נתונים עם גורמים חיצוניים. האפליקציה פועלת במצב לא מקוון לחלוטין בכל הקשור לטיפול בנתונים.",
  "privacy_no_collect_title": "מידע שאיננו אוספים",
  "privacy_no_collect_usage": "אין נתוני שימוש: האפליקציה לא מתעדת איך אתם משתמשים בה. כל נתוני המונה שאתם יוצרים נשמרים מקומית רק במכשיר שלכם ואינם נגישים לנו.",
  "privacy_rights_1": "חוקי פרטיות כמו התקנה הכללית להגנת נתונים (GDPR) באירופה וחוקי מדינות שונות בארה\"ב מעניקים לאנשים זכויות על הנתונים האישיים שלהם (כמו גישה, תיקון, מחיקה).",
  "privacy_rights_2": "מכיוון שאפליקציית Piyuo Counter לא אוספת, מאחסנת או מעבדת את הנתונים האישיים שלכם, הזכויות האלה בדרך כלל לא רלוונטיות בהקשר של האפליקציה שלנו, מכיוון שאין נתונים המוחזקים על ידינו שתוכלו לגשת אליהם, לתקן או למחוק. כל נתון הקשור לאפליקציה נמצא אך ורק במכשיר שלכם, תחת השליטה שלכם.",
  "privacy_rights_title": "הזכויות שלכם (GDPR וחוקים אחרים)",
  "privacy_security": "כל נתון שנוצר על ידי שימוש באפליקציית Piyuo Counter (כמו הספירות שלכם) נשמר מקומית רק במכשיר שלכם. אין לנו גישה לנתונים האלה. אמנם אנו בונים את האפליקציה שלנו עם נוהלי אבטחה סטנדרטיים, אבל אבטחת הנתונים שנשמרים במכשיר שלכם תלויה באמצעי האבטחה שאתם נוקטים למכשיר עצמו.",
  "privacy_security_title": "אבטחת נתונים",
  "privacy_sharing": "איננו משתפים או חושפים מידע אישי כלשהו כי איננו אוספים כזה. הנתונים שלכם (הספירות שאתם עוקבים אחריהן) נשארים במכשיר שלכם.",
  "privacy_sharing_title": "שיתוף וחשיפת מידע",
  "privacy_title": "מדיניות פרטיות עבור Piyuo Counter",
  "privacy_use": "מכיוון שאיננו אוספים מידע כלשהו, איננו משתמשים במידע שלכם לשום מטרה.",
  "privacy_use_title": "איך אנו משתמשים במידע",
  "privacy_who_we_are": "אפליקציית Piyuo Counter מסופקת על ידי Piyuo (\"אנחנו\", \"שלנו\" או \"של החברה\"). האתר שלנו הוא {website}. אם יש לכם שאלות לגבי המדיניות הזו, תוכלו ליצור איתנו קשר בכתובת {email}.",
  "privacy_who_we_are_title": "מי אנחנו",
  "website_url": "https://piyuo.com"
}