{
  "terms_title": "תנאי שירות עבור Piyuo Counter",
  "terms_effective_date": "תאריך תחילה: 12 באפריל 2025",

  "terms_acceptance_title": "1. קבלת התנאים",
  "terms_acceptance": "על ידי הורדה, התקנה או שימוש באפליקציית Piyuo Counter (\"השירות\"), אתם מסכימים להיות כבולים בתנאי השירות הללו (\"התנאים\"). אם אתם לא מסכימים לחלק כלשהו מהתנאים הללו, אתם לא יכולים לגשת לשירות.",

  "terms_description_title": "2. תיאור השירות",
  "terms_description_1": "Piyuo Counter היא אפליקציית תוכנה שמשתמשת במצלמת המכשיר שלכם ובטכנולוגיית ראייה ממוחשבת כדי לספור ולעקוב אוטומטית אחר אובייקטים כמו הולכי רגל, כלי רכב או פריטים אחרים בזמן אמת.",
  "terms_description_2": "השירות פועל לחלוטין במכשיר המקומי שלכם. אנחנו לא אוספים, שומרים או מעבירים שום נתונים מהשימוש שלכם באפליקציה.",

  "terms_license_title": "3. רישיון",
  "terms_license_1": "בכפוף לציות שלכם לתנאים הללו, Piyuo מעניקה לכם רישיון מוגבל, לא בלעדי, לא ניתן להעברה ולא ניתן לרישוי משנה להורדה, התקנה ושימוש בשירות אך ורק לשימוש אישי ולא מסחרי.",
  "terms_license_2": "רישיון זה לא מעניק לכם זכויות כלשהן:",
  "terms_license_reverse": "להנדס לאחור, לפרק או לפתח את השירות;",
  "terms_license_distribute": "להפיץ, למכור, להשכיר, להשאיל או להעביר את השירות לצד שלישי;",
  "terms_license_modify": "לשנות, להתאים, לשנות, לתרגם או ליצור יצירות נגזרות של השירות;",
  "terms_license_remove": "להסיר, לשנות או להסתיר הודעות קניין כלשהן בשירות.",

  "terms_use_title": "4. שימוש מקובל",
  "terms_use_intro": "אתם מסכימים להשתמש בשירות רק למטרות חוקיות ובהתאם לתנאים הללו. אתם מסכימים לא להשתמש בשירות:",
  "terms_use_illegal": "בכל דרך שמפרה חוק או תקנה פדרליים, מדינתיים, מקומיים או בינלאומיים החלים;",
  "terms_use_privacy": "כדי להפר את זכויות הפרטיות של אחרים או להתערב בכל צורה של מעקב האסור על פי חוק;",
  "terms_use_harm": "בכל דרך שעלולה להשבית, להעמיס יתר על המידה, לפגוע או לפגוע בשירות;",
  "terms_use_malware": "כדי להכניס וירוסים, סוסים טרויאניים, תולעים, פצצות לוגיות או חומר אחר שהוא זדוני או מזיק מבחינה טכנולוגית.",

  "terms_privacy_title": "5. פרטיות ונתונים",
  "terms_privacy_1": "אפליקציית Piyuo Counter מעוצבת עם זכירת הפרטיות. האפליקציה מעבדת נתוני וידאו מקומית במכשיר שלכם למטרות זיהוי וספירה של אובייקטים.",
  "terms_privacy_2": "אנחנו לא אוספים, שומרים, ניגשים או מעבירים מידע אישי, נתוני וידאו, נתוני ספירה או נתוני שימוש מהאפליקציה. כל העיבוד קורה מקומית במכשיר שלכם.",
  "terms_privacy_3": "לפרטים נוספים על שיטות הפרטיות שלנו, אנא עיינו במדיניות הפרטיות שלנו ב-{privacy_link}.",

  "terms_disclaimer_title": "6. כתב ויתור על אחריות",
  "terms_disclaimer_1": "השירות מסופק \"כפי שהוא\" ו\"כפי שזמין\" ללא אחריות מכל סוג. במידה המרבית המותרת על פי החוק החל, PIYUO מתנער במפורש מכל האחריות, בין אם מפורשת, משתמעת, חוקית או אחרת.",
  "terms_disclaimer_2": "מבלי להגביל את האמור לעיל, PIYUO לא מעניקה אחריות או התחייבות ולא מצהירה שהשירות יענה על הדרישות שלכם.",
  "terms_disclaimer_3": "אנחנו לא מבטיחים את הדיוק, השלמות או האמינות של כל נתון או תוצאה שהושגו באמצעות השימוש באפליקציה (כמו ספירת הולכי רגל).",

  "terms_liability_title": "7. הגבלת אחריות",
  "terms_liability_intro": "במידה המרבית המותרת על פי החוק החל, בשום מקרה לא יהיו PIYUO, שותפיה, נושאי המשרה, הדירקטורים, העובדים, הסוכנים, הספקים או מעניקי הרישיונות אחראים לכל נזק עקיף, מקרי, מיוחד, תוצאתי או עונשי.",
  "terms_liability_access": "הגישה שלכם או השימוש או חוסר היכולת לגשת או להשתמש בשירות;",
  "terms_liability_third_party": "כל התנהגות או תוכן של צד שלישי בשירות;",
  "terms_liability_content": "כל תוכן שהושג מהשירות; ו",
  "terms_liability_unauthorized": "גישה, שימוש או שינוי לא מורשים של השידורים או התוכן שלכם.",
  "terms_liability_basis": "הגבלת אחריות זו חלה ללא קשר לבסיס של האחריות הנטענת.",
  "terms_liability_risk": "אתם מודים ומסכימים שהשירות מסופק בחינם ככלי. אתם משתמשים בשירות על אחריותכם הבלעדית.",

  "terms_support_title": "8. אין תמיכה או תחזוקה",
  "terms_support": "Piyuo Counter מסופק בחינם. אנחנו לא מחויבים לספק תחזוקה, תמיכה טכנית, עדכונים או שדרוגים לשירות.",

  "terms_changes_title": "9. שינויים בתנאים אלה",
  "terms_changes": "אנחנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו הבלעדי, לשנות או להחליף את התנאים הללו בכל עת.",

  "terms_governing_title": "10. חוק חל",
  "terms_governing": "התנאים הללו יישלטו ויתפרשו בהתאם לחוקי מדינת קליפורניה, ארצות הברית.",

  "terms_severability_title": "11. הפרדה וויתור",
  "terms_severability": "אם איזה הוראה מהתנאים הללו תיחשב כלא ניתנת לאכיפה או לא חוקית, הוראה כזו תשונה ותתפרש כדי להשיג את מטרותיה.",

  "terms_entire_title": "12. הסכם שלם",
  "terms_entire": "התנאים הללו, יחד עם מדיניות הפרטיות שלנו (זמינה ב-{privacy_link}), מהווים את ההסכם המלא בינכם לבין Piyuo.",

  "terms_contact_title": "13. פרטי קשר",
  "terms_contact_intro": "אם יש לכם שאלות על התנאים הללו, אנא צרו איתנו קשר:",
  "terms_contact_email": "באמצעות אימייל: {email}",
  "terms_contact_website": "על ידי ביקור בעמוד זה באתר שלנו: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
