{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "弊社は随時このプライバシーポリシーを更新する場合がございます。弊社は、アプリ内または弊社のウェブサイト（{website}）で新しいプライバシーポリシーを投稿することにより、変更をお客様にお知らせいたします。変更について定期的にこのプライバシーポリシーをご確認いただくことをお勧めいたします。",
  "privacy_changes_2": "このプライバシーポリシーの変更は、このページに投稿された時点で有効となります。",
  "privacy_changes_title": "このプライバシーポリシーの変更",
  "privacy_children": "弊社のアプリは、児童を含む誰からも個人情報を収集いたしません。弊社は、米国の児童オンラインプライバシー保護法（COPPA）および児童データに関するGDPRなどの類似の規制を遵守しています。弊社はデータを収集しないため、本質的に13歳未満（またはEU諸国の一部では16歳未満）の児童からデータを収集することはございません。",
  "privacy_children_title": "児童のプライバシー",
  "privacy_contact_email": "メール：{email}",
  "privacy_contact_intro": "このプライバシーポリシーについてご質問がございましたら、下記までお問い合わせください：",
  "privacy_contact_title": "お問い合わせ",
  "privacy_contact_website": "弊社ウェブサイトのこのページをご覧ください：{website}",
  "privacy_effective_date": "発効日：2025年4月12日",
  "privacy_introduction_1": "Piyuo Counterへようこそ！このプライバシーポリシーは、お客様が弊社のソフトウェアアプリケーション（「アプリ」）をご利用いただく際に、弊社がどのように情報を取り扱うかについて説明いたします。弊社はお客様のプライバシーを守ることをお約束いたします。このアプリは、お客様の個人データを収集・処理することなく機能するよう設計されています。",
  "privacy_introduction_2": "このプライバシーポリシーは、モバイルデバイスおよびコンピューター向けのPiyuo Counterソフトウェアアプリケーション（「アプリ」）に適用され、様々なプラットフォームやアプリストアで利用可能です。",
  "privacy_introduction_title": "はじめに",
  "privacy_no_collect_intro": "弊社は、Piyuo Counterアプリを通じて、お客様の個人情報や使用データを収集、保存、送信、処理することはございません。",
  "privacy_no_collect_personal": "個人データなし：弊社は、お客様のお名前、メールアドレス、位置情報、デバイス識別子、連絡先など、お客様を識別する可能性のある情報を要求、アクセス、追跡することはございません。",
  "privacy_no_collect_third_party": "サードパーティサービスなし：弊社は、分析（Firebase Analyticsなど）、広告（AdMobなど）、クラウドストレージ、または外部の当事者とのデータ共有を伴うその他の目的のためのサードパーティサービスを統合いたしません。アプリは、データ処理に関して完全にオフラインで動作いたします。",
  "privacy_no_collect_title": "弊社が収集しない情報",
  "privacy_no_collect_usage": "使用データなし：アプリは、お客様がどのようにアプリを使用されるかを記録いたしません。お客様が作成されたすべてのカウンターデータは、お客様のデバイスにのみローカルに保存され、弊社がアクセスすることはできません。",
  "privacy_rights_1": "ヨーロッパの一般データ保護規則（GDPR）や米国の様々な州法などのプライバシー法は、個人に対して個人データに関する権利（アクセス、訂正、削除など）を付与しています。",
  "privacy_rights_2": "Piyuo Counterアプリはお客様の個人データを収集、保存、処理しないため、これらの権利は一般的に弊社のアプリの文脈では適用されません。弊社がお客様がアクセス、訂正、削除できるデータを保持していないためです。アプリに関連するあらゆるデータは、お客様のコントロールの下で、お客様のデバイスにのみ存在いたします。",
  "privacy_rights_title": "お客様の権利（GDPRおよびその他の法律）",
  "privacy_security": "Piyuo Counterアプリの使用によって生成されるあらゆるデータ（お客様のカウントなど）は、お客様のデバイスにのみローカルに保存されます。弊社はこれらのデータにアクセスすることはできません。弊社は標準的なセキュリティ慣行でアプリを構築していますが、お客様のデバイスに保存されたデータのセキュリティは、お客様がデバイス自体に対して講じるセキュリティ対策に依存いたします。",
  "privacy_security_title": "データセキュリティ",
  "privacy_sharing": "弊社は個人情報を収集しないため、個人情報を共有または開示することはございません。お客様のデータ（お客様が追跡されるカウント）は、お客様のデバイスに残ります。",
  "privacy_sharing_title": "情報の共有と開示",
  "privacy_title": "Piyuo Counterのプライバシーポリシー",
  "privacy_use": "弊社は情報を収集しないため、お客様の情報をいかなる目的にも使用いたしません。",
  "privacy_use_title": "情報の使用方法",
  "privacy_who_we_are": "Piyuo Counterアプリは、Piyuo（「弊社」、「当社」または「我々」）によって提供されています。弊社のウェブサイトは{website}です。このポリシーに関してご質問がございましたら、{email}までお問い合わせください。",
  "privacy_who_we_are_title": "弊社について",
  "website_url": "https://piyuo.com"
}