{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "当サービスにアクセスし、ご利用いただくことで、お客様はこの利用規約に同意し、これに拘束されることに同意されたものとみなされます。これらの条項に同意されない場合は、当サービスをご利用にならないでください。",
  "terms_acceptance_title": "利用規約への同意",
  "terms_changes": "当社は、これらの条項をいつでも変更または更新する権利を留保します。重要な変更については、個人情報保護法の要件に従って合理的な事前通知を行います。そのような通知後の継続的な使用は、更新された条項への同意を構成します。",
  "terms_changes_title": "本サービス利用規約の変更",
  "terms_contact_email": "メール：{email}",
  "terms_contact_intro": "個人情報保護法に基づくデータプライバシーに関するお問い合わせまたは一般的なご質問については、お気軽にお問い合わせください：",
  "terms_contact_title": "13. 連絡先情報",
  "terms_contact_website": "当社ウェブサイトのこのページを訪問：{website}",
  "terms_description_1": "Piyuo Counterは、お客様のデバイスのカメラとコンピュータビジョン技術を使用して、歩行者、車両、その他のアイテムなどのオブジェクトをリアルタイムで自動的にカウントし追跡するソフトウェアアプリケーションです。",
  "terms_description_2": "サービスは完全にお客様のローカルデバイス上で動作します。当社は、お客様のアプリの使用から一切のデータを収集、保存、または送信いたしません。",
  "terms_description_title": "サービスの説明",
  "terms_disclaimer_1": "サービスは「現状有姿」および「利用可能な状態」で、いかなる種類の保証もなく提供されます。適用法によって許可される最大限の範囲で、Piyuoは、サービスに関して、商品性、特定目的への適合性、権原、および非侵害のすべての黙示的保証を含む、明示的、黙示的、法定、またはその他のすべての保証を明示的に否認します。",
  "terms_disclaimer_2": "前述に限定されることなく、Piyuoは、サービスがお客様の要件を満たし、意図された結果を達成し、他のソフトウェア、アプリケーション、システム、またはサービスと互換性があるか連携すること、中断なく動作し、パフォーマンスや信頼性の基準を満たし、エラーがないこと、またはエラーや欠陥が修正できる、または修正されることについて、いかなる保証も提供せず、いかなる表明も行いません。",
  "terms_disclaimer_3": "当社は、アプリの使用を通じて取得されたデータや結果の正確性、完全性、または信頼性を保証いたしません。アプリはツールであり、その出力は、カメラの品質、照明条件、遮蔽物、およびアルゴリズムの制限を含む様々な要因によって影響を受ける可能性があります。",
  "terms_disclaimer_title": "6. 保証の免責",
  "terms_effective_date": "発効日：2025年4月12日",
  "terms_entire": "これらの規約は、当社のプライバシーポリシーと併せて、サービスに関するお客様とPiyuo間の完全な合意を構成し、サービスに関するすべての以前および同時の理解、合意、表明、および保証（書面および口頭）に優先します。",
  "terms_entire_title": "12. 完全合意",
  "terms_governing": "これらの規約は、法の抵触原則に関係なく、米国カリフォルニア州の法律に従って規律され、解釈されます。",
  "terms_governing_title": "10. 準拠法",
  "terms_liability_access": "お客様のサービスへのアクセスもしくは使用、またはアクセスもしくは使用ができないこと；",
  "terms_liability_basis": "この責任制限は、申し立てられた責任が契約、不法行為、過失、厳格責任、またはその他の根拠に基づくかどうかにかかわらず適用され、Piyuoがそのような損害の可能性について助言されていた場合であっても適用されます。",
  "terms_liability_content": "サービスから取得された内容；および",
  "terms_liability_intro": "適用法によって許可される最大限の範囲で、いかなる場合も、Piyuo、その関連会社、役員、取締役、従業員、代理人、サプライヤー、またはライセンサーは、以下から生じる利益、データ、使用、のれん、またはその他の無形損失の損失を含むがこれに限定されない、間接的、偶発的、特別、結果的、または懲罰的損害について責任を負いません：",
  "terms_liability_risk": "お客様は、サービスがツールとして無料で提供されることを認識し、同意します。お客様は、完全に自己の責任でサービスを使用します。Piyuoは、お客様のデバイスまたは他のソフトウェアへの損害、またはお客様のサービス使用から生じる結果について、一切の責任を負いません。",
  "terms_liability_third_party": "サービス上の第三者の行為または内容；",
  "terms_liability_title": "7. 責任の制限",
  "terms_liability_unauthorized": "お客様の送信または内容への不正なアクセス、使用、または改変。",
  "terms_license_1": "これらの規約への遵守を条件として、Piyuoは、お客様の個人的な非商用利用にのみサービスをダウンロード、インストール、および使用するための限定的、非独占的、譲渡不可、サブライセンス不可のライセンスをお客様に付与します。",
  "terms_license_2": "このライセンスは、お客様に以下の権利を付与しません：",
  "terms_license_distribute": "サービスの第三者への配布、販売、賃貸、貸与、またはその他の方法での譲渡；",
  "terms_license_modify": "サービスの修正、適応、変更、翻訳、または派生作品の作成；",
  "terms_license_remove": "サービス上の所有権表示の削除、変更、または隠蔽。",
  "terms_license_reverse": "サービスのリバースエンジニアリング、逆コンパイル、または逆アセンブリ；",
  "terms_license_title": "3. ライセンス",
  "terms_privacy_1": "Piyuo Counterアプリは、プライバシーを念頭に置いて設計されています。アプリは、オブジェクトの検出とカウントの目的で、お客様のデバイス上でローカルにビデオデータを処理します。",
  "terms_privacy_2": "当社は、アプリからの個人情報、ビデオデータ、カウントデータ、または使用データを収集、保存、アクセス、または送信いたしません。すべての処理は、お客様のデバイス上でローカルに行われます。",
  "terms_privacy_3": "当社のプライバシー慣行の詳細については、{privacy_link}にあるプライバシーポリシーをご確認ください。",
  "terms_privacy_title": "5. プライバシーとデータ",
  "terms_severability": "これらの規約のいずれかの条項が執行不能または無効とされた場合、そのような条項は、適用法の下で可能な最大限の範囲でそのような条項の目的を達成するように変更され解釈され、残りの条項は完全な効力を持って継続します。",
  "terms_severability_title": "11. 分離可能性と権利放棄",
  "terms_support": "Piyuo Counterは無料で提供されます。当社は、サービスのメンテナンス、技術サポート、アップデート、またはアップグレードを提供する義務はありません。当社は、通知の有無にかかわらず、お客様への責任なしに、一時的または永続的に、サービスまたはそれが接続するサービスを修正、停止、または中止する権利を留保します。",
  "terms_support_title": "8. サポートまたはメンテナンスなし",
  "terms_title": "Piyuo Counterサービス利用規約",
  "terms_use_harm": "サービスを無効化、過負荷、損傷、または障害を与える可能性がある方法で；",
  "terms_use_illegal": "適用される連邦、州、地方、または国際的な法律や規制に違反する方法で；",
  "terms_use_intro": "お客様は、適用法に従い、これらの規約に従って、合法的な目的でのみサービスを使用することに同意します。お客様は、以下の目的でサービスを使用しないことに同意します：",
  "terms_use_malware": "ウイルス、トロイの木馬、ワーム、論理爆弾、またはその他の悪意のあるまたは技術的に有害な材料を導入するため。",
  "terms_use_privacy": "他者のプライバシー権を侵害する、または法律で禁止されている形式の監視に従事するため；",
  "terms_use_title": "4. 適切な使用",
  "website_url": "https://piyuo.com"
}