{
  "app_desc": "Θέλετε να μάθετε πόσοι άνθρωποι περνούν; Αυτή η εφαρμογή χρησιμοποιεί την κάμερα του τηλεφώνου σας για να αναγνωρίζει έξυπνα και να μετρά αυτόματα τους πεζούς. Δεν απαιτείται χειροκίνητη είσοδος. Αποχαιρετήστε την κουραστική καταμέτρηση και παρακολουθήστε εύκολα τη ροή της κυκλοφορίας.",
  "index_1": "Παρακολούθηση 24/7",
  "index_1_desc": "Προβολή καταμέτρησης της κυκλοφορίας πεζών για οποιαδήποτε χρονική περίοδο.",
  "index_2": "Παρακολούθηση Πολλαπλών Αντικειμένων",
  "index_2_desc": "Ταυτόχρονη καταμέτρηση πεζών, αυτοκινήτων, ποδηλάτων και άλλων",
  "index_3": "Προσαρμοσμένες Ζώνες Ανίχνευσης",
  "index_3_desc": "Ορίστε προσαρμοσμένες ζώνες ανίχνευσης για να μετρήσετε την κυκλοφορία σε συγκεκριμένες περιοχές.",
  "index_4": "Ευέλικτες Λειτουργίες Καταμέτρησης",
  "index_4_desc": "Επιλέξτε να μετράτε νέα αντικείμενα που εμφανίζονται εντός της ζώνης ανίχνευσης ή εκείνα που παραμένουν στάσιμα.",
  "index_desktop2_desc": "Εκτός από τις κάμερες κινητών συσκευών, υποστηρίζουμε αρχεία εγγεγραμμένων βίντεο, εισόδους από κάμερες υπολογιστών και ζωντανές ροές διαδικτύου όπως RTSP. Αυτό σας επιτρέπει να συνδεθείτε σε υπάρχουσες συσκευές και να ξεκινήσετε αμέσως τη μέτρηση της ροής κυκλοφορίας.",
  "index_desktop2_title": "Υποστήριξη Ζωντανής Ροής",
  "index_desktop_desc": "Προσφέρουμε επίσης έκδοση για υπολογιστή. Παρέχουμε εκδόσεις για iOS/Android/Mac/Windows, επιτρέποντάς σας να χρησιμοποιείτε τόσο κινητές συσκευές όσο και υπολογιστές με κάμερες. Η έκδοση για υπολογιστή υποστηρίζει επιπλέον πολλαπλές πηγές βίντεο, επιτρέποντας ταυτόχρονη καταμέτρηση από πολλαπλές ροές.",
  "index_desktop_title": "Διαθεσιμότητα Έκδοσης για Υπολογιστή",
  "index_download": "Λήψη",
  "index_download_soon": "Έρχεται σύντομα.",
  "index_email_us": "Επικοινωνήστε μαζί μας",
  "index_language": "Γλώσσα",
  "index_video_desc": "Δεν απαιτείται σύνδεση στο διαδίκτυο. Δεν χρειάζεται να μετράτε χειροκίνητα τους ανθρώπους με παραδοσιακό μετρητή. Απλά ρυθμίστε το τηλέφωνό σας να παρακολουθεί αυτόματα τη διερχόμενη κυκλοφορία πεζών.",
  "index_video_title": "Το τηλέφωνό σας μπορεί τώρα να χρησιμοποιεί τεχνητή νοημοσύνη για να αναγνωρίζει πεζούς.",
  "privacy": "Απόρρητο",
  "terms": "Όροι Υπηρεσίας",
  "video_desc": "Δεν απαιτείται σύνδεση στο διαδίκτυο. Δεν χρειάζεται να μετράτε χειροκίνητα τους ανθρώπους με παραδοσιακό μετρητή. Απλά ρυθμίστε το τηλέφωνό σας να παρακολουθεί αυτόματα τη διερχόμενη κυκλοφορία πεζών."
}