{
  "terms_title": "Όροι Χρήσης για το Piyuo Counter",
  "terms_effective_date": "Ημερομηνία Ισχύος: 12 Απριλίου 2025",

  "terms_acceptance_title": "1. Αποδοχή των Όρων",
  "terms_acceptance": "Με τη λήψη, εγκατάσταση ή χρήση της εφαρμογής Piyuo Counter (\"Υπηρεσία\"), συμφωνείτε να δεσμευτείτε από αυτούς τους Όρους Χρήσης (\"Όροι\"). Εάν διαφωνείτε με οποιοδήποτε μέρος αυτών των όρων, τότε δεν μπορείτε να έχετε πρόσβαση στην Υπηρεσία.",

  "terms_description_title": "2. Περιγραφή της Υπηρεσίας",
  "terms_description_1": "Το Piyuo Counter είναι μια εφαρμογή λογισμικού που χρησιμοποιεί την κάμερα της συσκευής σας και τεχνολογία υπολογιστικής όρασης για να μετρά και να παρακολουθεί αυτόματα αντικείμενα όπως πεζούς, οχήματα ή άλλα στοιχεία σε πραγματικό χρόνο.",
  "terms_description_2": "Η Υπηρεσία λειτουργεί εξ ολοκλήρου στην τοπική σας συσκευή. Δεν συλλέγουμε, αποθηκεύουμε ή μεταδίδουμε οποιαδήποτε δεδομένα από τη χρήση της εφαρμογής.",

  "terms_license_title": "3. Άδεια Χρήσης",
  "terms_license_1": "Υπό την προϋπόθεση της συμμόρφωσής σας με αυτούς τους Όρους, η Piyuo σας παρέχει περιορισμένη, μη αποκλειστική, μη μεταβιβάσιμη, μη υπολιτζέσιμη άδεια για λήψη, εγκατάσταση και χρήση της Υπηρεσίας αποκλειστικά για προσωπική, μη εμπορική χρήση.",
  "terms_license_2": "Αυτή η άδεια δεν σας παρέχει δικαιώματα για:",
  "terms_license_reverse": "Αντίστροφη μηχανική, αποσυμπίληση ή αποσυναρμολόγηση της Υπηρεσίας·",
  "terms_license_distribute": "Διανομή, πώληση, μίσθωση, ενοικίαση, δανεισμό ή μεταφορά της Υπηρεσίας σε οποιονδήποτε τρίτο·",
  "terms_license_modify": "Τροποποίηση, προσαρμογή, αλλαγή, μετάφραση ή δημιουργία παράγωγων έργων της Υπηρεσίας·",
  "terms_license_remove": "Αφαίρεση, αλλαγή ή απόκρυψη οποιωνδήποτε ιδιοκτησιακών ειδοποιήσεων στην Υπηρεσία.",

  "terms_use_title": "4. Αποδεκτή Χρήση",
  "terms_use_intro": "Συμφωνείτε να χρησιμοποιείτε την Υπηρεσία μόνο για νόμιμους σκοπούς και σύμφωνα με αυτούς τους Όρους. Συμφωνείτε να μη χρησιμοποιείτε την Υπηρεσία:",
  "terms_use_illegal": "Με τρόπο που παραβιάζει οποιονδήποτε εφαρμοστέο ομοσπονδιακό, κρατικό, τοπικό ή διεθνή νόμο ή κανονισμό·",
  "terms_use_privacy": "Για να παραβιάζετε τα δικαιώματα ιδιωτικότητας άλλων ή να εμπλέκεστε σε οποιαδήποτε μορφή παρακολούθησης που απαγορεύεται από το νόμο·",
  "terms_use_harm": "Με τρόπο που θα μπορούσε να απενεργοποιήσει, να υπερφορτώσει, να βλάψει ή να επηρεάσει την Υπηρεσία·",
  "terms_use_malware": "Για να εισάγετε ιούς, τρωικούς ίππους, σκουλήκια, λογικές βόμβες ή άλλο υλικό που είναι κακόβουλο ή τεχνολογικά επιβλαβές.",

  "terms_privacy_title": "5. Ιδιωτικότητα και Δεδομένα",
  "terms_privacy_1": "Η εφαρμογή Piyuo Counter έχει σχεδιαστεί με γνώμονα την ιδιωτικότητα. Η εφαρμογή επεξεργάζεται δεδομένα βίντεο τοπικά στη συσκευή σας για σκοπούς ανίχνευσης και μέτρησης αντικειμένων.",
  "terms_privacy_2": "Δεν συλλέγουμε, αποθηκεύουμε, έχουμε πρόσβαση ή μεταδίδουμε οποιεσδήποτε προσωπικές πληροφορίες, δεδομένα βίντεο, δεδομένα μέτρησης ή δεδομένα χρήσης από την εφαρμογή. Όλη η επεξεργασία γίνεται τοπικά στη συσκευή σας.",
  "terms_privacy_3": "Για περισσότερες λεπτομέρειες σχετικά με τις πρακτικές ιδιωτικότητάς μας, παρακαλώ διαβάστε την Πολιτική Απορρήτου μας στο {privacy_link}.",

  "terms_disclaimer_title": "6. Αποποίηση Εγγυήσεων",
  "terms_disclaimer_1": "Η ΥΠΗΡΕΣΙΑ ΠΑΡΕΧΕΤΑΙ \"ΩΣ ΕΧΕΙ\" ΚΑΙ \"ΩΣ ΔΙΑΤΙΘΕΤΑΙ\" ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΟΠΟΙΟΥΔΗΠΟΤΕ ΕΙΔΟΥΣ. ΣΤΟ ΜΕΓΙΣΤΟ ΒΑΘΜΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΑΠΟ ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΔΙΚΑΙΟ, Η PIYUO ΑΠΟΠΟΙΕΙΤΑΙ ΡΗΤΑ ΟΛΕΣ ΤΙΣ ΕΓΓΥΗΣΕΙΣ, ΕΙΤΕ ΡΗΤΕΣ, ΣΙΩΠΗΡΕΣ, ΝΟΜΙΜΕΣ Η ΑΛΛΕΣ, ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΥΠΗΡΕΣΙΑ.",
  "terms_disclaimer_2": "ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ ΣΤΑ ΠΡΟΑΝΑΦΕΡΘΕΝΤΑ, Η PIYUO ΔΕΝ ΠΑΡΕΧΕΙ ΚΑΜΙΑ ΕΓΓΥΗΣΗ Η ΑΝΑΛΗΨΗ ΥΠΟΧΡΕΩΣΗΣ ΚΑΙ ΔΕΝ ΚΑΝΕΙ ΚΑΜΙΑ ΔΗΛΩΣΗ ΟΠΟΙΟΥΔΗΠΟΤΕ ΕΙΔΟΥΣ ΟΤΙ Η ΥΠΗΡΕΣΙΑ ΘΑ ΙΚΑΝΟΠΟΙΗΣΕΙ ΤΙΣ ΑΠΑΙΤΗΣΕΙΣ ΣΑΣ.",
  "terms_disclaimer_3": "ΔΕΝ ΕΓΓΥΟΜΑΣΤΕ ΤΗΝ ΑΚΡΙΒΕΙΑ, ΠΛΗΡΟΤΗΤΑ Η ΑΞΙΟΠΙΣΤΙΑ ΟΠΟΙΩΝΔΗΠΟΤΕ ΔΕΔΟΜΕΝΩΝ Η ΑΠΟΤΕΛΕΣΜΑΤΩΝ ΠΟΥ ΛΗΦΘΗΚΑΝ ΜΕΣΩ ΤΗΣ ΧΡΗΣΗΣ ΤΗΣ ΕΦΑΡΜΟΓΗΣ.",

  "terms_liability_title": "7. Περιορισμός Ευθύνης",
  "terms_liability_intro": "ΣΤΟ ΜΕΓΙΣΤΟ ΒΑΘΜΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΑΠΟ ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΔΙΚΑΙΟ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ Η PIYUO, ΟΙ ΣΥΝΕΡΓΑΤΕΣ, ΑΞΙΩΜΑΤΟΥΧΟΙ, ΔΙΕΥΘΥΝΤΕΣ, ΥΠΑΛΛΗΛΟΙ, ΑΝΤΙΠΡΟΣΩΠΟΙ, ΠΡΟΜΗΘΕΥΤΕΣ Η ΑΔΕΙΟΔΟΤΕΣ ΔΕΝ ΘΑ ΕΙΝΑΙ ΥΠΕΥΘΥΝΟΙ ΓΙΑ ΟΠΟΙΕΣΔΗΠΟΤΕ ΕΜΜΕΣΕΣ, ΣΥΜΠΤΩΜΑΤΙΚΕΣ, ΕΙΔΙΚΕΣ, ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ Η ΤΙΜΩΡΗΤΙΚΕΣ ΖΗΜΙΕΣ.",
  "terms_liability_access": "Την πρόσβασή σας ή τη χρήση ή την αδυναμία πρόσβασης ή χρήσης της Υπηρεσίας·",
  "terms_liability_third_party": "Οποιαδήποτε συμπεριφορά ή περιεχόμενο οποιουδήποτε τρίτου στην Υπηρεσία·",
  "terms_liability_content": "Οποιοδήποτε περιεχόμενο που αποκτήθηκε από την Υπηρεσία· και",
  "terms_liability_unauthorized": "Μη εξουσιοδοτημένη πρόσβαση, χρήση ή αλλοίωση των μεταδόσεων ή περιεχομένου σας.",
  "terms_liability_basis": "ΑΥΤΟΣ Ο ΠΕΡΙΟΡΙΣΜΟΣ ΕΥΘΥΝΗΣ ΙΣΧΥΕΙ ΑΝΕΞΑΡΤΗΤΑ ΑΠΟ ΤΗ ΒΑΣΗ ΤΗΣ ΙΣΧΥΡΙΖΟΜΕΝΗΣ ΕΥΘΥΝΗΣ.",
  "terms_liability_risk": "ΑΝΑΓΝΩΡΙΖΕΤΕ ΚΑΙ ΣΥΜΦΩΝΕΙΤΕ ΟΤΙ Η ΥΠΗΡΕΣΙΑ ΠΑΡΕΧΕΤΑΙ ΔΩΡΕΑΝ ΩΣ ΕΡΓΑΛΕΙΟ. ΧΡΗΣΙΜΟΠΟΙΕΙΤΕ ΤΗΝ ΥΠΗΡΕΣΙΑ ΕΝΤΕΛΩΣ ΜΕ ΔΙΚΗ ΣΑΣ ΕΥΘΥΝΗ.",

  "terms_support_title": "8. Χωρίς Υποστήριξη ή Συντήρηση",
  "terms_support": "Το Piyuo Counter παρέχεται δωρεάν. Δεν έχουμε υποχρέωση να παρέχουμε συντήρηση, τεχνική υποστήριξη, ενημερώσεις ή αναβαθμίσεις για την Υπηρεσία.",

  "terms_changes_title": "9. Αλλαγές σε Αυτούς τους Όρους",
  "terms_changes": "Διατηρούμε το δικαίωμα, κατά τη μόνη μας διακριτική ευχέρεια, να τροποποιούμε ή να αντικαθιστούμε αυτούς τους Όρους ανά πάσα στιγμή.",

  "terms_governing_title": "10. Κυβερνών Νόμος",
  "terms_governing": "Αυτοί οι Όροι θα διέπονται και θα ερμηνεύονται σύμφωνα με τους νόμους της Πολιτείας της Καλιφόρνια, Ηνωμένες Πολιτείες.",

  "terms_severability_title": "11. Διαχωρισμός και Παραίτηση",
  "terms_severability": "Εάν οποιαδήποτε διάταξη αυτών των Όρων κριθεί μη εκτελέσιμη ή άκυρη, τέτοια διάταξη θα αλλάξει και θα ερμηνευθεί για να επιτύχει τους στόχους της.",

  "terms_entire_title": "12. Πλήρης Συμφωνία",
  "terms_entire": "Αυτοί οι Όροι, μαζί με την Πολιτική Απορρήτου μας (διαθέσιμη στο {privacy_link}), αποτελούν την πλήρη συμφωνία μεταξύ σας και της Piyuo.",

  "terms_contact_title": "13. Στοιχεία Επικοινωνίας",
  "terms_contact_intro": "Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους Όρους, παρακαλώ επικοινωνήστε μαζί μας:",
  "terms_contact_email": "Μέσω email: {email}",
  "terms_contact_website": "Επισκεπτόμενοι αυτήν τη σελίδα στον ιστότοπό μας: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
