{
  "terms_title": "Terms of Service for Piyuo Counter",
  "terms_effective_date": "Effective Date: April 12, 2025",

  "terms_acceptance_title": "1. Acceptance of Terms",
  "terms_acceptance": "By downloading, installing, or using the Piyuo Counter app (\"Service\"), you agree to be bound by these Terms of Service (\"Terms\"). If you disagree with any part of these terms, then you may not access the Service.",

  "terms_description_title": "2. Description of Service",
  "terms_description_1": "Piyuo Counter is a software application that uses your device's camera and computer vision technology to automatically count and track objects such as pedestrians, vehicles, or other items in real-time.",
  "terms_description_2": "The Service operates entirely on your local device. We do not collect, store, or transmit any data from your use of the app.",

  "terms_license_title": "3. License",
  "terms_license_1": "Subject to your compliance with these Terms, Piyuo grants you a limited, non-exclusive, non-transferable, non-sublicensable license to download, install, and use the Service solely for your personal, non-commercial use.",
  "terms_license_2": "This license does not grant you any rights to:",
  "terms_license_reverse": "Reverse engineer, decompile, or disassemble the Service;",
  "terms_license_distribute": "Distribute, sell, lease, rent, lend, or otherwise transfer the Service to any third party;",
  "terms_license_modify": "Modify, adapt, alter, translate, or create derivative works of the Service;",
  "terms_license_remove": "Remove, alter, or obscure any proprietary notices on the Service.",

  "terms_use_title": "4. Acceptable Use",
  "terms_use_intro": "You agree to use the Service only for lawful purposes and in accordance with these Terms. You agree not to use the Service:",
  "terms_use_illegal": "In any way that violates any applicable federal, state, local, or international law or regulation;",
  "terms_use_privacy": "To violate the privacy rights of others or engage in any form of surveillance that is prohibited by law;",
  "terms_use_harm": "In any way that could disable, overburden, damage, or impair the Service;",
  "terms_use_malware": "To introduce any viruses, trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.",

  "terms_privacy_title": "5. Privacy and Data",
  "terms_privacy_1": "The Piyuo Counter app is designed with privacy in mind. The app processes video data locally on your device for object detection and counting purposes.",
  "terms_privacy_2": "We do not collect, store, access, or transmit any personal information, video data, count data, or usage data from the app. All processing happens locally on your device.",
  "terms_privacy_3": "For more details about our privacy practices, please review our Privacy Policy at {privacy_link}.",

  "terms_disclaimer_title": "6. Disclaimer of Warranties",
  "terms_disclaimer_1": "THE SERVICE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, PIYUO EXPRESSLY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE SERVICE, INCLUDING ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, AND WARRANTIES THAT MAY ARISE OUT OF COURSE OF DEALING, COURSE OF PERFORMANCE, USAGE, OR TRADE PRACTICE.",
  "terms_disclaimer_2": "WITHOUT LIMITATION TO THE FOREGOING, PIYUO PROVIDES NO WARRANTY OR UNDERTAKING, AND MAKES NO REPRESENTATION OF ANY KIND THAT THE SERVICE WILL MEET YOUR REQUIREMENTS, ACHIEVE ANY INTENDED RESULTS, BE COMPATIBLE OR WORK WITH ANY OTHER SOFTWARE, APPLICATIONS, SYSTEMS, OR SERVICES, OPERATE WITHOUT INTERRUPTION, MEET ANY PERFORMANCE OR RELIABILITY STANDARDS, OR BE ERROR-FREE, OR THAT ANY ERRORS OR DEFECTS CAN OR WILL BE CORRECTED.",
  "terms_disclaimer_3": "WE DO NOT GUARANTEE THE ACCURACY, COMPLETENESS, OR RELIABILITY OF ANY DATA OR RESULTS OBTAINED THROUGH THE USE OF THE APP (SUCH AS PEDESTRIAN COUNTS). THE APP IS A TOOL, AND ITS OUTPUT MAY BE AFFECTED BY VARIOUS FACTORS INCLUDING CAMERA QUALITY, LIGHTING CONDITIONS, OBSTRUCTIONS, AND THE ALGORITHM'S LIMITATIONS.",

  "terms_liability_title": "7. Limitation of Liability",
  "terms_liability_intro": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL PIYUO, ITS AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, OR LICENSORS BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM:",
  "terms_liability_access": "Your access to or use of or inability to access or use the Service;",
  "terms_liability_third_party": "Any conduct or content of any third party on the Service;",
  "terms_liability_content": "Any content obtained from the Service; and",
  "terms_liability_unauthorized": "Unauthorized access, use, or alteration of your transmissions or content (though we note the App does not transmit your count data).",
  "terms_liability_basis": "THIS LIMITATION OF LIABILITY APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF PIYUO HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.",
  "terms_liability_risk": "YOU ACKNOWLEDGE AND AGREE THAT THE SERVICE IS PROVIDED FREE OF CHARGE AS A TOOL. YOU USE THE SERVICE ENTIRELY AT YOUR OWN RISK. PIYUO ASSUMES NO RESPONSIBILITY OR LIABILITY FOR ANY DAMAGE TO YOUR DEVICE(S) OR OTHER SOFTWARE, OR ANY CONSEQUENCES ARISING FROM YOUR USE OF THE SERVICE.",

  "terms_support_title": "8. No Support or Maintenance",
  "terms_support": "Piyuo Counter is provided free of charge. We are under no obligation to provide maintenance, technical support, updates, or upgrades for the Service. We reserve the right to modify, suspend, or discontinue, temporarily or permanently, the Service or any service to which it connects, with or without notice and without liability to you.",

  "terms_changes_title": "9. Changes to These Terms",
  "terms_changes": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will make reasonable efforts to provide notice (e.g., through the App or on the Website) prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.",

  "terms_governing_title": "10. Governing Law",
  "terms_governing": "These Terms shall be governed by and construed in accordance with the laws of the State of California, United States, without regard to its conflict of law principles. (Note: Consult a lawyer to confirm if this is the appropriate jurisdiction for you).",

  "terms_severability_title": "11. Severability and Waiver",
  "terms_severability": "If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect. No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term.",

  "terms_entire_title": "12. Entire Agreement",
  "terms_entire": "These Terms, together with our Privacy Policy (available at {privacy_link}), constitute the entire agreement between you and Piyuo regarding the Service and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Service.",

  "terms_contact_title": "13. Contact Information",
  "terms_contact_intro": "If you have any questions about these Terms, please contact us:",
  "terms_contact_email": "By email: {email}",
  "terms_contact_website": "By visiting this page on our website: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
