{
  "app_desc": "Kaç kişinin geçtiğini bilmek ister misiniz? Bu uygulama, yayaları akıllıca tanımlamak ve otomatik olarak saymak için telefonunuzun kamerasını kullanır. Manuel giriş gerekmez. Sıkıcı sayımlara veda edin ve trafik akışını kolayca izleyin.",
  "index_1": "7/24 İzleme",
  "index_1_desc": "Herhangi bir zaman dilimi için yaya trafiği sayılarını görüntüleyin.",
  "index_2": "Çoklu Nesne Takibi",
  "index_2_desc": "Yayaları, arabaları, bisikletleri ve daha fazlasını aynı anda sayın",
  "index_3": "Özel Algılama Bölgeleri",
  "index_3_desc": "Belirli alanlardaki trafiği saymak için özel algılama bölgeleri tanımlayın.",
  "index_4": "Esnek Sayım Modları",
  "index_4_desc": "Algılama bölgesinde yeni görünen nesneleri veya sabit kalanları saymayı seçin.",
  "index_desktop2_desc": "Mobil cihaz kameralarına ek olarak, kaydedilmiş video dosyalarını, web kamerası girişlerini ve RTSP gibi internet canlı yayınlarını destekliyoruz. Bu, mevcut cihazlara bağlanmanızı ve hemen trafik akışını ölçmeye başlamanızı sağlar.",
  "index_desktop2_title": "Canlı Yayın Desteği",
  "index_desktop_desc": "Ayrıca bir masaüstü sürümü sunuyoruz. iOS/Android/Mac/Windows için sürümler sağlıyoruz, böylece hem mobil cihazları hem de web kameralı masaüstü bilgisayarları kullanabilirsiniz. Masaüstü sürümü ayrıca birden fazla video kaynağını destekleyerek birden fazla akıştan eş zamanlı sayım yapılmasını sağlar.",
  "index_desktop_title": "Masaüstü Sürüm Kullanılabilirliği",
  "index_download": "İndir",
  "index_download_soon": "Yakında geliyor.",
  "index_email_us": "Bize e-posta gönderin",
  "index_language": "Dil",
  "index_video_desc": "İnternet bağlantısı gerektirmez. Geleneksel sayaçla insanları manuel olarak saymanıza gerek yok. Sadece telefonunuzu yaya trafiğini otomatik olarak izleyecek şekilde ayarlayın.",
  "index_video_title": "Telefonunuz artık yayaları tanımak için yapay zeka kullanabiliyor.",
  "privacy": "Gizlilik",
  "terms": "Hizmet Şartları",
  "video_desc": "İnternet bağlantısı gerektirmez. Geleneksel sayaçla insanları manuel olarak saymanıza gerek yok. Sadece telefonunuzu yaya trafiğini otomatik olarak izleyecek şekilde ayarlayın."
}