{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter uygulamasını (\"Hizmet\") indirerek, yükleyerek veya kullanarak, bu Hizmet Şartları'nı (\"Şartlar\") kabul etmeyi kabul edersiniz. Bu şartların herhangi bir kısmına katılmıyorsanız, Hizmete erişemezsiniz.",
  "terms_acceptance_title": "1. Şartların Kabulü",
  "terms_changes": "Bu Şartları istediğimiz zaman değiştirme veya değiştirme hakkını saklı tutarız. Bir revizyon önemliyse, yeni şartların yürürlüğe girmesinden önce makul çabalar göstererek bildirim sağlarız. Önemli değişikliği neyin oluşturduğu kendi takdirimizle belirlenir. Bu revizyonlar yürürlüğe girdikten sonra Hizmetimize erişmeye veya kullanmaya devam ederek, revize edilmiş şartlarla bağlı olmayı kabul edersiniz.",
  "terms_changes_title": "9. Bu Şartlarda Değişiklikler",
  "terms_contact_email": "E-posta ile: {email}",
  "terms_contact_intro": "Bu Şartlar hakkında sorularınız varsa, lütfen bizimle iletişime geçin:",
  "terms_contact_title": "13. İletişim Bilgileri",
  "terms_contact_website": "Web sitemizde bu sayfayı ziyaret ederek: {website}",
  "terms_description_1": "Piyuo Counter, cihazınızın kamerası ve bilgisayarlı görü teknolojisini kullanarak yayalar, araçlar veya diğer öğeler gibi nesneleri gerçek zamanlı olarak otomatik olarak sayma ve takip etme amacıyla kullanılan bir yazılım uygulamasıdır.",
  "terms_description_2": "Hizmet tamamen yerel cihazınızda çalışır. Uygulamanın kullanımınızdan herhangi bir veri toplamaz, saklamaz veya iletmeyiz.",
  "terms_description_title": "2. Hizmet Açıklaması",
  "terms_disclaimer_1": "Hi̇zmet \"olduğu gi̇bi̇\" ve \"mevcut olduğu şekli̇yle\" herhangi̇ bi̇r tür garanti̇ olmaksizin sağlanir. uygulanacak hukuk tarafindan i̇zi̇n veri̇len azami̇ ölçüde, piyuo hi̇zmetle i̇lgi̇li̇ açik, zimni̇, yasal veya di̇ğer tüm garanti̇leri̇, satilabi̇li̇rli̇k, beli̇rli̇ bi̇r amaca uygunluk, başlik ve i̇hlal etmeme i̇le i̇lgi̇li̇ tüm zimni̇ garanti̇ler dahi̇l olmak üzere açikça reddedi̇r.",
  "terms_disclaimer_2": "ÖNCEKİLERLE SINIRLI OLMAKSIZIN, PIYUO HİZMETİN GEREKSİNİMLERİNİZİ KARŞILAYACAĞI, AMAÇLANAN SONUÇLARI ELDE EDECEĞİ, DİĞER YAZILIM, UYGULAMA, SİSTEM VEYA HİZMETLERLE UYUMLU OLACAĞI VEYA ÇALIŞACAĞI KONUSUNDa HERHANGİ BİR GARANTİ VEYA TAAHHÜT VERMEZ VE HERHANGİ BİR BEYANDA BULUNMAZ.",
  "terms_disclaimer_3": "UYGULAMA KULLANIMI YOLUYLa ELDE EDİLEN HERHANGİ BİR VERİ VEYA SONUCUN DOĞRULUĞU, EKSİKSİZLİĞİ VEYA GÜVENİLİRLİĞİNİ GARANTİ ETMİYORUZ. UYGULAMA BİR ARAÇTIR VE ÇIKTISI KAMERA KALİTESİ, AYDINLATMA KOŞULLARI VE ALGORİTMA SINIRLILIKLARI DAHİL ÇEŞİTLİ FAKTÖRLERDEN ETKİLENEBİLİR.",
  "terms_disclaimer_title": "6. Garanti Reddi",
  "terms_effective_date": "Yürürlük Tarihi: 12 Nisan 2025",
  "terms_entire": "Bu Şartlar, Gizlilik Politikamızla birlikte, Hizmetle ilgili sizinle Piyuo arasındaki tam anlaşmayı oluşturur ve Hizmetle ilgili önceki ve eşzamanlı anlayış, anlaşma, beyan ve garantilerin tümünü, yazılı ve sözlü olanları da dahil olmak üzere yerine geçer.",
  "terms_entire_title": "12. Tam Anlaşma",
  "terms_governing": "Bu Şartlar, hukuk çatışması ilkelerini dikkate almaksızın Kaliforniya Eyaleti, Amerika Birleşik Devletleri yasalarına göre yönetilir ve yorumlanır.",
  "terms_governing_title": "10. Geçerli Hukuk",
  "terms_liability_access": "Hizmete erişiminiz veya kullanımınız veya erişememe veya kullanamama durumunuz;",
  "terms_liability_basis": "Bu sorumluluk sinirlamasi, i̇ddi̇a edi̇len sorumluluğun sözleşme, haksiz fi̇i̇l, i̇hmal, kusursuz sorumluluk veya di̇ğer herhangi̇ bi̇r temele dayali olup olmadiğina bakmaaksizin geçerli̇di̇r, piyuo bu tür zararlarin olasiliği konusunda bi̇lgi̇lendi̇ri̇lmi̇ş olsa bi̇le.",
  "terms_liability_content": "Hizmetten elde edilen herhangi bir içerik; ve",
  "terms_liability_intro": "Uygulanacak hukuk tarafindan i̇zi̇n veri̇len azami̇ ölçüde, hi̇çbi̇r durumda piyuo, bağli şi̇rketleri̇, yetki̇li̇leri̇, yöneti̇ci̇leri̇, çalişanlari, temsi̇lci̇leri̇, tedari̇kçi̇leri̇ veya li̇sans verenleri̇ dolayli, rastlantsal, özel, sonuç olarak ortaya çikan veya cezai̇ zararlardan, sinirli olmamak üzere kar, veri̇, kullanim, i̇yi̇ ni̇yet veya di̇ğer somut olmayan kayiplar dahi̇l olmak üzere sorumlu olmayacaktir:",
  "terms_liability_risk": "HİZMETİN BİR ARAÇ OLARAK ÜCRETSİZ SAĞLANDIĞINI KABUL EDİYOR VE KABUL EDİYORSUNUZ. HİZMETİ TAMAMEN KENDİ RİSKİNİZLE KULLANIYORSUNUZ. PIYUO CİHAZINIZ(LAR) VEYA DİĞER YAZILIMLARA VEYA HİZMET KULLANIMINIZDAN KAYNAKLANAN HERHANGİ BİR SONUCA YÖNELİK HERHANGİ BİR SORMLULUK ÜSTLENMEz.",
  "terms_liability_third_party": "Hizmetteki herhangi bir üçüncü tarafın davranışı veya içeriği;",
  "terms_liability_title": "7. Sorumluluk Sınırlaması",
  "terms_liability_unauthorized": "İletimlerinize veya içeriğinize yetkisiz erişim, kullanım veya değişiklik.",
  "terms_license_1": "Bu Şartlara uymanız koşuluyla, Piyuo size yalnızca kişisel, ticari olmayan kullanımınız için Hizmeti indirme, yükleme ve kullanma konusunda sınırlı, münhasır olmayan, devredilemez, alt lisanslanamaz bir lisans verir.",
  "terms_license_2": "Bu lisans size aşağıdaki hakları vermez:",
  "terms_license_distribute": "Hizmeti herhangi bir üçüncü tarafa dağıtma, satma, kiralama, ödünç verme veya başka şekilde devretme;",
  "terms_license_modify": "Hizmeti değiştirme, uyarlama, değiştirme, çevirme veya türev eserler oluşturma;",
  "terms_license_remove": "Hizmet üzerindeki herhangi bir mülkiyet bildirimini kaldırma, değiştirme veya gizleme.",
  "terms_license_reverse": "Hizmeti tersine mühendislik yapma, derleme kodu çözme veya parçalarına ayırma;",
  "terms_license_title": "3. Lisans",
  "terms_privacy_1": "Piyuo Counter uygulaması mahremiyet gözetilerek tasarlanmıştır. Uygulama, nesne tespiti ve sayma amaçları için cihazınızda yerel olarak video verilerini işler.",
  "terms_privacy_2": "Uygulamadan herhangi bir kişisel bilgi, video verisi, sayma verisi veya kullanım verisi toplamaz, saklamaz, erişmez veya iletiriz. Tüm işlemler cihazınızda yerel olarak gerçekleşir.",
  "terms_privacy_3": "Mahremiyet uygulamalarımız hakkında daha fazla ayrıntı için lütfen {privacy_link} adresindeki Gizlilik Politikamızı inceleyin.",
  "terms_privacy_title": "5. Mahremiyet ve Veri",
  "terms_severability": "Bu Şartların herhangi bir hükmü uygulanamaz veya geçersiz olarak kabul edilirse, bu hüküm geçerli hukuk altında mümkün olan azami ölçüde bu hükmün amaçlarını gerçekleştirmek için değiştirilecek ve yorumlanacak ve kalan hükümler tam güç ve etkili olmaya devam edecektir.",
  "terms_severability_title": "11. Ayrılabilirlik ve Feragat",
  "terms_support": "Piyuo Counter ücretsiz olarak sağlanır. Hizmet için bakım, teknik destek, güncellemeler veya yükseltmeler sağlama yükümlülüğümüz yoktur. Hizmeti veya bağlandığı herhangi bir hizmeti geçici veya kalıcı olarak, bildirimli veya bildirimsiz ve size karşı sorumluluk olmaksızın değiştirme, askıya alma veya durdurma hakkını saklı tutarız.",
  "terms_support_title": "8. Destek veya Bakım Yok",
  "terms_title": "Piyuo Counter İçin Hizmet Şartları",
  "terms_use_harm": "Hizmeti devre dışı bırakabilecek, aşırı yükleyebilecek, zarar verebilecek veya bozabilecek herhangi bir şekilde;",
  "terms_use_illegal": "Geçerli federal, eyalet, yerel veya uluslararası yasa veya düzenlemeleri ihlal eden herhangi bir şekilde;",
  "terms_use_intro": "Hizmeti yalnızca yasal amaçlar için ve bu Şartlara uygun olarak kullanmayı kabul edersiniz. Hizmeti aşağıdaki şekillerde kullanmamayı kabul edersiniz:",
  "terms_use_malware": "Herhangi bir virüs, truva atı, solucan, mantık bombası veya diğer kötü amaçlı veya teknik olarak zararlı materyali tanıtmak için.",
  "terms_use_privacy": "Başkalarının mahremiyet haklarını ihlal etmek veya yasalarla yasaklanmış herhangi bir gözetim türüne katılmak için;",
  "terms_use_title": "4. Kabul Edilebilir Kullanım",
  "website_url": "https://piyuo.com"
}