{
  "index_download": "Stáhnout",
  "index_download_soon": "Již brzy.",
  "index_language": "Jazyk",
  "index_video_title": "Váš telefon nyní může využívat umělou inteligenci k rozpoznávání chodců.",
  "index_video_desc": "Nevyžaduje internet. Není potřeba ručně počítat lidi tradičním počítadlem. Stačí nastavit telefon pro automatické sledování procházejících osob.",
  "index_1": "Nepřetržité sledování 24/7",
  "index_1_desc": "Zobrazte počty chodců za jakékoli časové období.",
  "index_2": "Sledování více objektů",
  "index_2_desc": "Současně počítejte chodce, auta, jízdní kola a další",
  "index_3": "Vlastní detekční zóny",
  "index_3_desc": "Definujte vlastní detekční zóny pro počítání provozu v konkrétních oblastech.",
  "index_4": "Flexibilní režimy počítání",
  "index_4_desc": "Vyberte si, zda chcete počítat nově se objevující objekty v detekční zóně nebo ty, které zůstávají na místě.",
  "index_desktop_title": "Dostupnost desktopové verze",
  "index_desktop_desc": "Nabízíme také desktopovou verzi. Poskytujeme verze pro iOS/Android/Mac/Windows, což vám umožňuje využívat jak mobilní zařízení, tak počítače s webkamerami. Desktopová verze navíc podporuje více videozáznamů, umožňující simultánní počítání z více streamů.",
  "index_desktop2_title": "Podpora živých přenosů",
  "index_desktop2_desc": "Kromě kamer mobilních zařízení podporujeme také nahrané video soubory, vstupy z webkamer a internetové živé přenosy jako RTSP. To vám umožňuje připojit se k existujícím zařízením a okamžitě začít měřit dopravní tok.",
  "index_email_us": "Napište nám",
  "app_desc": "Chcete vědět, kolik lidí prochází kolem? Tato aplikace používá kameru vašeho telefonu k inteligentní identifikaci a automatickému počítání chodců. Není potřeba žádný ruční vstup. Rozlučte se s únavným počítáním a snadno monitorujte dopravní tok.",
  "video_desc": "Nevyžaduje internet. Není potřeba ručně počítat lidi tradičním počítadlem. Stačí nastavit telefon pro automatické sledování procházejících osob.",
  "terms": "Podmínky služby",
  "privacy": "Ochrana soukromí",
  "index_download_available": "MISSING"
}
