{
  "index_download": "Descarregar",
  "index_download_soon": "Properament.",
  "index_language": "Idioma",
  "index_video_title": "El teu telèfon ara pot utilitzar la IA per reconèixer vianants.",
  "index_video_desc": "No requereix internet. No cal comptar manualment persones amb un comptador tradicional. Només configura el teu telèfon per seguir automàticament el trànsit de vianants.",
  "index_1": "Seguiment 24/7",
  "index_1_desc": "Visualitza el recompte de vianants per a qualsevol període de temps.",
  "index_2": "Seguiment de Múltiples Objectes",
  "index_2_desc": "Compta simultàniament vianants, cotxes, bicicletes i més",
  "index_3": "Zones de Detecció Personalitzades",
  "index_3_desc": "Defineix zones de detecció personalitzades per comptar el trànsit en àrees específiques.",
  "index_4": "Modes de Recompte Flexibles",
  "index_4_desc": "Tria comptar els objectes que apareixen de nou dins de la zona de detecció o els que romanen estàtics.",
  "index_desktop_title": "Disponibilitat de la Versió d'Escriptori",
  "index_desktop_desc": "També oferim una versió d'escriptori. Proporcionem versions per a iOS/Android/Mac/Windows, permetent-te utilitzar tant dispositius mòbils com ordinadors amb webcams. La versió d'escriptori també admet múltiples fonts de vídeo, permetent el recompte simultani de diversos fluxos.",
  "index_desktop2_title": "Suport per a Transmissions en Directe",
  "index_desktop2_desc": "A més de les càmeres de dispositius mòbils, donem suport a arxius de vídeo enregistrats, entrades de webcam i transmissions en directe per internet com RTSP. Això et permet connectar-te a dispositius existents i començar immediatament a mesurar el flux de trànsit.",
  "index_email_us": "Envia'ns un correu",
  "app_desc": "Vols saber quanta gent passa pel davant? Aquesta aplicació utilitza la càmera del teu telèfon per identificar intel·ligentment i comptar automàticament els vianants. No cal introducció manual. Digues adéu al recompte tediós i monitora fàcilment el flux de trànsit.",
  "video_desc": "No requereix internet. No cal comptar manualment persones amb un comptador tradicional. Només configura el teu telèfon per seguir automàticament el trànsit de vianants.",
  "terms": "Condicions del servei",
  "privacy": "Privadesa",
  "index_download_available": "MISSING"
}
