{
  "app_desc": "Soovite teada, kui palju inimesi möödub? See rakendus kasutab teie telefoni kaamerat, et intelligentselt tuvastada ja automaatselt loendada jalakäijaid. Käsitsi sisestamine pole vajalik. Jätke tüütu lugemine seljataha ja jälgige liiklusvoogu hõlpsalt.",
  "index_1": "Ööpäevaringne jälgimine",
  "index_1_desc": "Vaadake jalakäijate arvu mistahes ajavahemiku kohta.",
  "index_2": "Mitme objekti jälgimine",
  "index_2_desc": "Loendage samaaegselt jalakäijaid, autosid, jalgrattaid ja muud",
  "index_3": "Kohandatud tuvastustsoonid",
  "index_3_desc": "Määrake kohandatud tuvastustsoonid kindlate alade liikluse loendamiseks.",
  "index_4": "Paindlikud loendusrežiimid",
  "index_4_desc": "Valige, kas loendada tuvastustsoonis ilmuvaid uusi objekte või neid, mis jäävad paigale.",
  "index_desktop2_desc": "Lisaks mobiilseadmete kaameratele toetame salvestatud videofaile, veebikaamera sisendeid ja interneti otseülekandeid nagu RTSP. See võimaldab teil ühenduda olemasolevate seadmetega ja alustada kohe liiklusvoo mõõtmist.",
  "index_desktop2_title": "Otseülekande tugi",
  "index_desktop_desc": "Pakume ka töölauaversiooni. Meil on versioonid iOS/Android/Mac/Windows platvormidele, võimaldades kasutada nii mobiilseadmeid kui ka veebikaameratega lauaarvuteid. Töölauaversioon toetab lisaks mitut videoallikat, võimaldades samaaegselt loendada mitmest voogedastusest.",
  "index_desktop_title": "Töölauaversiooni saadavus",
  "index_download": "Laadi alla",
  "index_download_soon": "Tulemas peagi.",
  "index_email_us": "Kirjuta meile",
  "index_language": "Keel",
  "index_video_desc": "Internetti pole vaja. Pole vaja inimesi traditsioonilise klikkeriga käsitsi lugeda. Lihtsalt seadistage oma telefon automaatselt mööduvat jalakäijate liikumist jälgima.",
  "index_video_title": "Teie telefon suudab nüüd tehisintellekti abil jalakäijaid tuvastada.",
  "privacy": "Privaatsus",
  "terms": "Teenusetingimused",
  "video_desc": "Internetti pole vaja. Pole vaja inimesi traditsioonilise klikkeriga käsitsi lugeda. Lihtsalt seadistage oma telefon automaatselt mööduvat jalakäijate liikumist jälgima."
}