{
  "app_desc": "Unataka kujua watu wangapi wanapita? Programu hii hutumia kamera ya simu yako kutambua kwa uerevu na kuhesabu watu kiotomatiki. Hakuna ulazima wa kuingiza data kwa mkono. Sema kwaheri kwa kuhesabu kwa kuchosha na fuatilia mtiririko wa watu kwa urahisi.",
  "index_1": "Ufuatiliaji wa saa 24/7",
  "index_1_desc": "Tazama idadi ya watu wanaopita kwa kipindi chochote.",
  "index_2": "Ufuatiliaji wa Vitu Mbalimbali",
  "index_2_desc": "Hesabu waendao kwa miguu, magari, baiskeli na zaidi kwa wakati mmoja",
  "index_3": "Maeneo ya Utambuzi Maalum",
  "index_3_desc": "Tengeneza maeneo ya utambuzi maalum kuhesabu mzunguko katika sehemu maalum.",
  "index_4": "Njia za Kuhesabu Zinazobadilika",
  "index_4_desc": "Chagua kuhesabu vitu vipya vinavyotokea ndani ya eneo la utambuzi, au vile ambavyo havitembei.",
  "index_desktop2_desc": "Mbali na kamera za simu, tunasaidia faili za video zilizorekodiwa, kamera za kompyuta, na matangazo ya moja kwa moja ya intaneti kama RTSP. Hii inakuwezesha kuunganisha na vifaa vilivyopo na kuanza kupima mtiririko wa watu mara moja.",
  "index_desktop2_title": "Usaidizi wa Matangazo ya Moja kwa Moja",
  "index_desktop_desc": "Tunatoa pia toleo la kompyuta. Tunatoa matoleo ya iOS/Android/Mac/Windows, kukuwezesha kutumia vifaa vya mkononi na kompyuta zenye kamera. Toleo la kompyuta linasaidia pia vyanzo vingi vya video, kuwezesha kuhesabu kutoka njia nyingi kwa wakati mmoja.",
  "index_desktop_title": "Upatikanaji wa Toleo la Kompyuta",
  "index_download": "Pakua",
  "index_download_soon": "Inakuja hivi karibuni.",
  "index_email_us": "Tuma barua pepe",
  "index_language": "Lugha",
  "index_video_desc": "Haihitaji intaneti. Hakuna haja ya kuhesabu watu kwa mkono kwa kutumia kifaa cha kuhesabu cha kawaida. Weka tu simu yako ihesabu watu wanaopita kiotomatiki.",
  "index_video_title": "Simu yako sasa inaweza kutumia AI kutambua waendao kwa miguu.",
  "privacy": "Faragha",
  "terms": "Masharti ya Huduma",
  "video_desc": "Haihitaji intaneti. Hakuna haja ya kuhesabu watu kwa mkono kwa kutumia kifaa cha kuhesabu cha kawaida. Weka tu simu yako ihesabu watu wanaopita kiotomatiki."
}