{
  "app_desc": "Szeretné tudni, hány ember halad el? Ez az alkalmazás telefonja kameráját használja a gyalogosok intelligens azonosítására és automatikus számlálására. Nincs szükség kézi bevitelre. Búcsúzzon el a fárasztó számolástól, és könnyen figyelje a forgalom áramlását.",
  "index_1": "24/7 követés",
  "index_1_desc": "Tekintse meg a gyalogosforgalom számát bármely időszakra.",
  "index_2": "Több objektum követése",
  "index_2_desc": "Egyidejűleg számolja a gyalogosokat, autókat, kerékpárokat és egyebeket",
  "index_3": "Egyéni érzékelési zónák",
  "index_3_desc": "Határozzon meg egyéni érzékelési zónákat a forgalom számlálásához meghatározott területeken.",
  "index_4": "Rugalmas számlálási módok",
  "index_4_desc": "Válassza az újonnan megjelenő objektumok számlálását az érzékelési zónán belül, vagy azokat, amelyek egy helyben maradnak.",
  "index_desktop2_desc": "A mobileszközök kameráin kívül támogatjuk a rögzített videofájlokat, webkamera bemeneteket és internetes élő közvetítéseket, például RTSP-t. Ez lehetővé teszi a meglévő eszközökhöz való csatlakozást és a forgalom áramlásának azonnali mérését.",
  "index_desktop2_title": "Élő közvetítés támogatás",
  "index_desktop_desc": "Asztali verziót is kínálunk. iOS/Android/Mac/Windows verziókat biztosítunk, lehetővé téve mind a mobileszközök, mind a webkamerákkal ellátott asztali számítógépek használatát. Az asztali verzió továbbá több videoforrást is támogat, lehetővé téve az egyidejű számlálást több adatfolyamból.",
  "index_desktop_title": "Asztali verzió elérhetősége",
  "index_download": "Letöltés",
  "index_download_soon": "Hamarosan érkezik.",
  "index_email_us": "Írjon nekünk e-mailt",
  "index_language": "Nyelv",
  "index_video_desc": "Nem igényel internetet. Nincs szükség hagyományos számláló használatára az emberek kézi számolásához. Egyszerűen állítsa be telefonját, hogy automatikusan követhesse az áthaladó gyalogosforgalmat.",
  "index_video_title": "Telefonja most már AI segítségével ismeri fel a gyalogosokat.",
  "privacy": "Adatvédelem",
  "terms": "Szolgáltatási feltételek",
  "video_desc": "Nem igényel internetet. Nincs szükség hagyományos számláló használatára az emberek kézi számolásához. Egyszerűen állítsa be telefonját, hogy automatikusan követhesse az áthaladó gyalogosforgalmat."
}