{
  "index_download": "Transferir",
  "index_download_soon": "Brevemente disponível.",
  "index_language": "Idioma",
  "index_video_title": "O seu telemóvel agora pode usar IA para reconhecer peões.",
  "index_video_desc": "Não requer internet. Não é necessário contar pessoas manualmente com um contador tradicional. Basta configurar o seu telemóvel para rastrear automaticamente o fluxo de peões.",
  "index_1": "Monitorização 24/7",
  "index_1_desc": "Visualize contagens de fluxo de peões para qualquer período de tempo.",
  "index_2": "Rastreamento de Múltiplos Objetos",
  "index_2_desc": "Conte simultaneamente peões, automóveis, bicicletas e mais",
  "index_3": "Zonas de Deteção Personalizadas",
  "index_3_desc": "Defina zonas de deteção personalizadas para contar tráfego em áreas específicas.",
  "index_4": "Modos de Contagem Flexíveis",
  "index_4_desc": "Escolha contar objetos recém-aparecidos dentro da zona de deteção ou aqueles que permanecem estacionários.",
  "index_desktop_title": "Disponibilidade da Versão para Computador",
  "index_desktop_desc": "Também oferecemos uma versão para computador. Fornecemos versões para iOS/Android/Mac/Windows, permitindo-lhe utilizar tanto dispositivos móveis como computadores com webcams. A versão para computador também suporta múltiplas fontes de vídeo, permitindo contagens simultâneas de múltiplos fluxos.",
  "index_desktop2_title": "Suporte a Transmissões em Direto",
  "index_desktop2_desc": "Além das câmaras de dispositivos móveis, suportamos ficheiros de vídeo gravados, entradas de webcam e transmissões em direto pela internet, como RTSP. Isto permite-lhe ligar-se a dispositivos existentes e começar imediatamente a medir o fluxo de tráfego.",
  "index_email_us": "Envie-nos um email",
  "app_desc": "Quer saber quantas pessoas passam por perto? Esta aplicação usa a câmara do seu telemóvel para identificar inteligentemente e contar automaticamente os peões. Não é necessária introdução manual. Diga adeus à contagem tediosa e monitorize facilmente o fluxo de tráfego.",
  "video_desc": "Não requer internet. Não é necessário contar pessoas manualmente com um contador tradicional. Basta configurar o seu telemóvel para rastrear automaticamente o fluxo de peões.",
  "terms": "Termos de serviço",
  "privacy": "Privacidade",
  "index_download_available": "MISSING"
}
