{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Door het downloaden, installeren of gebruiken van de Piyuo Counter app (de \"Service\"), gaat u ermee akkoord gebonden te zijn aan deze Servicevoorwaarden (de \"Voorwaarden\"). Als u het niet eens bent met enig deel van deze voorwaarden, dan mag u geen toegang krijgen tot de Service.",
  "terms_acceptance_title": "1. Aanvaarding van Voorwaarden",
  "terms_changes": "Wij behouden ons het recht voor, naar eigen goeddunken, om deze Voorwaarden op elk moment te wijzigen of vervangen. Als een herziening materieel is, zullen wij redelijke inspanningen leveren om kennisgeving te geven (bijv. via de App of op de Website) voordat nieuwe voorwaarden van kracht worden. Wat een materiële wijziging vormt, wordt naar eigen goeddunken bepaald. Door onze Service te blijven bezoeken of gebruiken nadat deze herzieningen van kracht worden, stemt u ermee in gebonden te zijn door de herziene voorwaarden.",
  "terms_changes_title": "9. Wijzigingen in deze Voorwaarden",
  "terms_contact_email": "Via e-mail: {email}",
  "terms_contact_intro": "Als u vragen heeft over deze Voorwaarden, neem dan contact met ons op:",
  "terms_contact_title": "13. Contactinformatie",
  "terms_contact_website": "Door deze pagina op onze website te bezoeken: {website}",
  "terms_description_1": "Piyuo Counter is een softwaretoepassing die de camera van uw apparaat en computer vision technologie gebruikt om automatisch objecten zoals voetgangers, voertuigen of andere items in real-time te tellen en te volgen.",
  "terms_description_2": "De Service werkt volledig op uw lokale apparaat. Wij verzamelen, bewaren of verzenden geen gegevens van uw gebruik van de app.",
  "terms_description_title": "2. Beschrijving van de Service",
  "terms_disclaimer_1": "De service wordt geleverd \"zoals ze is\" en \"zoals beschikbaar\" zonder garanties van welke aard dan ook. tot de maximale mate toegestaan door toepasselijk recht, wijst piyuo uitdrukkelijk alle garanties af, of ze nu uitdrukkelijk, impliciet, wettelijk of anderszins zijn, met betrekking tot de service, inclusief alle impliciete garanties van verkoopbaarheid, geschiktheid voor een bepaald doel, titel en niet-inbreuk, en garanties die kunnen voortvloeien uit de loop van zaken, prestaties, gebruik of handelspraktijk.",
  "terms_disclaimer_2": "Zonder beperking van het voorgaande, biedt piyuo geen garantie of toezegging, en doet geen uitspraken dat de service aan uw vereisten zal voldoen, beoogde resultaten zal bereiken, compatibel zal zijn of zal werken met andere software, applicaties, systemen of services, zonder onderbreking zal functioneren, aan prestatie- of betrouwbaarheidsstandaarden zal voldoen, of foutloos zal zijn, of dat fouten of gebreken kunnen of zullen worden gecorrigeerd.",
  "terms_disclaimer_3": "Wij garanderen niet de nauwkeurigheid, volledigheid of betrouwbaarheid van gegevens of resultaten verkregen door gebruik van de app (zoals voetgangerstellingen). de app is een hulpmiddel en de output kan worden beïnvloed door verschillende factoren waaronder camerakwaliteit, lichtomstandigheden, obstakels en algoritme beperkingen.",
  "terms_disclaimer_title": "6. Disclaimer van Garanties",
  "terms_effective_date": "Ingangsdatum: 12 april 2025",
  "terms_entire": "Deze Voorwaarden, samen met ons Privacybeleid (beschikbaar op {privacy_link}), vormen de volledige overeenkomst tussen u en Piyuo betreffende de Service en vervangen alle eerdere en gelijktijdige begrippen, overeenkomsten, verklaringen en garanties, zowel schriftelijk als mondeling, betreffende de Service.",
  "terms_entire_title": "12. Volledige Overeenkomst",
  "terms_governing": "Deze Voorwaarden worden beheerst door en geïnterpreteerd in overeenstemming met de wetten van de staat Californië, Verenigde Staten, zonder rekening te houden met haar conflicterende rechtsprincipes. (Opmerking: Raadpleeg een advocaat om te bevestigen of dit de juiste jurisdictie voor u is).",
  "terms_governing_title": "10. Toepasselijk Recht",
  "terms_liability_access": "Uw toegang tot of gebruik van of onvermogen om toegang te krijgen tot of gebruik te maken van de Service;",
  "terms_liability_basis": "Deze beperking van aansprakelijkheid is van toepassing ongeacht of de beweerde aansprakelijkheid gebaseerd is op contract, onrechtmatige daad, nalatigheid, strikte aansprakelijkheid of enige andere basis, zelfs als piyuo is geadviseerd over de mogelijkheid van dergelijke schade.",
  "terms_liability_content": "Enige inhoud verkregen van de Service; en",
  "terms_liability_intro": "Tot de volste mate toegestaan door toepasselijk recht, zullen piyuo, haar gelieerde ondernemingen, functionarissen, directeuren, werknemers, agenten, leveranciers of licentiegevers onder geen enkele omstandigheid aansprakelijk zijn voor indirecte, incidentele, speciale, gevolgschade of punitieve schade, inclusief zonder beperking, verlies van winst, gegevens, gebruik, goodwill of andere immateriële verliezen, voortvloeiend uit:",
  "terms_liability_risk": "U erkent en stemt ermee in dat de service gratis wordt geleverd als een hulpmiddel. u gebruikt de service volledig op eigen risico. piyuo neemt geen verantwoordelijkheid of aansprakelijkheid voor schade aan uw apparaat(en) of andere software, of gevolgen voortvloeiend uit uw gebruik van de service.",
  "terms_liability_third_party": "Enig gedrag of inhoud van derden op de Service;",
  "terms_liability_title": "7. Beperking van Aansprakelijkheid",
  "terms_liability_unauthorized": "Ongeautoriseerde toegang, gebruik of wijziging van uw transmissies of inhoud (hoewel we opmerken dat de App uw telgegevens niet verzendt).",
  "terms_license_1": "Onder voorbehoud van uw naleving van deze Voorwaarden, verleent Piyuo u een beperkte, niet-exclusieve, niet-overdraagbare, niet-sublicentieerbare licentie om de Service uitsluitend voor uw persoonlijk, niet-commercieel gebruik te downloaden, installeren en gebruiken.",
  "terms_license_2": "Deze licentie verleent u geen rechten om:",
  "terms_license_distribute": "De Service te distribueren, verkopen, verhuren, uitlenen of anderszins over te dragen aan derden;",
  "terms_license_modify": "De Service te wijzigen, aanpassen, veranderen, vertalen of afgeleide werken te creëren;",
  "terms_license_remove": "Eigendomsmededelingen op de Service te verwijderen, wijzigen of verdoezelen.",
  "terms_license_reverse": "De Service te reverse engineeren, decompileren of demonteren;",
  "terms_license_title": "3. Licentie",
  "terms_privacy_1": "De Piyuo Counter app is ontworpen met privacy in gedachten. De app verwerkt videogegevens lokaal op uw apparaat voor objectdetectie en teldoeleinden.",
  "terms_privacy_2": "Wij verzamelen, bewaren, benaderen of verzenden geen persoonlijke informatie, videogegevens, telgegevens of gebruiksgegevens van de app. Alle verwerking gebeurt lokaal op uw apparaat.",
  "terms_privacy_3": "Voor meer details over onze privacypraktijken, bekijk ons Privacybeleid op {privacy_link}.",
  "terms_privacy_title": "5. Privacy en Gegevens",
  "terms_severability": "Als enige bepaling van deze Voorwaarden niet-afdwingbaar of ongeldig wordt geacht, zal die bepaling worden gewijzigd en geïnterpreteerd om de doelstellingen van die bepaling in de grootst mogelijke mate onder toepasselijk recht te bereiken, en de resterende bepalingen zullen van kracht blijven. Geen afstand van enige termijn van deze Voorwaarden zal worden beschouwd als een verdere of voortdurende afstand van die termijn of enige andere termijn.",
  "terms_severability_title": "11. Deelbaarheid en Afstand",
  "terms_support": "Piyuo Counter wordt gratis geleverd. Wij zijn niet verplicht om onderhoud, technische ondersteuning, updates of upgrades voor de Service te bieden. Wij behouden ons het recht voor om de Service of elke service waarmee deze verbonden is, tijdelijk of permanent te wijzigen, op te schorten of te beëindigen, met of zonder kennisgeving en zonder aansprakelijkheid jegens u.",
  "terms_support_title": "8. Geen Ondersteuning of Onderhoud",
  "terms_title": "Servicevoorwaarden voor Piyuo Counter (België)",
  "terms_use_harm": "Op enige wijze die de Service zou kunnen uitschakelen, overbelasten, beschadigen of benadelen;",
  "terms_use_illegal": "Op enige wijze die inbreuk maakt op toepasselijke federale, staatsrechtelijke, lokale of internationale wetten of regelgeving;",
  "terms_use_intro": "U stemt ermee in de Service alleen te gebruiken voor wettige doeleinden en in overeenstemming met deze Voorwaarden. U stemt ermee in de Service niet te gebruiken:",
  "terms_use_malware": "Om virussen, trojaanse paarden, wormen, logische bommen of ander materiaal te introduceren dat kwaadaardig of technologisch schadelijk is.",
  "terms_use_privacy": "Om de privacyrechten van anderen te schenden of deel te nemen aan enige vorm van surveillance die door de wet verboden is;",
  "terms_use_title": "4. Acceptabel Gebruik",
  "website_url": "https://piyuo.com"
}