{
  "app_desc": "কতজন লোক পাশ দিয়ে যায় জানতে চান? এই অ্যাপটি পথচারীদের স্মার্টভাবে চিহ্নিত করতে এবং স্বয়ংক্রিয়ভাবে গণনা করতে আপনার ফোনের ক্যামেরা ব্যবহার করে। কোনো ম্যানুয়াল ইনপুট প্রয়োজন নেই। ক্লান্তিকর গণনা থেকে মুক্তি পান এবং সহজেই ট্র্যাফিক প্রবাহ পর্যবেক্ষণ করুন।",
  "index_1": "২৪/৭ ট্র্যাকিং",
  "index_1_desc": "যেকোনো সময়কালের জন্য পথচারী গতিবিধির সংখ্যা দেখুন।",
  "index_2": "একাধিক বস্তু ট্র্যাকিং",
  "index_2_desc": "একই সাথে পথচারী, গাড়ি, সাইকেল এবং আরও অনেক কিছু গণনা করুন",
  "index_3": "কাস্টম সনাক্তকরণ জোন",
  "index_3_desc": "নির্দিষ্ট এলাকায় ট্রাফিক গণনা করতে কাস্টম সনাক্তকরণ জোন নির্ধারণ করুন।",
  "index_4": "নমনীয় গণনা মোড",
  "index_4_desc": "সনাক্তকরণ জোনের মধ্যে নতুন উপস্থিত বস্তু বা স্থির থাকা বস্তু গণনা করতে বেছে নিন।",
  "index_desktop2_desc": "মোবাইল ডিভাইস ক্যামেরা ছাড়াও, আমরা রেকর্ড করা ভিডিও ফাইল, ওয়েবক্যাম ইনপুট এবং RTSP এর মতো ইন্টারনেট লাইভ স্ট্রিম সমর্থন করি। এটি আপনাকে বিদ্যমান ডিভাইসগুলিতে সংযোগ করতে এবং অবিলম্বে ট্র্যাফিক প্রবাহ পরিমাপ করতে দেয়।",
  "index_desktop2_title": "লাইভ স্ট্রিম সমর্থন",
  "index_desktop_desc": "আমরা একটি ডেস্কটপ সংস্করণও অফার করি। আমরা iOS/Android/Mac/Windows সংস্করণ প্রদান করি, যা আপনাকে মোবাইল ডিভাইস এবং ওয়েবক্যাম সহ ডেস্কটপ উভয়ই ব্যবহার করতে দেয়। ডেস্কটপ সংস্করণ আরও একাধিক ভিডিও উৎস সমর্থন করে, একাধিক স্ট্রিম থেকে একযোগে গণনা করতে সক্ষম করে।",
  "index_desktop_title": "ডেস্কটপ সংস্করণ উপলব্ধতা",
  "index_download": "ডাউনলোড",
  "index_download_soon": "শীঘ্রই আসছে।",
  "index_email_us": "আমাদের ইমেইল করুন",
  "index_language": "ভাষা",
  "index_video_desc": "ইন্টারনেট প্রয়োজন নেই। পারম্পরিক ক্লিকার দিয়ে মানুষ গণনা করার প্রয়োজন নেই। শুধুমাত্র আপনার ফোনকে স্বয়ংক্রিয়ভাবে পথচারী গতিবিধি ট্র্যাক করতে সেট করুন।",
  "index_video_title": "আপনার ফোন এখন পথচারীদের চিনতে AI ব্যবহার করতে পারে।",
  "privacy": "गोपनीयता",
  "terms": "सेवा की शर्तें",
  "video_desc": "ইন্টারনেট প্রয়োজন নেই। পারম্পরিক ক্লিকার দিয়ে মানুষ গণনা করার প্রয়োজন নেই। শুধুমাত্র আপনার ফোনকে স্বয়ংক্রিয়ভাবে পথচারী গতিবিধি ট্র্যাক করতে সেট করুন।"
}