{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "당사 서비스에 접근하고 이용함으로써 귀하는 본 서비스 약관에 구속되는 것에 동의합니다. 이 약관에 동의하지 않으시면 저희 서비스를 이용하지 마십시오.",
  "terms_acceptance_title": "서비스 약관 동의",
  "terms_changes": "당사는 언제든지 이 약관을 수정하거나 업데이트할 권리를 보유합니다. 중요한 변경사항은 개인정보보호법 요구사항에 따라 합리적인 사전 통지와 함께 전달됩니다. 그러한 통지 후 계속 사용하는 것은 업데이트된 약관에 대한 귀하의 수락을 구성합니다.",
  "terms_changes_title": "본 서비스 약관의 변경",
  "terms_contact_email": "이메일: {email}",
  "terms_contact_intro": "개인정보보호법에 따른 데이터 프라이버시 문의 또는 일반 문의사항이 있으시면 연락해 주세요:",
  "terms_contact_title": "13. 연락처 정보",
  "terms_contact_website": "당사 웹사이트의 이 페이지 방문: {website}",
  "terms_description_1": "Piyuo Counter는 귀하의 기기 카메라와 컴퓨터 비전 기술을 사용하여 보행자, 차량 또는 기타 항목과 같은 객체를 실시간으로 자동으로 계산하고 추적하는 소프트웨어 애플리케이션입니다.",
  "terms_description_2": "서비스는 전적으로 귀하의 로컬 기기에서 작동합니다. 당사는 앱 사용으로부터 어떤 데이터도 수집, 저장 또는 전송하지 않습니다.",
  "terms_description_title": "서비스 설명",
  "terms_disclaimer_1": "서비스는 어떤 종류의 보증도 없이 \"있는 그대로\" 및 \"사용 가능한 대로\" 제공됩니다. 적용법이 허용하는 최대 범위까지 Piyuo는 서비스와 관련하여 상품성, 특정 목적에의 적합성, 소유권 및 비침해에 대한 모든 묵시적 보증을 포함하여 명시적, 묵시적, 법정 또는 기타 모든 보증을 명시적으로 부인합니다.",
  "terms_disclaimer_2": "전술한 내용에 제한되지 않고 Piyuo는 서비스가 귀하의 요구사항을 충족하고, 의도된 결과를 달성하며, 다른 소프트웨어, 애플리케이션, 시스템 또는 서비스와 호환되거나 작동하고, 중단 없이 작동하며, 성능 또는 신뢰성 기준을 충족하거나 오류가 없거나 오류나 결함이 수정될 수 있거나 수정될 것이라는 어떤 보증이나 약속도 제공하지 않으며 어떤 표현도 하지 않습니다.",
  "terms_disclaimer_3": "당사는 앱 사용을 통해 얻은 데이터나 결과의 정확성, 완전성 또는 신뢰성을 보장하지 않습니다. 앱은 도구이며 그 출력은 카메라 품질, 조명 조건, 장애물 및 알고리즘의 한계를 포함한 다양한 요인에 의해 영향을 받을 수 있습니다.",
  "terms_disclaimer_title": "6. 보증 부인",
  "terms_effective_date": "시행일: 2025년 4월 12일",
  "terms_entire": "본 약관은 당사의 개인정보 보호정책과 함께 서비스에 관한 귀하와 Piyuo 간의 완전한 합의를 구성하며 서비스에 관한 모든 이전 및 동시의 이해, 합의, 진술 및 보증(서면 및 구두)을 대체합니다.",
  "terms_entire_title": "12. 완전한 합의",
  "terms_governing": "본 약관은 법률 충돌 원칙과 관계없이 미국 캘리포니아주 법률에 따라 규율되고 해석됩니다.",
  "terms_governing_title": "10. 준거법",
  "terms_liability_access": "서비스에 대한 귀하의 접근이나 사용 또는 접근이나 사용 불능;",
  "terms_liability_basis": "이 책임 제한은 주장된 책임이 계약, 불법행위, 과실, 무과실 책임 또는 기타 근거에 기반하는지 여부에 관계없이 적용되며, Piyuo가 그러한 손해의 가능성에 대해 조언받은 경우에도 적용됩니다.",
  "terms_liability_content": "서비스로부터 얻은 콘텐츠; 그리고",
  "terms_liability_intro": "적용법이 허용하는 최대 범위까지 어떤 경우에도 Piyuo, 그 계열사, 임원, 이사, 직원, 대리인, 공급업체 또는 라이선스 제공자는 다음으로부터 발생하는 이익, 데이터, 사용, 영업권 또는 기타 무형 손실의 손실을 포함하되 이에 제한되지 않는 간접적, 부수적, 특별, 결과적 또는 징벌적 손해에 대해 책임지지 않습니다:",
  "terms_liability_risk": "귀하는 서비스가 도구로서 무료로 제공된다는 것을 인정하고 동의합니다. 귀하는 전적으로 자신의 위험 부담으로 서비스를 사용합니다. Piyuo는 귀하의 기기나 다른 소프트웨어에 대한 손해 또는 귀하의 서비스 사용으로 인한 결과에 대해 어떤 책임도 지지 않습니다.",
  "terms_liability_third_party": "서비스상의 제3자의 행위나 콘텐츠;",
  "terms_liability_title": "7. 책임 제한",
  "terms_liability_unauthorized": "귀하의 전송이나 콘텐츠에 대한 무단 접근, 사용 또는 변경.",
  "terms_license_1": "본 약관을 준수한다는 조건 하에 Piyuo는 귀하의 개인적, 비상업적 사용을 위해서만 서비스를 다운로드, 설치 및 사용할 수 있는 제한적, 비독점적, 양도 불가능, 재라이선스 불가능한 라이선스를 귀하에게 부여합니다.",
  "terms_license_2": "이 라이선스는 귀하에게 다음의 권리를 부여하지 않습니다:",
  "terms_license_distribute": "서비스를 제3자에게 배포, 판매, 임대, 대여 또는 기타 방법으로 양도;",
  "terms_license_modify": "서비스의 수정, 적응, 변경, 번역 또는 파생 작품 생성;",
  "terms_license_remove": "서비스의 소유권 고지사항 제거, 변경 또는 은폐.",
  "terms_license_reverse": "서비스의 리버스 엔지니어링, 디컴파일 또는 디스어셈블;",
  "terms_license_title": "3. 라이선스",
  "terms_privacy_1": "Piyuo Counter 앱은 개인정보 보호를 염두에 두고 설계되었습니다. 앱은 객체 감지 및 계산 목적으로 귀하의 기기에서 로컬로 비디오 데이터를 처리합니다.",
  "terms_privacy_2": "당사는 앱으로부터 어떤 개인정보, 비디오 데이터, 계산 데이터 또는 사용 데이터도 수집, 저장, 접근 또는 전송하지 않습니다. 모든 처리는 귀하의 기기에서 로컬로 발생합니다.",
  "terms_privacy_3": "당사의 개인정보 보호 관행에 대한 자세한 내용은 {privacy_link}에서 개인정보 보호정책을 검토하십시오.",
  "terms_privacy_title": "5. 개인정보 보호 및 데이터",
  "terms_severability": "본 약관의 어떤 조항이 시행 불가능하거나 무효한 것으로 간주되는 경우, 그러한 조항은 적용법 하에서 가능한 최대 범위까지 그러한 조항의 목적을 달성하도록 변경되고 해석되며, 나머지 조항들은 완전한 효력으로 계속 유효합니다.",
  "terms_severability_title": "11. 분리가능성 및 권리포기",
  "terms_support": "Piyuo Counter는 무료로 제공됩니다. 당사는 서비스에 대한 유지보수, 기술 지원, 업데이트 또는 업그레이드를 제공할 의무가 없습니다. 당사는 귀하에 대한 책임 없이 통지 여부와 관계없이 일시적 또는 영구적으로 서비스 또는 연결되는 서비스를 수정, 중단 또는 중지할 권리를 보유합니다.",
  "terms_support_title": "8. 지원 또는 유지보수 없음",
  "terms_title": "Piyuo Counter 서비스 이용약관",
  "terms_use_harm": "서비스를 비활성화, 과부하, 손상 또는 방해할 수 있는 방법으로;",
  "terms_use_illegal": "적용되는 연방, 주, 지방 또는 국제 법률이나 규정을 위반하는 방법으로;",
  "terms_use_intro": "귀하는 합법적인 목적으로만 그리고 본 약관에 따라 서비스를 사용하는 것에 동의합니다. 귀하는 다음과 같은 방법으로 서비스를 사용하지 않는 것에 동의합니다:",
  "terms_use_malware": "바이러스, 트로이목마, 웜, 논리폭탄 또는 기타 악성이거나 기술적으로 유해한 자료를 도입하기 위해.",
  "terms_use_privacy": "타인의 사생활 권리를 침해하거나 법으로 금지된 형태의 감시에 참여하기 위해;",
  "terms_use_title": "4. 허용 가능한 사용",
  "website_url": "https://piyuo.com"
}