{
  "privacy_title": "Політика конфіденційності для Piyuo Counter - Україна",
  "privacy_effective_date": "Дата набрання чинності: 12 квітня 2025 р.",

  "privacy_introduction_title": "Вступ",
  "privacy_introduction_1": "Ласкаво просимо до Piyuo Counter! Ця політика конфіденційності пояснює, як ми обробляємо інформацію під час використання вами нашого програмного додатку (\"Додаток\"). Наша відданість полягає у захисті вашої конфіденційності. Цей додаток розроблено для роботи без збору або обробки будь-яких ваших особистих даних.",
  "privacy_introduction_2": "Ця політика конфіденційності застосовується до програмного додатку Piyuo Counter (\"Додаток\") для мобільних пристроїв та комп'ютерів, доступного через різні платформи та магазини додатків.",

  "privacy_who_we_are_title": "Хто ми",
  "privacy_who_we_are": "Додаток Piyuo Counter надається компанією Piyuo (\"ми\", \"нас\" або \"наш\"). Наш веб-сайт: {website}. Якщо у вас є питання щодо цієї політики, ви можете зв'язатися з нами за адресою {email}.",

  "privacy_no_collect_title": "Інформація, яку ми не збираємо",
  "privacy_no_collect_intro": "Ми не збираємо, не зберігаємо, не передаємо та не обробляємо жодну особисту інформацію або дані про використання від вас через додаток Piyuo Counter.",
  "privacy_no_collect_personal": "Жодних особистих даних: Ми не запитуємо, не отримуємо доступ та не відстежуємо жодну інформацію, яка могла б вас ідентифікувати, таку як ваше ім'я, адреса електронної пошти, місцезнаходження, ідентифікатори пристроїв або контакти.",
  "privacy_no_collect_usage": "Жодних даних про використання: Додаток не записує, як ви його використовуєте. Усі дані лічильника, які ви створюєте, зберігаються локально тільки на вашому пристрої і недоступні для нас.",
  "privacy_no_collect_third_party": "Жодних сторонніх сервісів: Ми не інтегруємо жодних сторонніх сервісів для аналітики (наприклад, Firebase Analytics), реклами (наприклад, AdMob), хмарного зберігання або будь-яких інших цілей, які включали б обмін даними з зовнішніми сторонами. Додаток працює повністю в автономному режимі щодо обробки даних.",

  "privacy_use_title": "Як ми використовуємо інформацію",
  "privacy_use": "Оскільки ми не збираємо жодну інформацію, ми не використовуємо вашу інформацію для будь-яких цілей.",

  "privacy_sharing_title": "Обмін інформацією та її розкриття",
  "privacy_sharing": "Ми не ділимося та не розкриваємо жодну особисту інформацію, оскільки не збираємо її. Ваші дані (лічильники, які ви відстежуєте) залишаються на вашому пристрої.",

  "privacy_security_title": "Безпека даних",
  "privacy_security": "Будь-які дані, згенеровані при використанні додатку Piyuo Counter (наприклад, ваші лічильники), зберігаються локально тільки на вашому пристрої. У нас немає доступу до цих даних. Хоча ми створюємо наш додаток із використанням стандартних практик безпеки, безпека даних, що зберігаються на вашому пристрої, залежить від заходів безпеки, які ви вживаєте для свого пристрою.",

  "privacy_children_title": "Конфіденційність дітей",
  "privacy_children": "Наш додаток не збирає особисту інформацію від кого-небудь, включаючи дітей. Ми дотримуємося Закону України \"Про захист персональних даних\" та аналогічних нормативних актів щодо даних дітей. Оскільки ми не збираємо жодних даних, ми за своєю природою не збираємо дані від дітей молодше 13 років (або 16 в деяких обставинах).",

  "privacy_rights_title": "Ваші права (Закон про персональні дані та інші закони)",
  "privacy_rights_1": "Закони про конфіденційність, такі як Закон України \"Про захист персональних даних\" та різні нормативні акти, надають особам права щодо їхніх особистих даних (такі як доступ, виправлення, видалення).",
  "privacy_rights_2": "Оскільки додаток Piyuo Counter не збирає, не зберігає та не обробляє жодних ваших особистих даних, ці права зазвичай неастосовні в контексті нашого додатку, оскільки у нас немає даних, до яких ви могли б отримати доступ, виправити або видалити. Будь-які дані, пов'язані з додатком, знаходяться виключно на вашому пристрої під вашим контролем.",

  "privacy_changes_title": "Зміни в цій політиці конфіденційності",
  "privacy_changes_1": "Ми можемо час від часу оновлювати цю політику конфіденційності. Ми повідомимо вас про будь-які зміни, опублікувавши нову політику конфіденційності в додатку або на нашому веб-сайті ({website}). Рекомендується періодично переглядати цю політику конфіденційності на предмет змін.",
  "privacy_changes_2": "Зміни в цій політиці конфіденційності набувають чинності при їх публікації на цій сторінці.",

  "privacy_contact_title": "Зв'яжіться з нами",
  "privacy_contact_intro": "Якщо у вас є питання щодо цієї політики конфіденційності, будь ласка, зв'яжіться з нами:",
  "privacy_contact_email": "Електронною поштою: {email}",
  "privacy_contact_website": "Відвідавши цю сторінку на нашому веб-сайті: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
