{
  "app_desc": "Haluatko tietää, kuinka monta ihmistä kulkee ohi? Tämä sovellus käyttää puhelimesi kameraa tunnistamaan älykkäästi ja laskemaan automaattisesti jalankulkijoita. Ei vaadi manuaalista syöttöä. Unohda työläs laskeminen ja seuraa liikennevirtaa helposti.",
  "index_1": "Seuranta 24/7",
  "index_1_desc": "Tarkastele jalankulkijamääriä miltä tahansa ajanjaksolta.",
  "index_2": "Useiden kohteiden seuranta",
  "index_2_desc": "Laske samanaikaisesti jalankulkijoita, autoja, polkupyöriä ja muuta",
  "index_3": "Mukautetut havaintoalueet",
  "index_3_desc": "Määritä mukautettuja havaintoalueita laskeaksesi liikennettä tietyillä alueilla.",
  "index_4": "Joustavat laskentatilat",
  "index_4_desc": "Valitse lasketaanko havaintoalueella uusia ilmestyviä kohteita vai paikallaan pysyviä.",
  "index_desktop2_desc": "Mobiililaitteiden kameroiden lisäksi tuemme tallennettuja videotiedostoja, verkkokameratuloja ja internetin suoratoistoja kuten RTSP. Tämä mahdollistaa yhteyden olemassa oleviin laitteisiin ja liikennevirran mittaamisen välittömästi.",
  "index_desktop2_title": "Suoratoiston tuki",
  "index_desktop_desc": "Tarjoamme myös työpöytäversion. Saatavilla versiot iOS/Android/Mac/Windows-alustoille, joten voit käyttää sekä mobiililaitteita että työpöytätietokoneita verkkokameroineen. Työpöytäversio tukee lisäksi useita videolähteitä, mahdollistaen samanaikaisen laskennan useista virroista.",
  "index_desktop_title": "Työpöytäversion saatavuus",
  "index_download": "Lataa",
  "index_download_soon": "Tulossa pian.",
  "index_email_us": "Lähetä sähköpostia",
  "index_language": "Kieli",
  "index_video_desc": "Ei vaadi internetyhteyttä. Ei tarvetta laskea ihmisiä manuaalisesti perinteisellä laskurilla. Aseta vain puhelimesi seuraamaan automaattisesti ohikulkevaa jalankulkuliikennettä.",
  "index_video_title": "Puhelimesi voi nyt käyttää tekoälyä jalankulkijoiden tunnistamiseen.",
  "privacy": "Tietosuoja",
  "terms": "Käyttöehdot",
  "video_desc": "Ei vaadi internetyhteyttä. Ei tarvetta laskea ihmisiä manuaalisesti perinteisellä laskurilla. Aseta vain puhelimesi seuraamaan automaattisesti ohikulkevaa jalankulkuliikennettä."
}