{
  "terms_title": "Piyuo Counterin käyttöehdot",
  "terms_effective_date": "Voimaantulopäivä: 12. huhtikuuta 2025",

  "terms_acceptance_title": "1. Ehtojen hyväksyminen",
  "terms_acceptance": "Lataamalla, asentamalla tai käyttämällä Piyuo Counter -sovellusta (\"Palvelu\"), hyväksyt nämä käyttöehdot (\"Ehdot\"). Jos et hyväksy näitä ehtoja kokonaisuudessaan, et voi käyttää palvelua.",

  "terms_description_title": "2. Palvelun kuvaus",
  "terms_description_1": "Piyuo Counter on ohjelmistosovellus, joka käyttää laitteesi kameraa ja tietokonenäköteknologiaa laskeakseen ja seuratakseen automaattisesti objekteja, kuten jalankulkijoita, ajoneuvoja tai muita kohteita reaaliajassa.",
  "terms_description_2": "Palvelu toimii kokonaan paikallisella laitteellasi. Emme kerää, tallenna tai lähetä mitään tietoja sovelluksen käytöstäsi.",

  "terms_license_title": "3. Lisenssi",
  "terms_license_1": "Näiden ehtojen noudattamisen ehdolla Piyuo myöntää sinulle rajoitetun, ei-yksinomaisen, siirtokelvottoman, ei-alilisensoitavan lisenssin ladata, asentaa ja käyttää palvelua ainoastaan henkilökohtaiseen, ei-kaupalliseen käyttöön.",
  "terms_license_2": "Tämä lisenssi ei anna sinulle oikeutta:",
  "terms_license_reverse": "Käänteissuunnitella, purkaa tai hajottaa palvelua;",
  "terms_license_distribute": "Jakaa, myydä, vuokrata, lainata tai muutoin siirtää palvelua kolmannelle osapuolelle;",
  "terms_license_modify": "Muokata, mukautaa, muuttaa, kääntää tai luoda johdannaisteoksia palvelusta;",
  "terms_license_remove": "Poistaa, muuttaa tai piilottaa omistusilmoituksia palvelusta.",

  "terms_use_title": "4. Hyväksyttävä käyttö",
  "terms_use_intro": "Sitoudut käyttämään palvelua vain laillisiin tarkoituksiin ja näiden ehtojen mukaisesti. Sitoudut olemaan käyttämättä palvelua:",
  "terms_use_illegal": "Tavalla, joka rikkoo sovellettavia liittovaltion, osavaltion, paikallisia tai kansainvälisiä lakeja tai määräyksiä;",
  "terms_use_privacy": "Muiden yksityisyydensuojan loukkaamista tai lain kieltämään valvontaan osallistumista varten;",
  "terms_use_harm": "Tavalla, joka voisi poistaa käytöstä, ylikuormittaa, vahingoittaa tai heikentää palvelua;",
  "terms_use_malware": "Virusten, troijalaisten, matojen, logiikkapommien tai muun haitallisen tai teknisesti vahingollisen materiaalin tuomiseksi.",

  "terms_privacy_title": "5. Yksityisyys ja tiedot",
  "terms_privacy_1": "Piyuo Counter -sovellus on suunniteltu yksityisyys mielessä. Sovellus käsittelee videotietoja paikallisesti laitteellasi objektien tunnistamista ja laskemista varten.",
  "terms_privacy_2": "Emme kerää, tallenna, käytä tai lähetä mitään henkilötietoja, videotietoja, laskentadataa tai käyttötietoja sovelluksesta. Kaikki käsittely tapahtuu paikallisesti laitteellasi.",
  "terms_privacy_3": "Lisätietoja yksityisyyskäytännöistämme löydät tietosuojakäytännöstämme osoitteesta {privacy_link}.",

  "terms_disclaimer_title": "6. Takuiden kieltäminen",
  "terms_disclaimer_1": "PALVELU TARJOTAAN \"SELLAISENAAN\" JA \"SAATAVILLA OLEVANA\" ILMAN MINKÄÄNLAISTA TAKUUTA. SOVELLETTAVAN LAIN SALLIMASSA LAAJIMMASSA MÄÄRIN PIYUO KIELTÄÄ NIMENOMAISESTI KAIKKI TAKUUT, OLIVATPA NE NIMENOMAISIA, OLETETTUJA, LAKISÄÄTEISIÄ TAI MUITA, PALVELUA KOSKIEN, MUKAAN LUKIEN KAIKKI OLETETUT TAKUUT MYYNTIKELPOISUUDESTA, SOVELTUVUUDESTA TIETTYYN TARKOITUKSEEN, OMISTUSOIKEUDESTA JA LOUKKAAMATTOMUUDESTA.",
  "terms_disclaimer_2": "RAJOITTAMATTA EDELLÄ MAINITTUA, PIYUO EI ANNA MITÄÄN TAKUUTA TAI SITOUMUSTA EIKÄ ESITÄ MINKÄÄNLAISTA VÄITETTÄ SIITÄ, ETTÄ PALVELU TÄYTTÄISI VAATIMUKSESI, SAAVUTTAISI TARKOITETUT TULOKSET, OLISI YHTEENSOPIVA TAI TOIMISI MUIDEN OHJELMISTOJEN, SOVELLUSTEN, JÄRJESTELMIEN TAI PALVELUIDEN KANSSA.",
  "terms_disclaimer_3": "EMME TAKAA SOVELLUKSEN KÄYTÖN KAUTTA SAATUJEN TIETOJEN TAI TULOSTEN TARKKUUTTA, TÄYDELLISYYTTÄ TAI LUOTETTAVUUTTA. SOVELLUS ON TYÖKALU JA SEN TULOSTEESEEN VOIVAT VAIKUTTAA ERILAISET TEKIJÄT, KUTEN KAMERAN LAATU, VALAISTUS JA ALGORITMIN RAJOITUKSET.",

  "terms_liability_title": "7. Vastuun rajoitus",
  "terms_liability_intro": "SOVELLETTAVAN LAIN SALLIMASSA LAAJIMMASSA MÄÄRIN PIYUO, SEN TYTÄRYHTIÖT, TOIMIHENKILÖT, JOHTAJAT, TYÖNTEKIJÄT, EDUSTAJAT, TOIMITTAJAT TAI LISENSSIEN ANTAJAT EIVÄT MISSÄÄN TAPAUKSESSA OLE VASTUUSSA VÄLILLISISTÄ, SATUNNAISISTA, ERITYISISTÄ, SEURANNAISISTA TAI RANGAISTAVISTA VAHINGOISTA, MUKAAN LUKIEN RAJOITTAMATTA VOITTOJEN, TIETOJEN, KÄYTÖN, LIIKEARVON TAI MUIDEN AINEETTOMIEN TAPPIOIDEN MENETYS, JOTKA JOHTUVAT:",
  "terms_liability_access": "Pääsystäsi palveluun tai sen käytöstä tai kyvyttömyydestä päästä palveluun tai käyttää sitä;",
  "terms_liability_third_party": "Kolmannen osapuolen toiminnasta tai sisällöstä palvelussa;",
  "terms_liability_content": "Palvelusta saadusta sisällöstä; ja",
  "terms_liability_unauthorized": "Luvattomasta pääsystä, käytöstä tai muuttamisesta lähetyksiisi tai sisältöösi.",
  "terms_liability_basis": "TÄMÄ VASTUUN RAJOITUS PÄTEE RIIPPUMATTA SIITÄ, PERUSTUUKO VÄITETTY vastuu sopimukseen, vahingonkorvaukseen, huolimattomuuteen, ankaraan vastuuseen tai mihin tahansa muuhun perusteeseen, vaikka Piyuo olisi saanut tiedon tällaisten vahinkojen mahdollisuudesta.",
  "terms_liability_risk": "TUNNUSTAT JA HYVÄKSYT, ETTÄ PALVELU TARJOTAAN ILMAISEKSI TYÖKALUNA. KÄYTÄT PALVELUA TÄYSIN OMALLA VASTUULLASI. PIYUO EI OTA VASTUUTA LAITTEISIISI TAI MUIHIN OHJELMISTOIHIN KOHDISTUVISTA VAHINGOISTA TAI PALVELUN KÄYTÖSTÄ JOHTUVISTA SEURAUKSISTA.",

  "terms_support_title": "8. Ei tukea tai ylläpitoa",
  "terms_support": "Piyuo Counter tarjotaan ilmaiseksi. Meillä ei ole velvollisuutta tarjota ylläpitoa, teknistä tukea, päivityksiä tai parannuksia palvelulle. Pidätämme oikeuden muuttaa, keskeyttää tai lopettaa palvelun tai minkä tahansa siihen liittyvän palvelun tilapäisesti tai pysyvästi, ilmoituksella tai ilman ja ilman vastuuta sinua kohtaan.",

  "terms_changes_title": "9. Muutokset näihin ehtoihin",
  "terms_changes": "Pidätämme oikeuden muuttaa tai korvata nämä ehdot milloin tahansa oman harkintamme mukaan. Jos muutos on olennainen, pyrimme kohtuullisesti ilmoittamaan siitä ennen uusien ehtojen voimaantuloa. Sen, mikä muodostaa olennaisen muutoksen, määritämme oman harkintamme mukaan. Jatkamalla palvelumme käyttöä näiden muutosten tultua voimaan hyväksyt sitoutuvasi muutettuihin ehtoihin.",

  "terms_governing_title": "10. Sovellettava laki",
  "terms_governing": "Näitä ehtoja hallitsee ja tulkitaan Kalifornian osavaltion, Yhdysvaltojen lakien mukaan ottamatta huomioon lainvalintaperiaatteita.",

  "terms_severability_title": "11. Erotettavuus ja luopuminen",
  "terms_severability": "Jos näiden ehtojen jokin määräys katsotaan täytäntöönpanokelvottomaksi tai pätemättömäksi, tätä määräystä muutetaan ja tulkitaan siten, että se saavuttaa tavoitteensa mahdollisimman laajasti sovellettavan lain mukaan, ja muut määräykset pysyvät täydessä voimassa.",

  "terms_entire_title": "12. Koko sopimus",
  "terms_entire": "Nämä ehdot yhdessä tietosuojakäytäntömme kanssa muodostavat koko sopimuksen sinun ja Piyuon välillä palvelusta ja korvaavat kaikki aiemmat ja samanaikaiset ymmärrykset, sopimukset, esitykset ja takuut, kirjalliset ja suulliset, palvelua koskien.",

  "terms_contact_title": "13. Yhteystiedot",
  "terms_contact_intro": "Jos sinulla on kysymyksiä näistä ehdoista, ota meihin yhteyttä:",
  "terms_contact_email": "Sähköpostitse: {email}",
  "terms_contact_website": "Vierailemalla tällä sivulla verkkosivustollamme: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
