{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter ilovasini (\"Xizmat\") yuklab olish, o'rnatish yoki foydalanish orqali siz ushbu Xizmat Shartlari (\"Shartlar\") bilan bog'lanishga rozilik bildirasiz. Agar siz ushbu shartlarning biron bir qismi bilan rozi bo'lmasangiz, Xizmatdan foydalana olmaysiz.",
  "terms_acceptance_title": "1. Shartlarni Qabul Qilish",
  "terms_changes": "Biz o'z ixtiyorimizga ko'ra, istalgan vaqtda ushbu Shartlarni o'zgartirish yoki almashtirish huquqini saqlab qolamiz. Agar o'zgartirish muhim bo'lsa, yangi shartlar kuchga kirishi oldidan ogohlantirishga harakat qilamiz.",
  "terms_changes_title": "9. Ushbu Shartlarga O'zgartirishlar",
  "terms_contact_email": "Elektron pochta orqali: {email}",
  "terms_contact_intro": "Agar sizda ushbu Shartlar haqida savollar bo'lsa, biz bilan bog'laning:",
  "terms_contact_title": "13. Aloqa Ma'lumotlari",
  "terms_contact_website": "Veb-saytimizda ushbu sahifaga tashrif buyurish orqali: {website}",
  "terms_description_1": "Piyuo Counter - bu qurilmangizning kamerasi va kompyuter ko'rish texnologiyasidan foydalanib, piyodalar, transport vositalari yoki boshqa ob'ektlarni real vaqtda avtomatik ravishda sanash va kuzatish uchun mo'ljallangan dasturiy ta'minot ilovasi.",
  "terms_description_2": "Xizmat butunlay mahalliy qurilmangizda ishlaydi. Biz ilovadan foydalanishingiz jarayonida hech qanday ma'lumotni to'plamaymiz, saqlamaymiz yoki uzatmaymiz.",
  "terms_description_title": "2. Xizmat Tavsifi",
  "terms_disclaimer_1": "Xizmat \"shunday\" va \"mavjud\" holatida har qanday kafolatsiz taqdim etiladi. qonun ruxsat bergan maksimal darajada, piyuo xizmat bilan bog'liq barcha kafolatlarni, aniq, nazarda tutilgan, qonuniy yoki boshqa kafolatlarni rasman rad etadi.",
  "terms_disclaimer_2": "Yuqoridagilarga cheklov qoymasdan, piyuo hech qanday kafolat yoki majburiyat bermaydi va xizmat sizning talablaringizni qondiradi, maqsadli natijalarga erishadi yoki boshqa dasturlar bilan ishlaydi degan hech qanday tushuntirish bermaydi.",
  "terms_disclaimer_3": "Biz ilova orqali olingan ma'lumotlar yoki natijalarning aniqligi, to'liqligi yoki ishonchliligiga kafolat bermaymiz. ilova vosita hisoblanadi va uning chiqishi turli omillar bilan ta'sirlanishi mumkin.",
  "terms_disclaimer_title": "6. Kafolatlardan Voz Kechish",
  "terms_effective_date": "Kuchga kirish sanasi: 2025-yil 12-aprel",
  "terms_entire": "Ushbu Shartlar, bizning Maxfiylik Siyosatimiz ({privacy_link} da mavjud) bilan birga, Xizmat bo'yicha siz va Piyuo o'rtasidagi to'liq shartnomani tashkil etadi.",
  "terms_entire_title": "12. To'liq Shartnoma",
  "terms_governing": "Ushbu Shartlar Kaliforniya shtati, AQSH qonunlari asosida boshqariladi va talqin etiladi. (Eslatma: Bu sizga mos yurisdiktsiya ekanligini tasdiqlash uchun yuristga murojaat qiling).",
  "terms_governing_title": "10. Hukmron Qonun",
  "terms_liability_access": "Xizmatdan foydalanish yoki foydalana olmasligingiz;",
  "terms_liability_basis": "Ushbu javobgarlik cheklovi da'vo qilingan javobgarlik shartnoma, zarar, beparvolik yoki boshqa asosda asoslangan bo'lishidan qatiy nazar qollanadi.",
  "terms_liability_content": "Xizmatdan olingan har qanday kontent; va",
  "terms_liability_intro": "Qonun ruxsat bergan maksimal darajada, hech qanday holatda piyuo, uning filiallar, zobitlar, direktorlar, xodimlar, agentlar, yetkazib beruvchilar yoki litsenziyachilar bilvosita, tasodifiy, maxsus, oqibatli yoki jazo zararlar uchun javobgar bo'lmaydi:",
  "terms_liability_risk": "Siz xizmat vosita sifatida bepul taqdim etilganligini tan olasiz va rozisiz. siz xizmatdan butunlay o'z xavfingiz ostida foydalanasiz.",
  "terms_liability_third_party": "Xizmatdagi uchinchi shaxslarning har qanday harakati yoki kontenti;",
  "terms_liability_title": "7. Javobgarlik Cheklovi",
  "terms_liability_unauthorized": "Sizning uzatmalar yoki kontentingizga ruxsatsiz kirish, foydalanish yoki o'zgartirish.",
  "terms_license_1": "Ushbu Shartlarga rioya qilish sharti bilan, Piyuo sizga faqat shaxsiy, tijorat bo'lmagan foydalanish uchun Xizmatni yuklab olish, o'rnatish va foydalanish uchun cheklangan, eksklyuziv bo'lmagan, o'tkazib bo'lmaydigan, sublitsenziya berish mumkin bo'lmagan litsenziya beradi.",
  "terms_license_2": "Ushbu litsenziya sizga quyidagi huquqlarni bermaydi:",
  "terms_license_distribute": "Xizmatni uchinchi shaxsga tarqatish, sotish, ijaraga berish, ijara berish, qarzga berish yoki boshqa yo'l bilan berish;",
  "terms_license_modify": "Xizmatni o'zgartirish, moslashtirish, o'zgartirish, tarjima qilish yoki hosilali asarlar yaratish;",
  "terms_license_remove": "Xizmatdagi mulkiy bildirishnomalarni olib tashlash, o'zgartirish yoki yashirish.",
  "terms_license_reverse": "Xizmatni teskari muhandislik qilish, dekompilatsiya qilish yoki qismlarga ajratish;",
  "terms_license_title": "3. Litsenziya",
  "terms_privacy_1": "Piyuo Counter ilovasi maxfiylikni hisobga olgan holda yaratilgan. Ilova ob'ektlarni aniqlash va sanash maqsadida qurilmangizda mahalliy ravishda video ma'lumotlarini qayta ishlaydi.",
  "terms_privacy_2": "Biz ilovadan hech qanday shaxsiy ma'lumotlar, video ma'lumotlar, hisoblash ma'lumotlari yoki foydalanish ma'lumotlarini to'plamaymiz, saqlamaymiz, kirmaymiz yoki uzatmaymiz. Barcha qayta ishlash qurilmangizda mahalliy ravishda sodir bo'ladi.",
  "terms_privacy_3": "Bizning maxfiylik amaliyotlarimiz haqida ko'proq ma'lumot olish uchun {privacy_link} da bizning Maxfiylik Siyosatimizni ko'rib chiqing.",
  "terms_privacy_title": "5. Maxfiylik va Ma'lumotlar",
  "terms_severability": "Agar ushbu Shartlarning biron bir qismi ijro etilmaydigan yoki noto'g'ri deb topilsa, bunday qism o'zgartiriladi va qolgan qoidalar to'liq kuchda qoladi.",
  "terms_severability_title": "11. Ajratish va Voz Kechish",
  "terms_support": "Piyuo Counter bepul taqdim etiladi. Biz Xizmat uchun texnik xizmat ko'rsatish, texnik yordam, yangilanishlar yoki yangilashlar taqdim etishga majbur emasmiz.",
  "terms_support_title": "8. Qo'llab-quvvatlash yoki Texnik Xizmat Yo'q",
  "terms_title": "Piyuo Counter Xizmat Shartlari",
  "terms_use_harm": "Xizmatni o'chirish, haddan tashqari yuklash, zarar berish yoki buzish mumkin bo'lgan har qanday usulda;",
  "terms_use_illegal": "Har qanday federal, davlat, mahalliy yoki xalqaro qonun yoki qoidalarni buzadigan har qanday usulda;",
  "terms_use_intro": "Siz Xizmatni faqat qonuniy maqsadlarda va ushbu Shartlarga muvofiq foydalanishga rozilik bildirasiz. Siz Xizmatni quyidagi maqsadlarda ishlatmaslikka rozilik bildirasiz:",
  "terms_use_malware": "Har qanday virus, trojan otlari, qurtlar, mantiqiy bombalar yoki boshqa zararli yoki texnik jihatdan zarar beruvchi materiallarni kiritish uchun.",
  "terms_use_privacy": "Boshqalarning maxfiylik huquqlarini buzish yoki qonun bilan taqiqlangan har qanday kuzatuv turida qatnashish uchun;",
  "terms_use_title": "4. Qabul Qilinadigan Foydalanish",
  "website_url": "https://piyuo.com"
}