{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "Бид энэхүү нууцлалын бодлогыг үе үе шинэчилж болно. Бид апп дотор эсвэл манай вэб сайтад ({website}) шинэ нууцлалын бодлогыг нийтэлснээр ямар нэгэн өөрчлөлтийг танд мэдэгдэх болно. Ямар нэгэн өөрчлөлтийг мэдэхийн тулд энэхүү нууцлалын бодлогыг тогтмол хянахыг зөвлөж байна.",
  "privacy_changes_2": "Энэхүү нууцлалын бодлогын өөрчлөлт энэ хуудсанд нийтлэгдсэн үеэс хүчин төгөлдөр болно.",
  "privacy_changes_title": "Энэхүү нууцлалын бодлогын өөрчлөлт",
  "privacy_children": "Манай апп нь хүүхэд багтаан хэнээс ч хувийн мэдээлэл цуглуулдаггүй. Бид АНУ-ын хүүхдийн онлайн нууцлалыг хамгаалах хууль (COPPA) болон хүүхдийн өгөгдлийн талаарх GDPR гэх мэт ижил төстэй журмуудыг дагаж мөрддөг. Бид ямар нэгэн өгөгдөл цуглуулдаггүй тул 13 нас хүрээгүй хүүхдүүдээс (эсвэл зарим ЕХ-ны орнуудад 16) өгөгдөл цуглуулдаггүй.",
  "privacy_children_title": "Хүүхдийн нууцлал",
  "privacy_contact_email": "Имэйлээр: {email}",
  "privacy_contact_intro": "Хэрэв танд энэ нууцлалын бодлогын талаар асуулт байвал бидэнтэй холбогдоно уу:",
  "privacy_contact_title": "Бидэнтэй холбогдоно уу",
  "privacy_contact_website": "Манай вэб сайтын энэ хуудсанд зочилснаар: {website}",
  "privacy_effective_date": "Хүчин төгөлдөр болох огноо: 2025 оны 4-р сарын 12",
  "privacy_introduction_1": "Piyuo Counter-т тавтай морил! Энэхүү нууцлалын бодлого нь таныг манай программ хангамжийн аппликейшнийг (\"Апп\") ашиглах үед бид мэдээллийг хэрхэн зохицуулдгийг тайлбарладаг. Бидний үүрэг бол таны хувийн нууцыг хамгаалах явдал юм. Энэ апп нь таны ямар нэгэн хувийн өгөгдлийг цуглуулах эсвэл боловсруулахгүйгээр ажиллахаар бүтээгдсэн.",
  "privacy_introduction_2": "Энэхүү нууцлалын бодлого нь төрөл бүрийн платформ болон аппликейшний дэлгүүрүүдээр дамжуулан боломжтой гар утасны төхөөрөмж болон компьютерт зориулсан Piyuo Counter программ хангамжийн аппликейшнд (\"Апп\") хамаарна.",
  "privacy_introduction_title": "Танилцуулга",
  "privacy_no_collect_intro": "Бид Piyuo Counter аппаар дамжуулан танаас ямар нэгэн хувийн мэдээлэл эсвэл хэрэглээний өгөгдлийг цуглуулдаггүй, хадгалдаггүй, дамжуулдаггүй эсвэл боловсруулдаггүй.",
  "privacy_no_collect_personal": "Хувийн өгөгдөл байхгүй: Бид таны нэр, имэйл хаяг, байршил, төхөөрөмжийн таних тэмдэг эсвэл холбоо барих хаяг зэрэг таныг таних боломжтой ямар нэгэн мэдээллийг асуудаггүй, хандаж болдоггүй эсвэл мөшгөдөггүй.",
  "privacy_no_collect_third_party": "Гуравдагч талын үйлчилгээ байхгүй: Бид шинжилгээ (Firebase Analytics гэх мэт), зар сурталчилгаа (AdMob гэх мэт), үүлэн хадгалалт эсвэл гадны талуудтай өгөгдөл хуваалцахыг хамарсан бусад зорилгоор ямар нэгэн гуравдагч талын үйлчилгээг нэгтгэдэггүй. Апп нь өгөгдөл зохицуулалтын хувьд бүрэн офлайн режимээр ажилладаг.",
  "privacy_no_collect_title": "Бидний цуглуулдаггүй мэдээлэл",
  "privacy_no_collect_usage": "Хэрэглээний өгөгдөл байхгүй: Апп таныг үүнийг хэрхэн ашигладгийг бүртгэдэггүй. Таны бүтээсэн бүх тоолуурын өгөгдөл зөвхөн таны төхөөрөмжинд орон нутагт хадгалагдаж, бидэнд хүрэх боломжгүй байна.",
  "privacy_rights_1": "Европ дахь Ерөнхий өгөгдөл хамгаалах журам (GDPR) болон АНУ-ын янз бүрийн мужийн хуулиуд зэрэг нууцлалын хуулиуд нь хувь хүмүүст тэдний хувийн өгөгдлийн талаарх эрхүүд (хандалт, засвар, устгах гэх мэт) олгодог.",
  "privacy_rights_2": "Piyuo Counter апп таны ямар нэгэн хувийн өгөгдлийг цуглуулдаггүй, хадгалдаггүй эсвэл боловсруулдаггүй тул эдгээр эрхүүд ерөнхийдөө манай аппын хүрээнд хамаарахгүй, учир нь танд хандах, засах эсвэл устгах боломжтой бидний хадгалж буй өгөгдөл байхгүй. Апптай холбоотой ямар ч өгөгдөл зөвхөн таны хяналтын дор таны төхөөрөмжинд байрладаг.",
  "privacy_rights_title": "Таны эрх (GDPR болон бусад хууль)",
  "privacy_security": "Piyuo Counter аппыг ашиглах замаар үүсгэсэн ямар нэгэн өгөгдөл (таны тоололууд гэх мэт) зөвхөн таны төхөөрөмжинд орон нутагт хадгалагдана. Бидэнд энэ өгөгдөлд хандах эрх байхгүй. Бид аппаа стандарт аюулгүй байдлын туршлагаар бүтээдэг ч таны төхөөрөмжинд хадгалагдсан өгөгдлийн аюулгүй байдал нь та өөрийн төхөөрөмжинд авч хэрэгжүүлдэг аюулгүй байдлын арга хэмжээнээс хамаарна.",
  "privacy_security_title": "Өгөгдлийн аюулгүй байдал",
  "privacy_sharing": "Бид ямар нэгэн хувийн мэдээлэл цуглуулдаггүй тул хуваалцдаггүй эсвэл илчлэхгүй. Таны өгөгдөл (таны хянадаг тоолол) таны төхөөрөмжинд үлддэг.",
  "privacy_sharing_title": "Мэдээлэл хуваалцах болон илчлэх",
  "privacy_title": "Piyuo Counter-ийн нууцлалын бодлого",
  "privacy_use": "Бид ямар нэгэн мэдээлэл цуглуулдаггүй тул таны мэдээллийг ямар нэгэн зорилгоор ашигладаггүй.",
  "privacy_use_title": "Бид мэдээллийг хэрхэн ашигладаг",
  "privacy_who_we_are": "Piyuo Counter аппыг Piyuo (\"бид,\" \"бидний\" эсвэл \"манай\") нийлүүлдэг. Манай вэб сайт {website} юм. Хэрэв танд энэ бодлогын талаар асуулт байвал {email} хаягаар бидэнтэй холбогдож болно.",
  "privacy_who_we_are_title": "Бид хэн бэ",
  "website_url": "https://piyuo.com"
}