{
  "terms_title": "Piyuo Counter-ийн үйлчилгээний нөхцөл",
  "terms_effective_date": "Хүчин төгөлдөр болох өдөр: 2025 оны 4-р сарын 12",

  "terms_acceptance_title": "1. Нөхцлийг хүлээн зөвшөөрөх",
  "terms_acceptance": "Piyuo Counter аппликейшнийг (\"Үйлчилгээ\") татаж авах, суулгах эсвэл ашиглахаар эдгээр Үйлчилгээний нөхцөл (\"Нөхцөл\") дагуу үүрэг хүлээхээр та зөвшөөрч байна. Хэрэв та эдгээр нөхцлийн аль нэг хэсэгтэй санал нийлэхгүй бол Үйлчилгээнд хандах боломжгүй.",

  "terms_description_title": "2. Үйлчилгээний тайлбар",
  "terms_description_1": "Piyuo Counter нь таны төхөөрөмжийн камер болон компьютерийн харааны технологийг ашиглан явган зорчигч, тээврийн хэрэгсэл эсвэл бусад объектуудыг бодит цагт автоматаар тоолж, мөрдөх програм хангамж юм.",
  "terms_description_2": "Үйлчилгээ нь бүрэн таны орон нутгийн төхөөрөмж дээр ажиллана. Бид аппликейшнийг ашиглахаас таны өгөгдөл цуглуулах, хадгалах, дамжуулахгүй.",

  "terms_license_title": "3. Лиценз",
  "terms_license_1": "Эдгээр нөхцлийг дагаж мөрдөхөөр Piyuo та танд зөвхөн хувийн, арилжааны бус хэрэглээнд зориулж Үйлчилгээг татаж авах, суулгах, ашиглахад хязгаарлагдмал, онцгой бус, шилжүүлэх боломжгүй, дэд лиценз олгох боломжгүй лиценз олгоно.",
  "terms_license_2": "Энэ лиценз танд дараах эрхийг олгохгүй:",
  "terms_license_reverse": "Үйлчилгээг урвуу инженерчлэх, задлах эсвэл салгах;",
  "terms_license_distribute": "Үйлчилгээг гуравдагч талд түгээх, зарах, түрээслэх, зээлүүлэх эсвэл өөр аргаар шилжүүлэх;",
  "terms_license_modify": "Үйлчилгээг өөрчлөх, дасан зохицуулах, орчуулах эсвэл үүсмэл бүтээл үүсгэх;",
  "terms_license_remove": "Үйлчилгээ дээрх эзэмшлийн тэмдэглэгээг устгах, өөрчлөх эсвэл нуух.",

  "terms_use_title": "4. Зөвшөөрөгдөх хэрэглээ",
  "terms_use_intro": "Та Үйлчилгээг зөвхөн хууль ёсны зорилгоор, эдгээр Нөхцлийн дагуу ашиглахаар зөвшөөрч байна. Та Үйлчилгээг дараах байдлаар ашиглахгүй байхаар зөвшөөрч байна:",
  "terms_use_illegal": "Хэрэглэгдэх холбогдох холбооны, муж, орон нутгийн эсвэл олон улсын хууль, журмыг зөрчих аливаа байдлаар;",
  "terms_use_privacy": "Бусдын хувийн нууцлалын эрхийг зөрчих эсвэл хуулиар хориглосон ямар нэгэн хэлбэрийн тандалтад оролцох;",
  "terms_use_harm": "Үйлчилгээг идэвхгүй болгох, хэт ачаалал өгөх, гэмтээх эсвэл сүйтгэх аливаа байдлаар;",
  "terms_use_malware": "Хорт эсвэл технологийн хувьд хортой вирус, троян морь, өт хорхой, логик бомб эсвэл бусад материал нэвтрүүлэх.",

  "terms_privacy_title": "5. Нууцлал ба өгөгдөл",
  "terms_privacy_1": "Piyuo Counter аппликейшн нь нууцлалыг харгалзан үзэж зохион бүтээгдсэн. Аппликейшн нь объект илрүүлэх, тоолох зорилгоор видео өгөгдлийг таны төхөөрөмж дээр орон нутагт боловсруулна.",
  "terms_privacy_2": "Бид аппликейшнээс хувийн мэдээлэл, видео өгөгдөл, тооллогын өгөгдөл эсвэл хэрэглээний өгөгдөл цуглуулах, хадгалах, хандах эсвэл дамжуулахгүй. Бүх боловсруулалт таны төхөөрөмж дээр орон нутагт явагдана.",
  "terms_privacy_3": "Манай нууцлалын арга барилын талаар дэлгэрэнгүй мэдээллийг {privacy_link} хаягаас манай Нууцлалын бодлогоос үзнэ үү.",

  "terms_disclaimer_title": "6. Баталгаанаас татгалзах",
  "terms_disclaimer_1": "ҮЙЛЧИЛГЭЭ \"БАЙГАА БАЙДЛААРАА\" БОЛОН \"БОЛОМЖИТ БАЙДЛААРАА\" ЯМАР НЭГЭН БАТАЛГААГҮЙГЭЭР ӨГӨГДӨНӨ. ХЭРЭГЛЭГДЭХ ХУУЛИАР ЗӨВШӨӨРӨГДӨХ ХАМГИЙН ИХ ХЭМЖЭЭГЭЭР PIYUO ҮЙЛЧИЛГЭЭТЭЙ ХОЛБОГДОЖ БОЛОХ БҮХИЙ Л БАТАЛГААГ, ТЭДГЭЭР НЬ ТОДОРХОЙ, ДАЛД, ХУУЛИЙН ЭСВЭЛ БУСАД БАЙДЛЫН ҮҮДНЭЭС, АРИЛЖААНЫ ЧАНАР, ТОДОРХОЙ ЗОРИЛГОД ТОХИРОХ БАЙДАЛ, ЭЗЭМШЛИЙН ЭРХ, ЗӨРЧИЛГҮЙ БАЙДЛЫН БҮХИЙ Л ДАЛД БАТАЛГАА БОЛОН БИЗНЕСИЙН ЯВЦ, ГҮЙЦЭТГЭЛИЙН ЯВЦ, ХЭРЭГЛЭЭ ЭСВЭЛ ХУДАЛДААНЫ ПРАКТИКЭЭС ҮҮСЧ БОЛОХ БАТАЛГААНУУД ЗЭРГИЙГ ТОДОРХОЙГООР ТАТГАЛЗАНА.",
  "terms_disclaimer_2": "ДЭЭРХ ЗҮЙЛИЙГ ХЯЗГААРЛАХГҮЙГЭЭР PIYUO ЯМАР НЭГЭН БАТАЛГАА ЭСВЭЛ ҮҮРЭГ ХҮЛЭЭХГҮЙ БӨГӨӨД ҮЙЛЧИЛГЭЭ ТАНЫ ШААРДЛАГЫГ ХАНГАХ, ЗОРЬСОН ҮР ДҮНД ХҮРЭХ, ӨӨРЭӨР НЭГЭН ПРОГРАМ ХАНГАМЖ, АППЛИКЕЙШН, СИСТЕМ ЭСВЭЛ ҮЙЛЧИЛГЭЭТЭЙ НИЙЦЭХ ЭСВЭЛ АЖИЛЛАХ, ТАСАЛДАЛГҮЙ АЖИЛЛАХ, ЯМАР НЭГЭН ГҮЙЦЭТГЭЛ ЭСВЭЛ НАЙДВАРТАЙ БАЙДЛЫН СТАНДАРТЫГ ХАНГАХ, АЛДААГҮЙ БАЙХ ЭСВЭЛ ЯМАР НЭГЭН АЛДАА ЭСВЭЛ СОГОГИЙГ ЗАСАЖ БОЛОХ ЭСВЭЛ ЗАСАХ БОЛНО ГЭХ МЭТ ЯМАР НЭГЭН ТӨРЛИЙН ИЛЭРХИЙЛЭЛ ХИЙХГҮЙ.",
  "terms_disclaimer_3": "БИД АППЛИКЕЙШНИЙГ АШИГЛАХААР ОЛСОН ЯМАР НЭГЭН ӨГӨГДӨЛ ЭСВЭЛ ҮР ДҮНГИЙН (ЯВГАН ЗОРЧИГЧДЫН ТОО ГЭДЭГ МЭТ) НАРИЙВЧЛАЛ, БҮРЭН БАЙДАЛ ЭСВЭЛ НАЙДВАРТАЙ БАЙДЛЫГ БАТАЛГААЖУУЛАХГҮЙ. АППЛИКЕЙШН НЬ БАГАЖ БӨГӨӨД ТҮҮНИЙ ГАРАЛТ НЬ КАМЕРЫН ЧАНАР, ГЭРЭЛТҮҮЛГИЙН НӨХЦӨЛ, СААД БЭРХШЭЭЛ, АЛГОРИТМЫН ХЯЗГААРЛАЛТ ЗЭРЭГ ЯНЗ БҮРИЙН ХҮЧИН ЗҮЙЛСЭЭР НӨЛӨӨЛӨГДӨЖ БОЛНО.",

  "terms_liability_title": "7. Хариуцлагын хязгаарлалт",
  "terms_liability_intro": "ХЭРЭГЛЭГДЭХ ХУУЛИАР ЗӨВШӨӨРӨГДӨХ БҮРЭН ХЭМЖЭЭГЭЭР ЯМАР НЭГЭН ТОХИОЛДОЛД PIYUO, ТҮҮНИЙ ХАРЬЯА БАЙГУУЛЛАГУУД, АЛБАН ТУШААЛТНУУД, ЗАХИРЛУУД, АЖИЛЧИД, ТӨЛӨӨЛӨГЧИД, НИЙЛҮҮЛЭГЧИД ЭСВЭЛ ЛИЦЕНЗИЙН ЭЗЭД НЬ ДАРААХ ЗҮЙЛСЭЭС ҮҮДЭЖ БОЛОХ АШИГ, ӨГӨГДӨЛ, ХЭРЭГЛЭЭ, САЙН НЭР ХҮНД ЭСВЭЛ БУСАД БИЕТ БУС ХОХИРЛЫН АЛДАГДАЛ ЗЭРЭГ ХЯЗГААРЛАЛТГҮЙГЭЭР ШУУД БУС, САНАМСАРГҮЙ, ТУСГАЙ, ҮРЭЭС БОЛОХ ЭСВЭЛ ШИЙТГЭЛИЙН АЛИВАА ХОХИРЛЫГ ХАРИУЦАХГҮЙ:",
  "terms_liability_access": "Таны Үйлчилгээнд хандах эсвэл ашиглах буюу хандах эсвэл ашиглах чадваргүй байдал;",
  "terms_liability_third_party": "Үйлчилгээ дээрх гуравдагч талын аливаа зан авир эсвэл агуулга;",
  "terms_liability_content": "Үйлчилгээнээс олсон аливаа агуулга; болон",
  "terms_liability_unauthorized": "Таны дамжуулга эсвэл агуулгын зөвшөөрөлгүй хандалт, ашиглалт эсвэл өөрчлөлт (Аппликейшн таны тооллогын өгөгдлийг дамжуулахгүй гэдгийг бид тэмдэглэж байна).",
  "terms_liability_basis": "ТАЙЛБАРЛАГДАЖ БУЙ ХАРИУЦЛАГА НЬ ГЭРЭЭ, ГЭМТ ХЭРЭГ, ХАЙХРАМЖГҮЙ БАЙДАЛ, ХАТУУ ХАРИУЦЛАГА ЭСВЭЛ ӨӨРЭӨР НЭГЭН ҮНДЭСЛЭЛ ДЭЭР ТУЛГУУРЛАСАН ЭСЭХ, PIYUO-Д ИЙНХҮҮ ХОХИРОЛ УЧРАХ БОЛОМЖИЙН ТАЛААР АНХААРУУЛСАН БАЙСАН Ч ГЭСЭН ЭНЭХҮҮ ХАРИУЦЛАГЫН ХЯЗГААРЛАЛТ ХЭРЭГЛЭГДЭНЭ.",
  "terms_liability_risk": "ТА ҮЙЛЧИЛГЭЭ НЬ БАГАЖ БОЛГОН ҮНЭГҮЙ ӨГӨГДӨЖ БУЙ ГЭДГИЙГ ХҮЛЭЭН ЗӨВШӨӨРЧ, ЗӨВШӨӨРЧ БАЙНА. ТА ҮЙЛЧИЛГЭЭГ БҮРЭН ӨӨРИЙН ЭРСДЭЛЭЭР АШИГЛАЖ БАЙНА. PIYUO НЬ ТАНЫ ТӨХӨӨРӨМЖ(ҮҮД) ЭСВЭЛ БУСАД ПРОГРАМ ХАНГАМЖИЙН АЛИВАА ГЭМТЭЛ ЭСВЭЛ ҮЙЛЧИЛГЭЭГ АШИГЛАХААС ҮҮДЭЖ БОЛОХ АЛИВАА ҮРЭЭС БОЛОХ ЗҮЙЛИЙН ТАЛААР ЯМАР НЭГЭН ХАРИУЦЛАГА ЭСВЭЛ ҮҮРЭГ ХҮЛЭЭХГҮЙ.",

  "terms_support_title": "8. Дэмжлэг, засвар үйлчилгээ байхгүй",
  "terms_support": "Piyuo Counter үнэгүй өгөгдөнө. Бид Үйлчилгээнд засвар үйлчилгээ, техникийн дэмжлэг, шинэчлэлт эсвэл сайжруулалт хийх ямар нэгэн үүрэг хүлээхгүй. Бид Үйлчилгээ эсвэл түүнтэй холбогддог аливаа үйлчилгээг мэдэгдэлтэй эсвэл мэдэгдэлгүйгээр, танд хариуцлага хүлээлгүйгээр түр зуур эсвэл бүрмөсөн өөрчлөх, түр зогсоох эсвэл зогсоох эрхийг хадгалж үлдээнэ.",

  "terms_changes_title": "9. Эдгээр нөхцлийн өөрчлөлт",
  "terms_changes": "Бид өөрийн бүрэн шийдвэрээр эдгээр Нөхцлийг хэзээ ч өөрчлөх эсвэл солих эрхийг хадгалж үлдээнэ. Хэрэв өөрчлөлт чухал бол бид шинэ нөхцөл хүчин төгөлдөр болохоос өмнө мэдэгдэл өгөхийн тулд боломжийн хэрээр хүчин чармайлт гаргана (жишээ нь, Аппликейшн эсвэл Вэб сайтаар дамжуулан). Юу нь чухал өөрчлөлт болохыг бидний бүрэн шийдвэрээр тодорхойлно. Эдгээр өөрчлөлт хүчин төгөлдөр болсны дараа манай Үйлчилгээнд үргэлжлүүлэн хандах эсвэл ашиглахаар та өөрчлөгдсөн нөхцлийг дагаж мөрдөхөөр зөвшөөрч байна.",

  "terms_governing_title": "10. Хяналтын хууль",
  "terms_governing": "Эдгээр Нөхцөл нь АНУ-ын Калифорниа мужийн хуулиар удирдлага болон тайлбарлагдана, түүний хуулийн зөрчилдөөний зарчмуудыг үл харгалзан. (Тэмдэглэл: Энэ нь танд тохирох эрх мэдлийн хүрээ мөн эсэхийг баталгаажуулахын тулд өмгөөлөгчтэй зөвлөлдөнө үү).",

  "terms_severability_title": "11. Тусгаарлах боломж ба татгалзал",
  "terms_severability": "Хэрэв эдгээр Нөхцлийн аливаа заалт хэрэгжүүлэх боломжгүй эсвэл хүчингүй гэж тооцогдвол ийнхүү заалтыг хэрэглэгдэх хуулийн дагуу боломжит хамгийн их хэмжээгээр тухайн заалтын зорилгыг биелүүлэхийн тулд өөрчлөж, тайлбарлах бөгөөд үлдсэн заалтууд бүрэн хүч чадал, нөлөөллөөр үргэлжлэх болно. Эдгээр Нөхцлийн аливаа нэр томьёоноос татгалзах нь тухайн нэр томьёо эсвэл өөрээр нэгэн нэр томьёоны цаашдын эсвэл үргэлжилсэн татгалзал гэж тооцогдохгүй.",

  "terms_entire_title": "12. Бүрэн гэрээ",
  "terms_entire": "Эдгээр Нөхцөл нь манай Нууцлалын бодлогын хамт ({privacy_link} хаягаас олж болно) Үйлчилгээний талаарх та болон Piyuo хоорондын бүрэн гэрээг бүрдүүлж, Үйлчилгээтэй холбогдох өмнөх болон зэрэгцэх бүх ойлголцол, гэрээ, илэрхийлэл, баталгааг бичгийн болон аманы аль алиныг нь солино.",

  "terms_contact_title": "13. Холбоо барих мэдээлэл",
  "terms_contact_intro": "Хэрэв танд эдгээр Нөхцлийн талаар асуулт байвал биднийг холбогдоно уу:",
  "terms_contact_email": "Имэйлээр: {email}",
  "terms_contact_website": "Манай вэб сайтын энэ хуудсыг зочлоход: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
