{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Sayğac tətbiqini (\"Xidmət\") yükləmək, quraşdırmaq və ya istifadə etməklə siz bu Xidmət Şərtləri (\"Şərtlər\") ilə bağlı olmağı qəbul edirsiniz. Bu şərtlərin hər hansı hissəsi ilə razılaşmırsınızsa, Xidmətə daxil ola bilməzsiniz.",
  "terms_acceptance_title": "1. Şərtlərin Qəbulu",
  "terms_changes": "Biz öz mülahizəmizə görə bu Şərtləri istənilən vaxt dəyişdirmək və ya əvəz etmək hüququnu özümüzdə saxlayırıq. Əgər dəyişiklik əhəmiyyətli olarsa, yeni şərtlər qüvvəyə minməzdən əvvəl bildiriş vermək üçün ağlabatan səylər göstərəcəyik (məsələn, Tətbiq vasitəsilə və ya Vebsaytda). Əhəmiyyətli dəyişikliyin nədən ibarət olduğu bizim mülahizəmizlə müəyyən ediləcək.",
  "terms_changes_title": "9. Bu Şərtlərə Dəyişikliklər",
  "terms_contact_email": "E-poçt vasitəsilə: {email}",
  "terms_contact_intro": "Bu Şərtlərlə bağlı hər hansı sualınız varsa, bizimlə əlaqə saxlayın:",
  "terms_contact_title": "13. Əlaqə Məlumatları",
  "terms_contact_website": "Vebsaytımızda bu səhifəni ziyarət etməklə: {website}",
  "terms_description_1": "Piyuo Sayğac cihazınızın kamerasını və kompüter görmə texnologiyasından istifadə edərək piyadalar, nəqliyyat vasitələri və ya digər əşyalar kimi obyektləri real vaxtda avtomatik saymaq və izləmək üçün proqram tətbiqidir.",
  "terms_description_2": "Xidmət tamamilə sizin yerli cihazınızda işləyir. Biz tətbiqin istifadəsindən heç bir məlumat toplamır, saxlamır və ya ötürmürük.",
  "terms_description_title": "2. Xidmətin Təsviri",
  "terms_disclaimer_1": "Xi̇dmət \"olduğu ki̇mi̇\" və \"mövcud olduğu ki̇mi̇\" hər hansib zəmanətsi̇z təqdi̇m edi̇li̇r. tətbi̇q olunan qanunun i̇cazə verdi̇yi̇ maksimum həddə, piyuo xi̇dmətlə bağli bütün açiq, üstüörtülü, qanuni̇ və di̇gər zəmanətləri̇, ti̇carət qabi̇li̇yyəti̇, xüsusi̇ məqsədə uyğunluq, başliq və hüquq pozuntusu kimi bütün üstüörtülü zəmanətləri̇ açiq şəkildə i̇nkar edi̇r.",
  "terms_disclaimer_2": "Yuxarida göstərilənlərlə məhdudlaşmadan, piyuo xi̇dməti̇n si̇zi̇n tələbləri̇ni̇zi̇ qarşilayacaği, hər hansib nəzərdə tutulan nəti̇cələrə nail olacaği, di̇gər proqram, tətbi̇qlər, si̇stemlər və ya xi̇dmətlərlə uyğun olacaği və ya i̇şləyəcəyi̇ heç bi̇r zəmanət və öhdələ götürmür.",
  "terms_disclaimer_3": "Bi̇z tətbi̇qi̇n i̇sti̇fadəsi̇ i̇lə əld edi̇lən hər hansib məlumat və ya nəti̇cələri̇n (pi̇yadalarin sayi ki̇mi̇) düzgünlüyünə, tamlğina və eti̇barliliğina zəmanət vermi̇ri̇k. tətbi̇q alətdir və onun çixişi kamera keyfi̇yyəti̇, i̇şiqrandanliq şərai̇ti̇, maneələr və alqori̇tmi̇n məhdudluqlari daxi̇l olmaqla müxtəli̇f ami̇llərdən təsi̇rlənə bi̇lər.",
  "terms_disclaimer_title": "6. Zəmanətlərin İnkarı",
  "terms_effective_date": "Qüvvəyə Minmə Tarixi: 12 Aprel 2025",
  "terms_entire": "Bu Şərtlər Məxfilik Siyasətimizlə ({privacy_link} ünvanında mövcuddur) birlikdə Xidmətlə bağlı sizinlə Piyuo arasında tam razılaşmanı təşkil edir və Xidmətlə bağlı əvvəlki və müasir bütün anlaşmaları, razılaşmaları, təqdimatları və zəmanətləri, yazılı və şifahi, əvəz edir.",
  "terms_entire_title": "12. Tam Razılaşma",
  "terms_governing": "Bu Şərtlər Kaliforniya ştatının, ABŞ-ın qanunlarına uyğun olaraq idarə olunacaq və şərh ediləcək, qanun münaqişəsi prinsiplərinə əhəmiyyət verilmədən. (Qeyd: Bu sizin üçün uyğun yurisdiksiya olduğunu təsdiqləmək üçün hüquqşünasla məsləhətləşin).",
  "terms_governing_title": "10. Hakim Qanun",
  "terms_liability_access": "Xidmətə daxil olmanız və ya istifadə etməyiniz və ya daxil ola bilməməyiniz və ya istifadə edə bilməməyiniz;",
  "terms_liability_basis": "Bu məsuli̇yyət məhdudlaşdirilmasi i̇ddi̇a edi̇lən məsuli̇yyəti̇n müqavilə, hüquqpozma, səhlənkarliq, sərt məsuli̇yyət və di̇gər hər hansib əsasda olmasina baxmayaraq tətbi̇q edi̇li̇r.",
  "terms_liability_content": "Xidmətdən əldə edilən hər hansı məzmun; və",
  "terms_liability_intro": "Tətbi̇q olunan qanunun i̇cazə verdi̇yi̇ tam həddə, heç bi̇r halda piyuo, onun əlaqədar şi̇rkətləri̇, məmurlari̇, di̇rektorlari, i̇şçi̇ləri̇, agentləri̇, təmi̇natçilari və li̇senzi̇yaçilari aşağidakilar daxi̇l olmaqla hər hansib dolayi, təsadüfi̇, xüsusi̇, nəti̇cəvi̇ və cəza xaracterli̇ zərərlər üçün məsuli̇yyət daşimayacaq:",
  "terms_liability_risk": "Si̇z eqrar edi̇rsi̇ni̇z və razilaşirsiniz ki̇ xi̇dmət alət ki̇mi̇ pulsuz təqdi̇m edi̇li̇r. si̇z xi̇dməti̇ tamami̇lə öz ri̇ski̇ni̇zə i̇sti̇fadə edi̇rsi̇ni̇z. piyuo ci̇haziniza (ci̇hazlariniza) və di̇gər proqram təmi̇natina və ya xi̇dməti̇n i̇sti̇fadəsi̇ndən yaranan hər hansib nəti̇cələrə görə heç bi̇r məsuli̇yyət və öhdəlik götürmür.",
  "terms_liability_third_party": "Xidmətdə hər hansı üçüncü tərəfin davranışı və ya məzmunu;",
  "terms_liability_title": "7. Məsuliyyətin Məhdudlaşdırılması",
  "terms_liability_unauthorized": "Sizin ötürmələrinizə və ya məzmununuza icazəsiz daxil olma, istifadə və ya dəyişdirmə (biz qeyd edirik ki, Tətbiq sizin sayma məlumatlarınızı ötürmür).",
  "terms_license_1": "Bu Şərtlərə riayət etmək şərti ilə Piyuo sizə yalnız şəxsi, qeyri-kommersiya məqsədləri üçün Xidməti yükləmək, quraşdırmaq və istifadə etmək üçün məhdud, qeyri-eksklüziv, köçürülməz, alt-lisenziya verilməz lisenziya verir.",
  "terms_license_2": "Bu lisenziya sizə aşağıdakı hüquqları vermir:",
  "terms_license_distribute": "Xidməti üçüncü tərəfə paylamaq, satmaq, icarəyə vermək, borc vermək və ya başqa şəkildə köçürmək;",
  "terms_license_modify": "Xidməti dəyişdirmək, uyğunlaşdırmaq, dəyişiklik etmək, tərcümə etmək və ya törəmə əsərlər yaratmaq;",
  "terms_license_remove": "Xidmətdəki hər hansı mülkiyyət bildirişlərini çıxarmaq, dəyişdirmək və ya gizlətmək.",
  "terms_license_reverse": "Xidməti tərs mühəndislik etmək, dekompilə etmək və ya sökülməsi;",
  "terms_license_title": "3. Lisenziya",
  "terms_privacy_1": "Piyuo Sayğac tətbiqi məxfilik nəzərə alınaraq dizayn edilmişdir. Tətbiq obyekt aşkarlama və sayma məqsədləri üçün video məlumatlarını cihazınızda yerli olaraq emal edir.",
  "terms_privacy_2": "Biz tətbiqdən hər hansı şəxsi məlumat, video məlumat, sayma məlumat və ya istifadə məlumatını toplamır, saxlamır, əldə etmir və ya ötürmürük. Bütün emal cihazınızda yerli olaraq baş verir.",
  "terms_privacy_3": "Məxfilik təcrübələrimiz haqqında ətraflı məlumat üçün {privacy_link} ünvanında Məxfilik Siyasətimizi nəzərdən keçirin.",
  "terms_privacy_title": "5. Məxfilik və Məlumat",
  "terms_severability": "Bu Şərtlərin hər hansı müddəasının tətbiq olunmaz və ya etibarsız olduğu müəyyən edilərsə, həmin müddəa tətbiq olunan qanun çərçivəsində bu müddəanın məqsədlərini maksimum dərəcədə həyata keçirmək üçün dəyişdiriləcək və şərh ediləcək və qalan müddəalar tam qüvvədə qalacaq.",
  "terms_severability_title": "11. Ayrılabilirlik və İmtina",
  "terms_support": "Piyuo Sayğac pulsuz təqdim edilir. Biz Xidmət üçün texniki xidmət, texniki dəstək, yeniləmələr və ya təkmilləşdirmələr təqdim etmək öhdəliyi altında deyilik. Bildiriş ilə və ya bildiriş vermədən, sizə qarşı məsuliyyət daşımadan Xidməti və ya ona qoşulan hər hansı xidməti müvəqqəti və ya daimi olaraq dəyişdirmək, dayandırmaq və ya ləğv etmək hüququmuzu özümüzdə saxlayırıq.",
  "terms_support_title": "8. Dəstək və ya Texniki Xidmət Yoxdur",
  "terms_title": "Piyuo Sayğac üçün Xidmət Şərtləri",
  "terms_use_harm": "Xidməti sıradan çıxara, yükləyə, zərər verə və ya pozacaq hər hansı şəkildə;",
  "terms_use_illegal": "Hər hansı tətbiq olunan federal, dövlət, yerli və ya beynəlxalq qanun və ya qaydanı pozan hər hansı şəkildə;",
  "terms_use_intro": "Siz Xidməti yalnız qanuni məqsədlər üçün və bu Şərtlərə uyğun istifadə etməyi razılaşırsınız. Xidməti istifadə etməməyi razılaşırsınız:",
  "terms_use_malware": "Hər hansı virus, troyan atları, qurd, məntiqi bomba və ya zərərli və ya texnoloji cəhətdən zərərli olan digər materialları daxil etmək üçün.",
  "terms_use_privacy": "Başqalarının məxfilik hüquqlarını pozmaq və ya qanunla qadağan olunmuş hər hansı müşahidə formasında iştirak etmək üçün;",
  "terms_use_title": "4. Məqbul İstifadə",
  "website_url": "https://piyuo.com"
}