{
  "terms_title": "Servicevoorwaarden voor Piyuo Counter",
  "terms_effective_date": "Ingangsdatum: 12 april 2025",

  "terms_acceptance_title": "1. Aanvaarding van Voorwaarden",
  "terms_acceptance": "Door het downloaden, installeren of gebruiken van de Piyuo Counter app (de \"Service\"), gaat u ermee akkoord gebonden te zijn aan deze Servicevoorwaarden (de \"Voorwaarden\"). Als u het niet eens bent met enig deel van deze voorwaarden, dan mag u geen toegang krijgen tot de Service.",

  "terms_description_title": "2. Beschrijving van de Service",
  "terms_description_1": "Piyuo Counter is een softwaretoepassing die de camera van uw apparaat en computer vision technologie gebruikt om automatisch objecten zoals voetgangers, voertuigen of andere items in real-time te tellen en te volgen.",
  "terms_description_2": "De Service werkt volledig op uw lokale apparaat. Wij verzamelen, bewaren of verzenden geen gegevens van uw gebruik van de app.",

  "terms_license_title": "3. Licentie",
  "terms_license_1": "Onderworpen aan uw naleving van deze Voorwaarden, verleent Piyuo u een beperkte, niet-exclusieve, niet-overdraagbare, niet-sublicensieerbare licentie om de Service uitsluitend voor uw persoonlijke, niet-commerciële gebruik te downloaden, installeren en gebruiken.",
  "terms_license_2": "Deze licentie verleent u geen rechten om:",
  "terms_license_reverse": "Reverse engineering toe te passen, te decompileren of te disassembleren van de Service;",
  "terms_license_distribute": "De Service te distribueren, verkopen, verhuren, uitlenen of anderszins over te dragen aan derden;",
  "terms_license_modify": "De Service te modificeren, aan te passen, te wijzigen, te vertalen of afgeleide werken te creëren;",
  "terms_license_remove": "Eigendomsberichten op de Service te verwijderen, wijzigen of verduisteren.",

  "terms_use_title": "4. Acceptabel Gebruik",
  "terms_use_intro": "U gaat ermee akkoord de Service alleen te gebruiken voor wettige doeleinden en in overeenstemming met deze Voorwaarden. U gaat ermee akkoord de Service niet te gebruiken:",
  "terms_use_illegal": "Op enige wijze die enige toepasselijke federale, statelijke, lokale of internationale wet of regelgeving overtreedt;",
  "terms_use_privacy": "Om de privacyrechten van anderen te schenden of betrokken te raken bij enige vorm van surveillance die bij wet verboden is;",
  "terms_use_harm": "Op enige wijze die de Service zou kunnen uitschakelen, overbelasten, beschadigen of aantasten;",
  "terms_use_malware": "Om virussen, trojaanse paarden, wormen, logische bommen of ander materiaal dat kwaadaardig of technisch schadelijk is te introduceren.",

  "terms_privacy_title": "5. Privacy en Gegevens",
  "terms_privacy_1": "De Piyuo Counter app is ontworpen met privacy in gedachten. De app verwerkt videogegevens lokaal op uw apparaat voor objectdetectie en teldoeleinden.",
  "terms_privacy_2": "Wij verzamelen, bewaren, benaderen of verzenden geen persoonlijke informatie, videogegevens, telgegevens of gebruiksgegevens van de app. Alle verwerking gebeurt lokaal op uw apparaat.",
  "terms_privacy_3": "Voor meer details over onze privacypraktijken, bekijk ons Privacybeleid op {privacy_link}.",

  "terms_disclaimer_title": "6. Uitsluiting van Garanties",
  "terms_disclaimer_1": "DE SERVICE WORDT GELEVERD \"ZOALS HET IS\" EN \"ZOALS BESCHIKBAAR\" ZONDER GARANTIE VAN WELKE AARD DAN OOK. VOOR ZOVER MAXIMAAL TOEGESTAAN DOOR DE TOEPASSELIJKE WET, WIJST PIYUO UITDRUKKELIJK ALLE GARANTIES AF, OF DEZE NU UITDRUKKELIJK, IMPLICIET, WETTELIJK OF ANDERSZINS ZIJN, MET BETREKKING TOT DE SERVICE, INCLUSIEF ALLE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL, TITEL EN NIET-INBREUK.",
  "terms_disclaimer_2": "ZONDER BEPERKING VAN HET VOORGAANDE, BIEDT PIYUO GEEN GARANTIE OF VERBINTENIS EN DOET GEEN ENKELE VERKLARING DAT DE SERVICE AAN UW VEREISTEN ZAL VOLDOEN, BEOOGDE RESULTATEN ZAL BEREIKEN, COMPATIBEL ZAL ZIJN OF ZAL WERKEN MET ANDERE SOFTWARE, TOEPASSINGEN, SYSTEMEN OF SERVICES.",
  "terms_disclaimer_3": "WIJ GARANDEREN NIET DE NAUWKEURIGHEID, VOLLEDIGHEID OF BETROUWBAARHEID VAN GEGEVENS OF RESULTATEN VERKREGEN DOOR HET GEBRUIK VAN DE APP. DE APP IS EEN HULPMIDDEL EN DE OUTPUT KAN WORDEN BEÏNVLOED DOOR VERSCHILLENDE FACTOREN WAARONDER CAMERAKWALITEIT, LICHTOMSTANDIGHEDEN EN ALGORITME BEPERKINGEN.",

  "terms_liability_title": "7. Beperking van Aansprakelijkheid",
  "terms_liability_intro": "VOOR ZOVER MAXIMAAL TOEGESTAAN DOOR DE TOEPASSELIJKE WET, ZULLEN PIYUO, HAAR GELIEERDE ONDERNEMINGEN, FUNCTIONARISSEN, DIRECTEUREN, WERKNEMERS, AGENTEN, LEVERANCIERS OF LICENTIEGEVERS IN GEEN GEVAL AANSPRAKELIJK ZIJN VOOR INDIRECTE, INCIDENTELE, SPECIALE, GEVOLGSCHADE OF PUNITIEVE SCHADE, INCLUSIEF ZONDER BEPERKING, VERLIES VAN WINST, GEGEVENS, GEBRUIK, GOODWILL OF ANDERE IMMATERIËLE VERLIEZEN, VOORTVLOEIEND UIT:",
  "terms_liability_access": "Uw toegang tot of gebruik van of onvermogen om toegang te krijgen tot of gebruik te maken van de Service;",
  "terms_liability_third_party": "Enig gedrag of inhoud van derden op de Service;",
  "terms_liability_content": "Enige inhoud verkregen van de Service; en",
  "terms_liability_unauthorized": "Ongeautoriseerde toegang, gebruik of wijziging van uw transmissies of inhoud.",
  "terms_liability_basis": "DEZE BEPERKING VAN AANSPRAKELIJKHEID IS VAN TOEPASSING ONGEACHT OF DE BEWEERDE AANSPRAKELIJKHEID GEBASEERD IS OP CONTRACT, ONRECHTMATIGE DAAD, NALATIGHEID, STRIKTE AANSPRAKELIJKHEID OF ENIGE ANDERE BASIS, ZELFS ALS PIYUO OP DE HOOGTE IS GESTELD VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE.",
  "terms_liability_risk": "U ERKENT EN GAAT ERMEE AKKOORD DAT DE SERVICE GRATIS WORDT GELEVERD ALS EEN HULPMIDDEL. U GEBRUIKT DE SERVICE GEHEEL OP EIGEN RISICO. PIYUO NEEMT GEEN VERANTWOORDELIJKHEID VOOR SCHADE AAN UW APPARAAT(EN) OF ANDERE SOFTWARE, OF ENIGE GEVOLGEN VOORTVLOEIEND UIT UW GEBRUIK VAN DE SERVICE.",

  "terms_support_title": "8. Geen Ondersteuning of Onderhoud",
  "terms_support": "Piyuo Counter wordt gratis geleverd. Wij zijn niet verplicht om onderhoud, technische ondersteuning, updates of upgrades voor de Service te bieden. Wij behouden ons het recht voor om de Service of enige service waarmee deze verbinding maakt tijdelijk of permanent te wijzigen, op te schorten of stop te zetten, met of zonder kennisgeving en zonder aansprakelijkheid jegens u.",

  "terms_changes_title": "9. Wijzigingen aan Deze Voorwaarden",
  "terms_changes": "Wij behouden ons het recht voor om naar eigen goeddunken deze Voorwaarden op elk moment te wijzigen of te vervangen. Als een herziening materieel is, zullen wij redelijke inspanningen ondernemen om kennisgeving te geven voordat nieuwe voorwaarden van kracht worden. Wat een materiële wijziging vormt wordt naar ons eigen goeddunken bepaald. Door na deze herzieningen van kracht worden toegang te blijven krijgen tot of gebruik te maken van onze Service, gaat u ermee akkoord gebonden te zijn aan de herziene voorwaarden.",

  "terms_governing_title": "10. Toepasselijk Recht",
  "terms_governing": "Deze Voorwaarden worden beheerst door en geïnterpreteerd in overeenstemming met de wetten van de Staat Californië, Verenigde Staten, zonder rekening te houden met de conflictrechtelijke beginselen.",

  "terms_severability_title": "11. Deelbaarheid en Afstand",
  "terms_severability": "Als enige bepaling van deze Voorwaarden niet-afdwingbaar of ongeldig wordt geacht, zal een dergelijke bepaling worden gewijzigd en geïnterpreteerd om de doelstellingen van een dergelijke bepaling te bereiken voor zover maximaal mogelijk onder de toepasselijke wet, en de resterende bepalingen zullen van kracht blijven.",

  "terms_entire_title": "12. Volledige Overeenkomst",
  "terms_entire": "Deze Voorwaarden, samen met ons Privacybeleid, vormen de volledige overeenkomst tussen u en Piyuo betreffende de Service en vervangen alle eerdere en gelijktijdige begrippen, overeenkomsten, verklaringen en garanties, zowel schriftelijk als mondeling, betreffende de Service.",

  "terms_contact_title": "13. Contactinformatie",
  "terms_contact_intro": "Als u vragen heeft over deze Voorwaarden, neem dan contact met ons op:",
  "terms_contact_email": "Per e-mail: {email}",
  "terms_contact_website": "Door deze pagina op onze website te bezoeken: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
