{
  "app_desc": "जानना चाहते हैं कि कितने लोग गुजरते हैं? यह ऐप आपके फोन के कैमरे का उपयोग करके बुद्धिमानी से पैदल चलने वालों की पहचान और स्वचालित रूप से गिनती करता है। कोई मैनुअल इनपुट नहीं चाहिए। थकाऊ गिनती को अलविदा कहें और आसानी से यातायात प्रवाह की निगरानी करें।",
  "index_1": "24/7 ट्रैकिंग",
  "index_1_desc": "किसी भी समय अवधि के लिए पैदल यातायात की गिनती देखें।",
  "index_2": "एकाधिक वस्तु ट्रैकिंग",
  "index_2_desc": "पैदल चलने वालों, कारों, साइकिलों और अधिक की एक साथ गिनती करें",
  "index_3": "कस्टम डिटेक्शन ज़ोन",
  "index_3_desc": "विशिष्ट क्षेत्रों में यातायात की गिनती के लिए कस्टम डिटेक्शन ज़ोन परिभाषित करें।",
  "index_4": "लचीले काउंटिंग मोड",
  "index_4_desc": "डिटेक्शन ज़ोन के भीतर नई दिखाई देने वाली वस्तुओं या जो स्थिर रहती हैं, उनकी गिनती करने का चयन करें।",
  "index_desktop2_desc": "मोबाइल डिवाइस कैमरों के अलावा, हम रिकॉर्ड किए गए वीडियो फाइलों, वेबकैम इनपुट और RTSP जैसे इंटरनेट लाइव स्ट्रीम का समर्थन करते हैं। यह आपको मौजूदा डिवाइसों से कनेक्ट करने और तुरंत यातायात प्रवाह को मापने की अनुमति देता है।",
  "index_desktop2_title": "लाइव स्ट्रीम समर्थन",
  "index_desktop_desc": "हम डेस्कटॉप संस्करण भी प्रदान करते हैं। हम iOS/Android/Mac/Windows के लिए संस्करण प्रदान करते हैं, जिससे आप मोबाइल डिवाइस और वेबकैम वाले डेस्कटॉप दोनों का उपयोग कर सकते हैं। डेस्कटॉप संस्करण कई वीडियो स्रोतों का समर्थन करता है, जिससे कई स्ट्रीम से एक साथ गिनती करना संभव होता है।",
  "index_desktop_title": "डेस्कटॉप संस्करण उपलब्धता",
  "index_download": "डाउनलोड",
  "index_download_soon": "जल्द ही आ रहा है।",
  "index_email_us": "हमें ईमेल करें",
  "index_language": "भाषा",
  "index_video_desc": "इंटरनेट की आवश्यकता नहीं। पारंपरिक क्लिकर से लोगों को मैन्युअल रूप से गिनने की आवश्यकता नहीं। बस अपने फोन को ऑटोमैटिक रूप से पैदल यातायात को ट्रैक करने के लिए सेट करें।",
  "index_video_title": "आपका फोन अब पैदल चलने वालों को पहचानने के लिए AI का उपयोग कर सकता है।",
  "privacy": "निजता नीति",
  "terms": "सेवा शर्तें",
  "video_desc": "इंटरनेट की आवश्यकता नहीं। पारंपरिक क्लिकर से लोगों को मैन्युअल रूप से गिनने की आवश्यकता नहीं। बस अपने फोन को ऑटोमैटिक रूप से पैदल यातायात को ट्रैक करने के लिए सेट करें।"
}