{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम ऐप के भीतर या हमारी वेबसाइट ({website}) पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी बदलाव की सूचना देंगे। आपको सलाह दी जाती है कि किसी भी बदलाव के लिए इस गोपनीयता नीति की समय-समय पर समीक्षा करें।",
  "privacy_changes_2": "इस गोपनीयता नीति में परिवर्तन इस पृष्ठ पर पोस्ट होने पर प्रभावी हैं।",
  "privacy_changes_title": "इस गोपनीयता नीति में परिवर्तन",
  "privacy_children": "हमारा ऐप बच्चों सहित किसी से भी व्यक्तिगत जानकारी एकत्र नहीं करता। हम अमेरिका में बच्चों की ऑनलाइन गोपनीयता संरक्षण अधिनियम (COPPA) और बच्चों के डेटा के संबंध में GDPR जैसे समान नियमों का अनुपालन करते हैं। चूंकि हम डेटा एकत्र नहीं करते, हम स्वाभाविक रूप से 13 वर्ष से कम (या कुछ EU देशों में 16 वर्ष से कम) के बच्चों से डेटा एकत्र नहीं करते।",
  "privacy_children_title": "बच्चों की गोपनीयता",
  "privacy_contact_email": "ईमेल द्वारा: {email}",
  "privacy_contact_intro": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:",
  "privacy_contact_title": "हमसे संपर्क करें",
  "privacy_contact_website": "हमारी वेबसाइट पर इस पृष्ठ पर जाकर: {website}",
  "privacy_effective_date": "प्रभावी तिथि: 12 अप्रैल, 2025",
  "privacy_introduction_1": "Piyuo Counter में आपका स्वागत है! यह गोपनीयता नीति बताती है कि जब आप हमारे सॉफ़्टवेयर एप्लिकेशन (\"ऐप\") का उपयोग करते हैं तो हम जानकारी को कैसे संभालते हैं। हमारी प्रतिबद्धता आपकी गोपनीयता के लिए है। यह ऐप आपके किसी भी व्यक्तिगत डेटा को एकत्र या संसाधित किए बिना काम करने के लिए डिज़ाइन किया गया है।",
  "privacy_introduction_2": "यह गोपनीयता नीति मोबाइल डिवाइस और कंप्यूटर के लिए Piyuo Counter सॉफ़्टवेयर एप्लिकेशन (\"ऐप\") पर लागू होती है, जो विभिन्न प्लेटफॉर्म और एप्लिकेशन स्टोर में उपलब्ध है।",
  "privacy_introduction_title": "परिचय",
  "privacy_no_collect_intro": "हम Piyuo Counter ऐप के माध्यम से आपसे कोई व्यक्तिगत जानकारी या उपयोग डेटा एकत्र, संग्रहीत, प्रेषित या संसाधित नहीं करते हैं।",
  "privacy_no_collect_personal": "कोई व्यक्तिगत डेटा नहीं: हम आपके नाम, ईमेल पता, स्थान, डिवाइस पहचानकर्ता, या संपर्क जैसी किसी भी जानकारी के लिए अनुरोध नहीं करते, उस तक पहुंच नहीं बनाते या ट्रैक नहीं करते जो आपकी पहचान कर सकती है।",
  "privacy_no_collect_third_party": "कोई तृतीय-पक्ष सेवाएं नहीं: हम एनालिटिक्स (जैसे Firebase Analytics), विज्ञापन (जैसे AdMob), क्लाउड स्टोरेज, या किसी अन्य उद्देश्य के लिए तृतीय-पक्ष सेवाओं को एकीकृत नहीं करते जिसमें बाहरी पार्टियों के साथ डेटा साझा करना शामिल हो। ऐप डेटा हैंडलिंग के मामले में पूरी तरह से ऑफ़लाइन काम करता है।",
  "privacy_no_collect_title": "जानकारी जो हम एकत्र नहीं करते",
  "privacy_no_collect_usage": "कोई उपयोग डेटा नहीं: ऐप यह रिकॉर्ड नहीं करता कि आप इसका उपयोग कैसे करते हैं। आपके द्वारा बनाया गया सभी काउंटर डेटा केवल आपके डिवाइस पर स्थानीय रूप से संग्रहीत होता है और हमारे लिए पहुंच योग्य नहीं है।",
  "privacy_rights_1": "गोपनीयता कानून जैसे डिजिटल व्यक्तिगत डेटा संरक्षण अधिनियम (DPDPA) 2023 और विभिन्न नियम व्यक्तियों को उनके व्यक्तिगत डेटा पर अधिकार (जैसे पहुंच, सुधार, विलोपन) प्रदान करते हैं।",
  "privacy_rights_2": "क्योंकि Piyuo Counter ऐप आपके किसी भी व्यक्तिगत डेटा को एकत्र, संग्रहीत या संसाधित नहीं करता, ये अधिकार आम तौर पर हमारे ऐप के संदर्भ में लागू नहीं हैं, क्योंकि हमारे पास कोई डेटा नहीं है जिसे आप एक्सेस, सही या हटा सकें। ऐप से संबंधित कोई भी डेटा केवल आपके डिवाइस पर, आपके नियंत्रण में रहता है।",
  "privacy_rights_title": "आपके अधिकार (GDPR और अन्य कानून)",
  "privacy_security": "Piyuo Counter ऐप का उपयोग करके उत्पन्न कोई भी डेटा (जैसे आपकी गिनती) केवल आपके डिवाइस पर स्थानीय रूप से संग्रहीत होता है। हमारी इस डेटा तक पहुंच नहीं है। जबकि हम मानक सुरक्षा प्रथाओं के साथ अपना ऐप बनाते हैं, आपके डिवाइस पर संग्रहीत डेटा की सुरक्षा उन सुरक्षा उपायों पर निर्भर करती है जो आप अपने डिवाइस के लिए खुद करते हैं।",
  "privacy_security_title": "डेटा सुरक्षा",
  "privacy_sharing": "हम किसी भी व्यक्तिगत जानकारी को साझा या प्रकट नहीं करते क्योंकि हम कोई एकत्र नहीं करते। आपका डेटा (जो गिनती आप ट्रैक करते हैं) आपके डिवाइस पर रहता है।",
  "privacy_sharing_title": "जानकारी साझाकरण और प्रकटीकरण",
  "privacy_title": "Piyuo Counter गोपनीयता नीति",
  "privacy_use": "चूंकि हम कोई जानकारी एकत्र नहीं करते, इसलिए हम आपकी जानकारी का किसी भी उद्देश्य के लिए उपयोग नहीं करते।",
  "privacy_use_title": "हम जानकारी का उपयोग कैसे करते हैं",
  "privacy_who_we_are": "Piyuo Counter ऐप Piyuo (\"हम\", \"हमारा\" या \"हमारे\") द्वारा प्रदान किया जाता है। हमारी वेबसाइट {website} है। यदि आपके पास इस नीति के बारे में प्रश्न हैं, तो आप हमसे {email} पर संपर्क कर सकते हैं।",
  "privacy_who_we_are_title": "हम कौन हैं",
  "website_url": "https://piyuo.com"
}