{
  "terms_title": "Piyuo Counter के लिए सेवा की शर्तें",
  "terms_effective_date": "प्रभावी तिथि: 12 अप्रैल 2025",

  "terms_acceptance_title": "1. शर्तों की स्वीकृति",
  "terms_acceptance": "Piyuo Counter ऐप (\"सेवा\") को डाउनलोड, इंस्टॉल या उपयोग करके, आप इन सेवा की शर्तों (\"शर्तें\") से बाध्य होने के लिए सहमत हैं। यदि आप इन शर्तों के किसी भी भाग से असहमत हैं, तो आप सेवा तक पहुंच नहीं बना सकते।",

  "terms_description_title": "2. सेवा का विवरण",
  "terms_description_1": "Piyuo Counter एक सॉफ्टवेयर एप्लिकेशन है जो आपके डिवाइस के कैमरे और कंप्यूटर विज़न तकनीक का उपयोग करके पैदल चलने वाले, वाहन या अन्य वस्तुओं जैसी वस्तुओं को रियल-टाइम में स्वचालित रूप से गिनने और ट्रैक करने के लिए करता है।",
  "terms_description_2": "सेवा पूरी तरह से आपके स्थानीय डिवाइस पर काम करती है। हम ऐप के आपके उपयोग से कोई भी डेटा संग्रहीत, भंडारित या प्रसारित नहीं करते हैं।",

  "terms_license_title": "3. लाइसेंस",
  "terms_license_1": "इन शर्तों के आपके अनुपालन के अधीन, Piyuo आपको केवल आपके व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए सेवा को डाउनलोड, इंस्टॉल और उपयोग करने के लिए एक सीमित, गैर-विशेष, गैर-स्थानांतरणीय, गैर-उप-लाइसेंसयोग्य लाइसेंस प्रदान करता है।",
  "terms_license_2": "यह लाइसेंस आपको निम्नलिखित अधिकार प्रदान नहीं करता:",
  "terms_license_reverse": "सेवा का रिवर्स इंजीनियरिंग, डीकंपाइल या डिसअसेंबल करना;",
  "terms_license_distribute": "सेवा को किसी तीसरे पक्ष को वितरित, बेचना, पट्टे पर देना, उधार देना या अन्यथा स्थानांतरित करना;",
  "terms_license_modify": "सेवा को संशोधित, अनुकूलित, परिवर्तित, अनुवादित या व्युत्पन्न कार्य बनाना;",
  "terms_license_remove": "सेवा पर किसी भी स्वामित्व नोटिस को हटाना, बदलना या अस्पष्ट करना।",

  "terms_use_title": "4. स्वीकार्य उपयोग",
  "terms_use_intro": "आप केवल वैध उद्देश्यों के लिए और इन शर्तों के अनुसार सेवा का उपयोग करने के लिए सहमत हैं। आप निम्नलिखित तरीकों से सेवा का उपयोग न करने के लिए सहमत हैं:",
  "terms_use_illegal": "किसी भी तरीके से जो किसी भी लागू संघीय, राज्य, स्थानीय या अंतर्राष्ट्रीय कानून या नियम का उल्लंघन करता है;",
  "terms_use_privacy": "दूसरों की गोपनीयता अधिकारों का उल्लंघन करने या कानून द्वारा निषिद्ध किसी भी प्रकार की निगरानी में संलग्न होने के लिए;",
  "terms_use_harm": "किसी भी तरीके से जो सेवा को अक्षम, अधिभारित, क्षतिग्रस्त या बिगाड़ सकता है;",
  "terms_use_malware": "कोई भी वायरस, ट्रोजन हॉर्स, वर्म्स, लॉजिक बम या अन्य दुर्भावनापूर्ण या तकनीकी रूप से हानिकारक सामग्री का परिचय देने के लिए।",

  "terms_privacy_title": "5. गोपनीयता और डेटा",
  "terms_privacy_1": "Piyuo Counter ऐप गोपनीयता को ध्यान में रखकर डिज़ाइन किया गया है। ऐप ऑब्जेक्ट डिटेक्शन और काउंटिंग उद्देश्यों के लिए आपके डिवाइस पर स्थानीय रूप से वीडियो डेटा प्रोसेस करता है।",
  "terms_privacy_2": "हम ऐप से कोई भी व्यक्तिगत जानकारी, वीडियो डेटा, काउंट डेटा या उपयोग डेटा एकत्र, भंडारित, पहुंच या प्रसारित नहीं करते हैं। सभी प्रसंस्करण आपके डिवाइस पर स्थानीय रूप से होता है।",
  "terms_privacy_3": "हमारी गोपनीयता प्रथाओं के बारे में अधिक जानकारी के लिए, कृपया {privacy_link} पर हमारी गोपनीयता नीति की समीक्षा करें।",

  "terms_disclaimer_title": "6. वारंटी का अस्वीकरण",
  "terms_disclaimer_1": "सेवा \"जैसी है\" और \"जैसी उपलब्ध है\" के आधार पर किसी भी प्रकार की वारंटी के बिना प्रदान की जाती है। लागू कानून द्वारा अनुमतित अधिकतम सीमा तक, Piyuo सेवा के संबंध में सभी वारंटियों को स्पष्ट रूप से अस्वीकार करता है, चाहे वे स्पष्ट, निहित, वैधानिक या अन्य हों, जिसमें व्यापारिकता, किसी विशिष्ट उद्देश्य के लिए उपयुक्तता, शीर्षक और गैर-उल्लंघन की सभी निहित वारंटियां शामिल हैं।",
  "terms_disclaimer_2": "पूर्वगामी की सीमा के बिना, Piyuo कोई वारंटी या प्रतिबद्धता प्रदान नहीं करता है और किसी भी प्रकार का कोई प्रतिनिधित्व नहीं करता है कि सेवा आपकी आवश्यकताओं को पूरा करेगी, इच्छित परिणाम प्राप्त करेगी, किसी अन्य सॉफ्टवेयर, एप्लिकेशन, सिस्टम या सेवाओं के साथ संगत होगी या काम करेगी।",
  "terms_disclaimer_3": "हम ऐप के उपयोग के माध्यम से प्राप्त किसी भी डेटा या परिणाम की सटीकता, पूर्णता या विश्वसनीयता की गारंटी नहीं देते हैं। ऐप एक उपकरण है और इसका आउटपुट कैमरा गुणवत्ता, प्रकाश स्थितियों और एल्गोरिदम की सीमाओं सहित विभिन्न कारकों से प्रभावित हो सकता है।",

  "terms_liability_title": "7. देयता की सीमा",
  "terms_liability_intro": "लागू कानून द्वारा अनुमतित अधिकतम सीमा तक, किसी भी स्थिति में Piyuo, इसकी सहयोगी कंपनियां, अधिकारी, निदेशक, कर्मचारी, एजेंट, आपूर्तिकर्ता या लाइसेंसकर्ता निम्नलिखित से उत्पन्न होने वाली अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी या दंडात्मक क्षति के लिए उत्तरदायी नहीं होंगे, जिसमें बिना सीमा के, लाभ, डेटा, उपयोग, सद्भावना या अन्य अमूर्त हानियों का नुकसान शामिल है:",
  "terms_liability_access": "सेवा तक आपकी पहुंच या उपयोग या पहुंच या उपयोग करने में असमर्थता;",
  "terms_liability_third_party": "सेवा पर किसी तीसरे पक्ष का कोई आचरण या सामग्री;",
  "terms_liability_content": "सेवा से प्राप्त कोई भी सामग्री; और",
  "terms_liability_unauthorized": "आपके प्रसारण या सामग्री तक अनधिकृत पहुंच, उपयोग या परिवर्तन।",
  "terms_liability_basis": "यह देयता सीमा लागू होती है चाहे कथित देयता अनुबंध, अपकृत्य, लापरवाही, सख्त देयता या किसी अन्य आधार पर आधारित हो, भले ही Piyuo को ऐसी क्षति की संभावना के बारे में सलाह दी गई हो।",
  "terms_liability_risk": "आप स्वीकार करते हैं और सहमत हैं कि सेवा एक उपकरण के रूप में निःशुल्क प्रदान की जाती है। आप पूरी तरह से अपने जोखिम पर सेवा का उपयोग करते हैं। Piyuo आपके डिवाइस(डिवाइसों) या अन्य सॉफ्टवेयर को होने वाली किसी भी क्षति या आपकी सेवा के उपयोग से उत्पन्न होने वाले किसी भी परिणाम के लिए कोई जिम्मेदारी नहीं लेता है।",

  "terms_support_title": "8. कोई समर्थन या रखरखाव नहीं",
  "terms_support": "Piyuo Counter निःशुल्क प्रदान किया जाता है। हमारी सेवा के लिए रखरखाव, तकनीकी सहायता, अपडेट या अपग्रेड प्रदान करने की कोई बाध्यता नहीं है। हम सेवा या इससे जुड़ी किसी भी सेवा को अस्थायी या स्थायी रूप से संशोधित, निलंबित या बंद करने का अधिकार सुरक्षित रखते हैं, सूचना के साथ या बिना और आपके प्रति बिना किसी दायित्व के।",

  "terms_changes_title": "9. इन शर्तों में परिवर्तन",
  "terms_changes": "हम अपने विवेकाधिकार से किसी भी समय इन शर्तों को संशोधित या बदलने का अधिकार सुरक्षित रखते हैं। यदि कोई संशोधन महत्वपूर्ण है, तो हम कोई भी नई शर्तें प्रभावी होने से पहले सूचना प्रदान करने के लिए उचित प्रयास करेंगे। क्या एक महत्वपूर्ण परिवर्तन का गठन करता है, यह हमारे विवेकाधिकार से निर्धारित किया जाएगा। इन संशोधनों के प्रभावी होने के बाद हमारी सेवा तक पहुंच जारी रखने या उपयोग करने से, आप संशोधित शर्तों से बाध्य होने के लिए सहमत हैं।",

  "terms_governing_title": "10. शासी कानून",
  "terms_governing": "ये शर्तें कैलिफोर्निया राज्य, संयुक्त राज्य अमेरिका के कानूनों के अनुसार शासित और व्याख्यायित होंगी, इसके कानूनी सिद्धांतों के संघर्ष की परवाह किए बिना।",

  "terms_severability_title": "11. विभाज्यता और छूट",
  "terms_severability": "यदि इन शर्तों का कोई भी प्रावधान अप्रवर्तनीय या अमान्य माना जाता है, तो ऐसे प्रावधान को लागू कानून के तहत अधिकतम संभावित सीमा तक ऐसे प्रावधान के उद्देश्यों को पूरा करने के लिए बदला और व्याख्यायित किया जाएगा, और शेष प्रावधान पूर्ण बल और प्रभाव में जारी रहेंगे।",

  "terms_entire_title": "12. संपूर्ण समझौता",
  "terms_entire": "ये शर्तें, हमारी गोपनीयता नीति के साथ मिलकर, सेवा के संबंध में आपके और Piyuo के बीच संपूर्ण समझौते का गठन करती हैं और सेवा के संबंध में सभी पूर्व और समसामयिक समझ, समझौते, प्रतिनिधित्व और वारंटी, लिखित और मौखिक दोनों को प्रतिस्थापित करती हैं।",

  "terms_contact_title": "13. संपर्क जानकारी",
  "terms_contact_intro": "यदि आपके पास इन शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:",
  "terms_contact_email": "ईमेल द्वारा: {email}",
  "terms_contact_website": "हमारी वेबसाइट पर इस पृष्ठ पर जाकर: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
