{
  "app_desc": "Хотите знать, сколько людей проходит мимо? Это приложение использует камеру вашего телефона для интеллектуального распознавания и автоматического подсчета пешеходов. Ручной ввод не требуется. Попрощайтесь с утомительным подсчетом и легко отслеживайте поток движения.",
  "index_1": "Круглосуточное отслеживание",
  "index_1_desc": "Просматривайте количество пешеходов за любой период времени.",
  "index_2": "Отслеживание нескольких объектов",
  "index_2_desc": "Одновременно считайте пешеходов, автомобили, велосипеды и многое другое",
  "index_3": "Настраиваемые зоны обнаружения",
  "index_3_desc": "Определите пользовательские зоны обнаружения для подсчета трафика в определенных областях.",
  "index_4": "Гибкие режимы подсчета",
  "index_4_desc": "Выберите подсчет вновь появляющихся объектов в зоне обнаружения или тех, которые остаются неподвижными.",
  "index_desktop2_desc": "Помимо камер мобильных устройств, мы поддерживаем записанные видеофайлы, веб-камеры и интернет-трансляции, такие как RTSP. Это позволяет подключаться к существующим устройствам и сразу же начинать измерять поток трафика.",
  "index_desktop2_title": "Поддержка прямых трансляций",
  "index_desktop_desc": "Мы также предлагаем настольную версию. Мы предоставляем версии для iOS/Android/Mac/Windows, что позволяет использовать как мобильные устройства, так и настольные компьютеры с веб-камерами. Настольная версия дополнительно поддерживает несколько источников видео, что позволяет одновременно вести подсчет из нескольких потоков.",
  "index_desktop_title": "Доступность настольной версии",
  "index_download": "Скачать",
  "index_download_soon": "Скоро в доступе.",
  "index_email_us": "Напишите нам",
  "index_language": "Язык",
  "index_video_desc": "Интернет не требуется. Нет необходимости вручную считать людей с помощью традиционного счетчика. Просто настройте телефон для автоматического отслеживания проходящего пешеходного потока.",
  "index_video_title": "Ваш телефон теперь может использовать ИИ для распознавания пешеходов.",
  "privacy": "Конфіденційність",
  "terms": "Умови використання",
  "video_desc": "Интернет не требуется. Нет необходимости вручную считать людей с помощью традиционного счетчика. Просто настройте телефон для автоматического отслеживания проходящего пешеходного потока."
}