{
  "index_download": "ဒေါင်းလုဒ်လုပ်ရန်",
  "index_download_soon": "မကြာမီလာမည်။",
  "index_language": "ဘာသာစကား",
  "index_video_title": "သင့်ဖုန်းသည် လမ်းလျှောက်သွားသူများကို အသိအမှတ်ပြုရန် AI ကို အသုံးပြုနိုင်ပါပြီ။",
  "index_video_desc": "အင်တာနက်မလိုပါ။ ရိုးရိုးကလစ်ခလုတ်ဖြင့် လူများကို လက်ဖြင့်ရေတွက်ရန် မလိုအပ်ပါ။ သင့်ဖုန်းကို ဖြတ်သန်းသွားလာနေသော ခြေကျင်သွားလာမှုကို အလိုအလျောက်ခြေရာခံရန် သတ်မှတ်ထားရုံသာဖြစ်သည်။",
  "index_1": "၂၄/၇ ခြေရာခံခြင်း",
  "index_1_desc": "မည်သည့်အချိန်ကာလအတွက်မဆို ခြေကျင်သွားလာမှု အရေအတွက်ကို ကြည့်ရှုနိုင်ပါသည်။",
  "index_2": "မျိုးစုံသောအရာဝတ္ထုများကို ခြေရာခံခြင်း",
  "index_2_desc": "ခြေကျင်လမ်းလျှောက်သူများ၊ ကားများ၊ စက်ဘီးများနှင့် အခြားအရာများကို တစ်ပြိုင်နက် ရေတွက်နိုင်ပါသည်",
  "index_3": "စိတ်ကြိုက်ဖော်ထုတ်ရှာဖွေရေးဇုန်များ",
  "index_3_desc": "သီးခြားနေရာများရှိ လမ်းသွားလမ်းလာများကို ရေတွက်ရန် စိတ်ကြိုက်ဖော်ထုတ်ရှာဖွေရေးဇုန်များကို သတ်မှတ်ပါ။",
  "index_4": "ပြောင်းလွယ်ပြင်လွယ်သော ရေတွက်ခြင်းပုံစံများ",
  "index_4_desc": "ဖော်ထုတ်ရှာဖွေရေးဇုန်အတွင်း အသစ်ပေါ်လာသောအရာဝတ္ထုများ သို့မဟုတ် တည်ငြိမ်နေသောအရာဝတ္ထုများကို ရေတွက်ရန် ရွေးချယ်နိုင်ပါသည်။",
  "index_desktop_title": "ဒက်စ်တော့ဗားရှင်း ရရှိနိုင်မှု",
  "index_desktop_desc": "ကျွန်ုပ်တို့သည် ဒက်စ်တော့ဗားရှင်းကိုလည်း ပေးထားပါသည်။ ကျွန်ုပ်တို့သည် iOS/Android/Mac/Windows အတွက် ဗားရှင်းများ ပေးထားသဖြင့် သင်သည် ဝက်ဘ်ကင်မရာများပါရှိသော မိုဘိုင်းလ်စက်ပစ္စည်းများနှင့် ဒက်စ်တော့နှစ်မျိုးစလုံးကို အသုံးပြုနိုင်ပါသည်။ ဒက်စ်တော့ဗားရှင်းသည် မျိုးစုံသောဗီဒီယိုရင်းမြစ်များကို ထပ်မံပံ့ပိုးထားပြီး တစ်ပြိုင်နက်စီးဆင်းမှုများမှ တစ်ပြိုင်နက်ရေတွက်ခြင်းကို ဖြစ်စေပါသည်။",
  "index_desktop2_title": "တိုက်ရိုက်ထုတ်လွှင့်မှု ပံ့ပိုးခြင်း",
  "index_desktop2_desc": "မိုဘိုင်းလ်စက်ပစ္စည်း ကင်မရာများအပြင် ကျွန်ုပ်တို့သည် မှတ်တမ်းတင်ထားသော ဗွီဒီယိုဖိုင်များ၊ ဝက်ဘ်ကင်မရာအဝင်များနှင့် RTSP ကဲ့သို့သော အင်တာနက်တိုက်ရိုက်ထုတ်လွှင့်မှုများကို ပံ့ပိုးပါသည်။ ဤသို့ဖြင့် သင်သည် ရှိရင်းစွဲစက်ပစ္စည်းများနှင့် ချိတ်ဆက်ပြီး လမ်းသွားလမ်းလာစီးဆင်းမှုကို ချက်ချင်းတိုင်းတာစတင်နိုင်ပါသည်။",
  "index_email_us": "ကျွန်ုပ်တို့ထံ အီးမေးလ်ပို့ပါ",
  "app_desc": "လူဘယ်နှစ်ယောက် ဖြတ်သွားသည်ကို သိလိုပါသလား။ ဤအက်ပ်သည် သင့်ဖုန်း၏ကင်မရာကို အသုံးပြု၍ လမ်းလျှောက်သွားသူများကို စူးရှစွာခွဲခြားသိရှိပြီး အလိုအလျောက်ရေတွက်ပေးပါသည်။ လက်ဖြင့်ထည့်သွင်းရန် မလိုအပ်ပါ။ ပင်ပန်းသောရေတွက်မှုကို နှုတ်ဆက်လိုက်ကာ လမ်းသွားလမ်းလာစီးဆင်းမှုကို လွယ်ကူစွာ စောင့်ကြည့်နိုင်ပါသည်။",
  "video_desc": "အင်တာနက်မလိုပါ။ ရိုးရိုးကလစ်ခလုတ်ဖြင့် လူများကို လက်ဖြင့်ရေတွက်ရန် မလိုအပ်ပါ။ သင့်ဖုန်းကို ဖြတ်သန်းသွားလာနေသော ခြေကျင်သွားလာမှုကို အလိုအလျောက်ခြေရာခံရန် သတ်မှတ်ထားရုံသာဖြစ်သည်။",
  "terms": "ဝန်ဆောင်မှုစည်းကမ်းချက်များ",
  "privacy": "ကိုယ်ရေးအချက်အလက်",
  "index_download_available": "MISSING"
}
