{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "ကျွန်ုပ်တို့သည် ဤကိုယ်ရေးကိုယ်တာ မူဝါဒကို အချိန်အားလျော်စွာ အပ်ဒိတ်လုပ်နိုင်ပါသည်။ ကျွန်ုပ်တို့သည် အက်ပ်အတွင်း သို့မဟုတ် ကျွန်ုပ်တို့၏ ဝဘ်ဆိုဒ် ({website}) တွင် ကိုယ်ရေးကိုယ်တာ မူဝါဒ အသစ်ကို တင်ခြင်းဖြင့် မည်သည့် ပြောင်းလဲမှုများကိုမဆို သင့်အား အသိပေးပါမည်။ မည်သည့် ပြောင်းလဲမှုများအတွက်မဆို ဤကိုယ်ရေးကိုယ်တာ မူဝါဒကို အခါအားလျော်စွာ ပြန်လည်သုံးသပ်ရန် အကြံပြုပါသည်။",
  "privacy_changes_2": "ဤကိုယ်ရေးကိုယ်တာ မူဝါဒတွင် ပြောင်းလဲမှုများသည် ဤစာမျက်နှာတွင် တင်ခြင်းခံရသောအခါ အသက်ဝင်ပါသည်။",
  "privacy_changes_title": "ဤကိုယ်ရေးကိုယ်တာ မူဝါဒတွင် ပြောင်းလဲမှုများ",
  "privacy_children": "ကျွန်ုပ်တို့၏ အက်ပ်သည် ကလေးများအပါအဝင် မည်သူ့ထံမှမျှ ကိုယ်ပိုင်အချက်အလက်များ မစုဆောင်းပါ။ ကျွန်ုပ်တို့သည် အမေရိကန်ရှိ ကလေးများ၏ အွန်လိုင်း ကိုယ်ရေးကိုယ်တာ ကာကွယ်ရေး ဥပဒေ (COPPA) နှင့် ကလေးများ၏ ဒေတာနှင့် ပတ်သက်သော GDPR ကဲ့သို့သော အလားတူ စည်းမျဉ်းများကို လိုက်နာပါသည်။ ကျွန်ုပ်တို့သည် မည်သည့် ဒေတာမျှ မစုဆောင်းသောကြောင့် အသက် ၁၃ နှစ်အောက် ကလေးများ (သို့မဟုတ် အချို့ EU နိုင်ငံများတွင် ၁၆ နှစ်အောက်) ထံမှ ဒေတာ စုဆောင်းခြင်း မပြုပါ။",
  "privacy_children_title": "ကလေးများ၏ ကိုယ်ရေးကိုယ်တာ",
  "privacy_contact_email": "အီးမေးလ်ဖြင့်: {email}",
  "privacy_contact_intro": "ဤကိုယ်ရေးကိုယ်တာ မူဝါဒနှင့် ပတ်သက်၍ သင့်တွင် မေးခွန်းများ ရှိပါက ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ:",
  "privacy_contact_title": "ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ",
  "privacy_contact_website": "ကျွန်ုပ်တို့၏ ဝဘ်ဆိုဒ်တွင် ဤစာမျက်နှာကို လည်ပတ်ခြင်းဖြင့်: {website}",
  "privacy_effective_date": "အကျိုးသက်ရောက်သည့် ရက်စွဲ: ၂၀၂၅ ခုနှစ် ဧပြီလ ၁၂ ရက်",
  "privacy_introduction_1": "Piyuo Counter သို့ ကြိုဆိုပါသည်! ဤကိုယ်ရေးကိုယ်တာ မူဝါဒသည် သင်သည် ကျွန်ုပ်တို့၏ ဆော့ဖ်ဝဲ အပလီကေးရှင်း (\"အက်ပ်\") ကို အသုံးပြုသောအခါ ကျွန်ုပ်တို့သည် အချက်အလက်များကို မည်သို့ ကိုင်တွယ်သည်ကို ရှင်းပြထားပါသည်။ ကျွန်ုပ်တို့၏ ကတိကဝတ်မှာ သင်၏ ကိုယ်ရေးကိုယ်တာ ကာကွယ်မှုအတွက် ဖြစ်ပါသည်။ ဤအက်ပ်သည် သင်၏ ကိုယ်ပိုင်အချက်အလက်များကို စုဆောင်းခြင်း သို့မဟုတ် လုပ်ဆောင်ခြင်းမရှိဘဲ လုပ်ဆောင်ရန် ဒီဇိုင်းထုတ်ထားပါသည်။",
  "privacy_introduction_2": "ဤကိုယ်ရေးကိုယ်တာ မူဝါဒသည် ပလပ်ဖောင်းအမျိုးမျိုးနှင့် အပလီကေးရှင်း စတိုးများမှ ရရှိနိုင်သော မိုဘိုင်းကိရိယာများနှင့် ကွန်ပျူတာများအတွက် Piyuo Counter ဆော့ဖ်ဝဲ အပလီကေးရှင်း (\"အက်ပ်\") တွင် အကျုံးဝင်ပါသည်။",
  "privacy_introduction_title": "နိဒါန်း",
  "privacy_no_collect_intro": "ကျွန်ုပ်တို့သည် Piyuo Counter အက်ပ်မှတစ်ဆင့် သင့်ထံမှ မည်သည့် ကိုယ်ပိုင်အချက်အလက် သို့မဟုတ် အသုံးပြုမှု ဒေတာကိုမျှ စုဆောင်း၊ သိမ်းဆည်း၊ ဖြန့်ဝေ သို့မဟုတ် လုပ်ဆောင်ခြင်း မပြုပါ။",
  "privacy_no_collect_personal": "ကိုယ်ပိုင်ဒေတာ မရှိပါ: ကျွန်ုပ်တို့သည် သင်၏ နာမည်၊ အီးမေးလ်လိပ်စာ၊ တည်နေရာ၊ ကိရိယာ သတ်မှတ်နံပါတ်များ သို့မဟုတ် အဆက်အသွယ်များကဲ့သို့ သင့်ကို ခွဲခြားသတ်မှတ်နိုင်သော မည်သည့် အချက်အလက်မျှကို တောင်းခံ၊ ဝင်ရောက် သို့မဟုတ် ခြေရာခံခြင်း မပြုပါ။",
  "privacy_no_collect_third_party": "တတိယပါတီ ဝန်ဆောင်မှုများ မရှိပါ: ကျွန်ုပ်တို့သည် ခွဲခြမ်းစိတ်ဖြာမှု (Firebase Analytics ကဲ့သို့)၊ ကြော်ငြာ (AdMob ကဲ့သို့)၊ cloud သိမ်းဆည်းမှု သို့မဟုတ် ပြင်ပပါတီများနှင့် ဒေတာ မျှဝေခြင်းပါ၀င်သော အခြားမည်သည့် ရည်ရွယ်ချက်အတွက်မျှ တတိယပါတီ ဝန်ဆောင်မှုများကို ပေါင်းစပ်ခြင်း မပြုပါ။ အက်ပ်သည် ဒေတာ ကိုင်တွယ်မှုနှင့် ပတ်သက်၍ လုံးဝ အော့ဖ်လိုင်းဖြင့် လုပ်ဆောင်ပါသည်။",
  "privacy_no_collect_title": "ကျွန်ုပ်တို့ မစုဆောင်းသော အချက်အလက်များ",
  "privacy_no_collect_usage": "အသုံးပြုမှု ဒေတာ မရှိပါ: အက်ပ်သည် သင်သည် ၎င်းကို မည်သို့ အသုံးပြုသည်ကို မှတ်တမ်းတင်ခြင်း မပြုပါ။ သင်ဖန်တီးသော ကောင်တာ ဒေတာအားလုံးသည် သင်၏ ကိရိယာတွင်သာ ပြည်တွင်းအလိုက် သိမ်းဆည်းထားပြီး ကျွန်ုပ်တို့အတွက် ဝင်ရောက်နိုင်မှု မရှိပါ။",
  "privacy_rights_1": "ဥရောပရှိ အထွေထွေ ဒေတာ ကာကွယ်ရေး စည်းမျဉ်း (GDPR) နှင့် အမေရိကန်ပြည်နယ် ဥပဒေများကဲ့သို့သော ကိုယ်ရေးကိုယ်တာ ဥပဒေများသည် လူတစ်ဦးချင်းစီအား ၎င်းတို့၏ ကိုယ်ပိုင်ဒေတာအပေါ် အခွင့်အရေးများ (ဝင်ရောက်ခြင်း၊ ပြင်ဆင်ခြင်း၊ ဖျက်ပစ်ခြင်းကဲ့သို့) ပေးထားပါသည်။",
  "privacy_rights_2": "Piyuo Counter အက်ပ်သည် သင်၏ မည်သည့် ကိုယ်ပိုင်ဒေတာကိုမျှ စုဆောင်း၊ သိမ်းဆည်း သို့မဟုတ် လုပ်ဆောင်ခြင်း မပြုသောကြောင့် ဤအခွင့်အရေးများသည် ယေဘုယျအားဖြင့် ကျွန်ုပ်တို့၏ အက်ပ်၏ အခြေအနေတွင် အကျုံးမဝင်ပါ၊ အကြောင်းမှာ သင်ဝင်ရောက်၊ ပြင်ဆင် သို့မဟုတ် ဖျက်ပစ်ရန် ကျွန်ုပ်တို့မှ သိမ်းဆည်းထားသော ဒေတာ မရှိသောကြောင့် ဖြစ်ပါသည်။ အက်ပ်နှင့် ပတ်သက်သော မည်သည့် ဒေတာမဆို သင်၏ ထိန်းချုပ်မှုအောက်တွင် သင်၏ ကိရိယာတွင်သာ တည်ရှိပါသည်။",
  "privacy_rights_title": "သင်၏ အခွင့်အရေးများ (GDPR နှင့် အခြား ဥပဒေများ)",
  "privacy_security": "Piyuo Counter အက်ပ်ကို အသုံးပြုခြင်းဖြင့် ဖန်တီးသော မည်သည့် ဒေတာမဆို (သင်၏ ကောင်တာများကဲ့သို့) သည် သင်၏ ကိရိယာတွင်သာ ပြည်တွင်းအလိုက် သိမ်းဆည်းထားပါသည်။ ကျွန်ုပ်တို့တွင် ဤဒေတာကို ဝင်ရောက်ခွင့် မရှိပါ။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အက်ပ်ကို စံလုံခြုံရေး အလေ့အကျင့်များဖြင့် တည်ဆောက်ထားသော်လည်း သင်၏ ကိရိယာတွင် သိမ်းဆည်းထားသော ဒေတာ၏ လုံခြုံရေးသည် သင်၏ ကိရိယာအတွက် သင်ယူဆောင်သော လုံခြုံရေး အစီအမံများအပေါ် မူတည်ပါသည်။",
  "privacy_security_title": "ဒေတာ လုံခြုံရေး",
  "privacy_sharing": "ကျွန်ုပ်တို့သည် မည်သည့် ကိုယ်ပိုင်အချက်အလက်မျှ မစုဆောင်းသောကြောင့် မျှဝေခြင်း သို့မဟုတ် ထုတ်ဖော်ခြင်း မပြုပါ။ သင်၏ ဒေတာ (သင်ခြေရာခံသော ကောင်တာများ) သည် သင်၏ ကိရိယာတွင် ကျန်ရှိနေပါသည်။",
  "privacy_sharing_title": "အချက်အလက် မျှဝေခြင်းနှင့် ထုတ်ဖော်ခြင်း",
  "privacy_title": "Piyuo Counter အတွက် ကိုယ်ရေးကိုယ်တာ မူဝါဒ",
  "privacy_use": "ကျွန်ုပ်တို့သည် မည်သည့် အချက်အလက်မျှ မစုဆောင်းသောကြောင့် သင်၏ အချက်အလက်များကို မည်သည့် ရည်ရွယ်ချက်အတွက်မျှ အသုံးမပြုပါ။",
  "privacy_use_title": "ကျွန်ုပ်တို့သည် အချက်အလက်များကို မည်သို့ အသုံးပြုသည်",
  "privacy_who_we_are": "Piyuo Counter အက်ပ်ကို Piyuo (\"ကျွန်ုပ်တို့၊\" \"ကျွန်ုပ်တို့၏\" သို့မဟုတ် \"ကျွန်ုပ်တို့၏\") မှ ပံ့ပိုးပေးထားပါသည်။ ကျွန်ုပ်တို့၏ ဝဘ်ဆိုဒ်မှာ {website} ဖြစ်ပါသည်။ ဤမူဝါဒနှင့် ပတ်သက်၍ သင့်တွင် မေးခွန်းများ ရှိပါက {email} တွင် ကျွန်ုပ်တို့ကို ဆက်သွယ်နိုင်ပါသည်။",
  "privacy_who_we_are_title": "ကျွန်ုပ်တို့သည် မည်သူများဖြစ်သည်",
  "website_url": "https://piyuo.com"
}