{
  "terms_title": "Piyuo Counter အတွက် ဝန်ဆောင်မှု စည်းမျဉ်းများ",
  "terms_effective_date": "အသက်ဝင်သည့်ရက်စွဲ: ၂၀၂၅ ခုနှစ် ဧပြီလ ၁၂ ရက်",

  "terms_acceptance_title": "၁။ စည်းမျဉ်းများ လက်ခံခြင်း",
  "terms_acceptance": "Piyuo Counter အက်ပ်လီကေးရှင်း (\"ဝန်ဆောင်မှု\") ကို ဒေါင်းလုဒ်လုပ်ခြင်း၊ တပ်ဆင်ခြင်း သို့မဟုတ် အသုံးပြုခြင်းဖြင့်၊ သင်သည် ဤဝန်ဆောင်မှု စည်းမျဉ်းများ (\"စည်းမျဉ်းများ\") ကို လိုက်နာရန် သဘောတူသည်။ ဤစည်းမျဉ်းများ၏ မည်သည့်အပိုင်းကိုမဆို သင်သဘောမတူပါက၊ သင်သည် ဝန်ဆောင်မှုကို အသုံးပြုနိုင်မည်မဟုတ်ပါ။",

  "terms_description_title": "၂။ ဝန်ဆောင်မှု ဖော်ပြချက်",
  "terms_description_1": "Piyuo Counter သည် သင်၏ စက်ပစ္စည်း၏ ကင်မရာနှင့် ကွန်ပျူတာ မြင်ကွင်း နည်းပညာကို အသုံးပြု၍ လမ်းလျှောက်သူများ၊ ယာဉ်များ သို့မဟုတ် အခြားအရာများကဲ့သို့သော အရာဝတ္ထုများကို အချိန်နှင့်တစ်ပြေးညီ အလိုအလျောက် ရေတွက်ပြီး ခြေရာခံသည့် ဆော့ဖ်ဝဲအက်ပ်လီကေးရှင်းတစ်ခုဖြစ်သည်။",
  "terms_description_2": "ဝန်ဆောင်မှုသည် သင်၏ ဒေသတွင်းစက်ပစ္စည်းပေါ်တွင် လုံးဝ လုပ်ဆောင်သည်။ ကျွန်ုပ်တို့သည် အက်ပ်လီကေးရှင်း၏ သင်၏အသုံးပြုမှုမှ မည်သည့်ဒေတာကိုမျှ စုဆောင်းခြင်း၊ သိမ်းဆည်းခြင်း သို့မဟုတ် ပေးပို့ခြင်း မပြုလုပ်ပါ။",

  "terms_license_title": "၃။ လိုင်စင်",
  "terms_license_1": "ဤစည်းမျဉ်းများကို သင်လိုက်နာခြင်းကို အခြေခံ၍၊ Piyuo သည် သင်၏ ကိုယ်ပိုင်၊ စီးပွားရေးမဟုတ်သော အသုံးပြုမှုအတွက်သာ ဝန်ဆောင်မှုကို ဒေါင်းလုဒ်လုပ်ခြင်း၊ တပ်ဆင်ခြင်းနှင့် အသုံးပြုခြင်းအတွက် ကန့်သတ်ထားသော၊ သီးသန့်မဟုတ်သော၊ လွှဲပြောင်းမရသော၊ လိုင်စင်မခွဲရသော လိုင်စင်ကို သင့်အား ပေးအပ်သည်။",
  "terms_license_2": "ဤလိုင်စင်သည် သင့်အား အောက်ပါအခွင့်အရေးများကို မပေးပါ-",
  "terms_license_reverse": "ဝန်ဆောင်မှုကို ပြောင်းပြန်အင်ဂျင်နီယာ၊ ပြန်လည်စုစည်းခြင်း သို့မဟုတ် ခွဲခြမ်းခြင်း;",
  "terms_license_distribute": "ဝန်ဆောင်မှုကို မည်သည့်တတိယပါတီအားမဆို ဖြန့်ဖြူးခြင်း၊ ရောင်းချခြင်း၊ ငှားရမ်းခြင်း၊ ငှားရမ်းခြင်း သို့မဟုတ် အခြားနည်းလမ်းဖြင့် လွှဲပြောင်းခြင်း;",
  "terms_license_modify": "ဝန်ဆောင်မှုကို မွမ်းမံခြင်း၊ ချိန်ညှိခြင်း၊ ပြောင်းလဲခြင်း၊ ဘာသာပြန်ခြင်း သို့မဟုတ် အနုပညာလက်ရာများ ဖန်တီးခြင်း;",
  "terms_license_remove": "ဝန်ဆောင်မှုပေါ်ရှိ မည်သည့်ပိုင်ဆိုင်မှုဆိုင်ရာ အသိပေးချက်များကိုမဆို ဖယ်ရှားခြင်း၊ ပြောင်းလဲခြင်း သို့မဟုတ် ဖုံးကွယ်ခြင်း။",

  "terms_use_title": "၄။ လက်ခံနိုင်သော အသုံးပြုမှု",
  "terms_use_intro": "သင်သည် ဝန်ဆောင်မှုကို တရားဝင်ရည်ရွယ်ချက်များအတွက်သာ နှင့် ဤစည်းမျဉ်းများနှင့်အညီ အသုံးပြုရန် သဘောတူသည်။ သင်သည် ဝန်ဆောင်မှုကို အောက်ပါပုံစံများဖြင့် အသုံးမပြုရန် သဘောတူသည်-",
  "terms_use_illegal": "သက်ဆိုင်ရာ ဖက်ဒရယ်၊ ပြည်နယ်၊ ဒေသတွင်း သို့မဟုတ် အပြည်ပြည်ဆိုင်ရာ ဥပဒေ သို့မဟုတ် စည်းမျဉ်းများကို ချိုးဖောက်သည့် မည်သည့်နည်းလမ်းဖြင့်မဆို;",
  "terms_use_privacy": "အခြားသူများ၏ ကိုယ်ရေးကိုယ်တာ အခွင့်အရေးများကို ချိုးဖောက်ရန် သို့မဟုတ် ဥပဒေဖြင့်တားမြစ်ထားသော မည်သည့်ကြည့်ရှုစောင့်ကြပ်မှုပုံစံများတွင်မဆို ပါဝင်ရန်;",
  "terms_use_harm": "ဝန်ဆောင်မှုကို ပိတ်ပင်ခြင်း၊ အလွန်အမင်းဝန်ချခြင်း၊ ပျက်စီးစေခြင်း သို့မဟုတ် ထိခိုက်စေနိုင်သည့် မည်သည့်နည်းလမ်းဖြင့်မဆို;",
  "terms_use_malware": "မည်သည့် ဗိုင်းရပ်စ်များ၊ ထရိုဂျင်မြင်းများ၊ ပိုးကောင်များ၊ လော်ဂျစ်ဗုံးများ သို့မဟုတ် အခြား မဆိုးမကောင်းရည်ရွယ်သော သို့မဟုတ် နည်းပညာအရ အန်တရာယ်ရှိသော ပစ္စည်းများကို မိတ်ဆက်ရန်။",

  "terms_privacy_title": "၅။ ကိုယ်ရေးကိုယ်တာနှင့် ဒေတာ",
  "terms_privacy_1": "Piyuo Counter အက်ပ်လီကေးရှင်းကို ကိုယ်ရေးကိုယ်တာကို ထည့်သွင်းစဉ်းစား၍ ဒီဇိုင်းပြုလုပ်ထားသည်။ အက်ပ်လီကေးရှင်းသည် အရာဝတ္ထု စစ်ဆေးခြင်းနှင့် ရေတွက်ခြင်း ရည်ရွယ်ချက်များအတွက် သင်၏စက်ပစ္စည်းပေါ်တွင် ဒေသတွင်းအားဖြင့် ဗီဒီယိုဒေတာကို လုပ်ဆောင်သည်။",
  "terms_privacy_2": "ကျွန်ုပ်တို့သည် အက်ပ်လီကေးရှင်းမှ မည်သည့် ကိုယ်ရေးကိုယ်တာအချက်အလက်များ၊ ဗီဒီယိုဒေတာ၊ ရေတွက်မှုဒေတာ သို့မဟုတ် အသုံးပြုမှုဒေတာကိုမျှ စုဆောင်းခြင်း၊ သိမ်းဆည်းခြင်း၊ သုံးစွဲခြင်း သို့မဟုတ် ပေးပို့ခြင်း မပြုလုပ်ပါ။ လုပ်ဆောင်ချက်အားလုံးသည် သင်၏စက်ပစ္စည်းပေါ်တွင် ဒေသတွင်းအားဖြင့် ဖြစ်ပွားသည်။",
  "terms_privacy_3": "ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာ အလေ့အကျင့်များအကြောင်း အသေးစိတ်များအတွက်၊ ကျေးဇူးပြု၍ {privacy_link} တွင် ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာ မူဝါဒကို ပြန်လည်သုံးသပ်ပါ။",

  "terms_disclaimer_title": "၆။ အာမခံချက်များ ငြင်းပယ်ခြင်း",
  "terms_disclaimer_1": "ဝန်ဆောင်မှုကို \"ရှိသည့်အတိုင်း\" နှင့် \"ရရှိနိုင်သည့်အတိုင်း\" မည်သည့်အာမခံချက်မျှ မပါဘဲ ပေးအပ်သည်။ သက်ဆိုင်ရာဥပဒေမှ ခွင့်ပြုထားသည့် အမြင့်ဆုံးအတိုင်းအတာအထိ၊ PIYUO သည် ဝန်ဆောင်မှုနှင့်ပတ်သက်၍ အာမခံချက်အားလုံးကို ရှင်းရှင်းလင်းလင်း ငြင်းပယ်သည်၊ ၎င်းတို့သည် ထင်ရှားသော၊ အကဲအငုံ၊ ဥပဒေဆိုင်ရာ သို့မဟုတ် အခြားမည်သည့်အရာပင်ဖြစ်စေ၊ ကုန်သွယ်နိုင်မှု၊ သီးခြားရည်ရွယ်ချက်အတွက် လိုက်ဖက်မှု၊ ခေါင်းစဉ်နှင့် ချိုးဖောက်မှုမရှိခြင်း၏ အကဲအငုံအာမခံချက်များအားလုံး၊ နှင့် လုပ်ငန်းပိုင်း၊ စွမ်းဆောင်ရည်ပိုင်း၊ အသုံးပြုမှု သို့မဟုတ် ကုန်သွယ်မှုအလေ့အကျင့်မှ ဖြစ်ပေါ်လာနိုင်သည့် အာမခံချက်များ ပါဝင်သည်။",
  "terms_disclaimer_2": "အထက်ပါအရာများကို ကန့်သတ်ခြင်းမရှိဘဲ၊ PIYUO သည် မည်သည့်အာမခံချက် သို့မဟုတ် ကတိကဝတ်မျှ မပေးပါ၊ နှင့် ဝန်ဆောင်မှုသည် သင်၏လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးမည်၊ မည်သည့်ရည်ရွယ်ထားသော ရလဒ်များကို အောင်မြင်မည်၊ အခြားမည်သည့် ဆော့ဖ်ဝဲ၊ အက်ပ်လီကေးရှင်းများ၊ စနစ်များ သို့မဟုတ် ဝန်ဆောင်မှုများနှင့် လိုက်ဖက်မည် သို့မဟုတ် လုပ်ဆောင်မည်၊ အနှောင့်အယှက်မရှိဘဲ လုပ်ဆောင်မည်၊ မည်သည့် စွမ်းဆောင်ရည် သို့မဟုတ် ယုံကြည်စိတ်ချရမှု စံချိန်စံညွှန်းများကို လိုက်နာမည်၊ သို့မဟုတ် အမှားအယွင်းကင်းမည်၊ သို့မဟုတ် မည်သည့် အမှားအယွင်းများ သို့မဟုတ် ချို့ယွင်းချက်များကို ပြင်ဆင်နိုင်မည် သို့မဟုတ် ပြင်ဆင်မည်ဟု မည်သည့်ကိုယ်စားပြုမှုမျှ မပြုလုပ်ပါ။",
  "terms_disclaimer_3": "ကျွန်ုပ်တို့သည် အက်ပ်လီကေးရှင်းအသုံးပြုမှုမှတစ်ဆင့် ရရှိသည့် မည်သည့်ဒေတာ သို့မဟုတ် ရလဒ်များ (လမ်းလျှောက်သူများ ရေတွက်မှုကဲ့သို့) ၏ တိကျမှု၊ ပြည့်စုံမှု သို့မဟုတ် ယုံကြည်စိတ်ချရမှုကို အာမခံမပေးပါ။ အက်ပ်လီကေးရှင်းသည် ကိရိယာတစ်ခုဖြစ်ပြီး၊ ၎င်း၏ ရလဒ်သည် ကင်မရာအရည်အသွေး၊ အလင်းရောင်အခြေအနေများ၊ အတားအဆီးများ နှင့် အယ်လဂိုရီသမ်၏ ကန့်သတ်ချက်များ အပါအဝင် အမျိုးမျိုးသော အချက်များက သက်ရောက်မှုရှိနိုင်သည်။",

  "terms_liability_title": "၇။ တာဝန်ဝတ္တရား ကန့်သတ်ချက်",
  "terms_liability_intro": "သက်ဆိုင်ရာဥပဒေမှ ခွင့်ပြုထားသည့် အပြည့်အဝအတိုင်းအတာအထိ၊ မည်သည့်အခြေအနေတွင်မျှ PIYUO၊ ၎င်း၏ တွဲဖက်များ၊ အရာရှိများ၊ ဒါရိုက်တာများ၊ ဝန်ထမ်းများ၊ ကိုယ်စားလှယ်များ၊ ပေးသွင်းသူများ သို့မဟုတ် လိုင်စင်ရှင်များသည် အောက်ပါအရာများမှ ဖြစ်ပေါ်လာသည့် အမြတ်၊ ဒေတာ၊ အသုံးပြုမှု၊ ကောင်းမွန်သောဆန္ဒ သို့မဟုတ် အခြားမထိမခိုင်းနစ်နာမှုများ အပါအဝင် ကန့်သတ်ချက်မရှိဘဲ၊ မည်သည့် သွယ်ဝိုက်သော၊ မတော်တဆ၊ အထူး၊ အကျိုးသက်ရောက်မှုရှိသော သို့မဟုတ် အပြစ်ပေးသဘောရှိသော ပျက်စီးဆုံးရှုံးမှုများအတွက် တာဝန်မရှိပါ:",
  "terms_liability_access": "သင်၏ ဝန်ဆောင်မှုကို သုံးစွဲခြင်း သို့မဟုတ် အသုံးပြုခြင်း သို့မဟုတ် သုံးစွဲ သို့မဟုတ် အသုံးပြုနိုင်ခြင်းမရှိခြင်း;",
  "terms_liability_third_party": "ဝန်ဆောင်မှုပေါ်ရှိ မည်သည့်တတိယပါတီ၏ မည်သည့်အပြုအမူ သို့မဟုတ် အကြောင်းအရာမဆို;",
  "terms_liability_content": "ဝန်ဆောင်မှုမှ ရရှိသည့် မည်သည့်အကြောင်းအရာမဆို; နှင့်",
  "terms_liability_unauthorized": "သင်၏ ပြန်လည်ပို့ခြင်း သို့မဟုတ် အကြောင်းအရာများ၏ ခွင့်ပြုချက်မရှိသော သုံးစွဲခြင်း၊ အသုံးပြုခြင်း သို့မဟုတ် ပြောင်းလဲခြင်း (အက်ပ်လီကေးရှင်းသည် သင်၏ရေတွက်မှုဒေတာကို ပေးပို့ခြင်းမရှိကြောင်း ကျွန်ုပ်တို့ မှတ်ထားသည်)။",
  "terms_liability_basis": "ဤတာဝန်ဝတ္တရား ကန့်သတ်ချက်သည် စွပ်စွဲထားသော တာဝန်ဝတ္တရားသည် စာချုပ်၊ ပြစ်မှု၊ ပေါ့ဆမှု၊ တင်းကြပ်သောတာဝန်ဝတ္တရား သို့မဟုတ် အခြားမည်သည့်အခြေခံမူပေါ်တွင် အခြေခံထားသည်ဖြစ်စေ၊ PIYUO ကို ထိုကဲ့သို့သော ပျက်စီးဆုံးရှုံးမှု၏ ဖြစ်နိုင်ခြေအကြောင်း အကြံပေးခဲ့သည့်တိုင်အောင် ကျင့်သုံးသည်။",
  "terms_liability_risk": "သင်သည် ဝန်ဆောင်မှုကို ကိရိယာတစ်ခုအနေဖြင့် အခမဲ့ ပေးအပ်ထားကြောင်း အသိအမှတ်ပြုပြီး သဘောတူသည်။ သင်သည် ဝန်ဆောင်မှုကို လုံးဝ သင်၏ကိုယ်ပိုင်အန်တရာယ်ဖြင့် အသုံးပြုသည်။ PIYUO သည် သင်၏စက်ပစ္စည်း(များ) သို့မဟုတ် အခြားဆော့ဖ်ဝဲများ၏ မည်သည့်ပျက်စီးဆုံးရှုံးမှု သို့မဟုတ် သင်၏ ဝန်ဆောင်မှုအသုံးပြုမှုမှ ဖြစ်ပေါ်လာသည့် မည်သည့်အကျိုးဆက်များအတွက်မျှ မည်သည့်တာဝန်ဝတ္တရား သို့မဟုတ် တာဝန်မျှ မယူပါ။",

  "terms_support_title": "၈။ ပံ့ပိုးမှု သို့မဟုတ် ပြုပြင်ထိန်းသိမ်းမှု မရှိခြင်း",
  "terms_support": "Piyuo Counter ကို အခမဲ့ ပေးအပ်သည်။ ကျွန်ုပ်တို့သည် ဝန်ဆောင်မှုအတွက် ပြုပြင်ထိန်းသိမ်းမှု၊ နည်းပညာပံ့ပိုးမှု၊ အပ်ဒိတ်များ သို့မဟုတ် အဆင့်မြှင့်တင်ခြင်းများ ပေးအပ်ရန် မည်သည့်တာဝန်ဝတ္တရားမျှ မရှိပါ။ ကျွန်ုပ်တို့သည် ဝန်ဆောင်မှု သို့မဟုတ် ၎င်းနှင့်ချိတ်ဆက်ထားသည့် မည်သည့်ဝန်ဆောင်မှုကိုမဆို အသိပေးချက်ရှိစေ မရှိစေ နှင့် သင့်အပေါ် တာဝန်ဝတ္တရားမရှိဘဲ၊ ယာယီ သို့မဟုတ် အမြဲတမ်း မွမ်းမံခြင်း၊ ရပ်ဆိုင်းခြင်း သို့မဟုတ် ရပ်ဆိုင်းခြင်းတို့ကို ပြုလုပ်ပိုင်ခွင့်ကို သိမ်းထားသည်။",

  "terms_changes_title": "၉။ ဤစည်းမျဉ်းများ၏ ပြောင်းလဲမှုများ",
  "terms_changes": "ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ တစ်ဦးတည်းဆုံးဖြတ်ချက်ဖြင့်၊ မည်သည့်အချိန်တွင်မဆို ဤစည်းမျဉ်းများကို မွမ်းမံခြင်း သို့မဟုတ် အစားထိုးခြင်းပိုင်ခွင့်ကို သိမ်းထားသည်။ ပြန်လည်သုံးသပ်မှုသည် အရေးကြီးပါက၊ ကျွန်ုပ်တို့သည် မည်သည့်စည်းမျဉ်းအသစ်များမဆို အသက်ဝင်မီ အသိပေးချက်ပေးရန် (ဥပမာ အက်ပ်လီကေးရှင်း သို့မဟုတ် ဝဘ်ဆိုက်မှတစ်ဆင့်) ကျိုးကြောင်းဆီလျော်သော ကြိုးပမ်းမှုများ ပြုလုပ်မည်။ အရေးကြီးသောပြောင်းလဲမှု ဆိုသည်မှာ အဘယ်အရာကို ကျွန်ုပ်တို့၏ တစ်ဦးတည်းဆုံးဖြတ်ချက်ဖြင့် ဆုံးဖြတ်မည်။ ထိုပြန်လည်သုံးသပ်မှုများ အသက်ဝင်လာပြီးနောက် ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုကို ဆက်လက်သုံးစွဲခြင်း သို့မဟုတ် အသုံးပြုခြင်းဖြင့်၊ သင်သည် ပြန်လည်သုံးသပ်ထားသည့် စည်းမျဉ်းများကို လိုက်နာရန် သဘောတူသည်။",

  "terms_governing_title": "၁၀။ ထိန်းချုပ်မှု ဥပဒေ",
  "terms_governing": "ဤစည်းမျဉ်းများကို အမေရိကန်ပြည်ထောင်စု၊ ကယ်လီဖိုးနီးယားပြည်နယ်၏ ဥပဒေများဖြင့် ထိန်းချုပ်ပြီး အဓိပ္ပာယ်ဖွင့်ဆိုမည်ဖြစ်ပြီး၊ ၎င်း၏ ဥပဒေပဋိပက္ခ နိယာမများကို ထည့်သွင်းစဉ်းစားခြင်းမရှိဘေ။ (မှတ်ချက်- ဤအရာသည် သင့်အတွက် သင့်လျော်သော တရားစီရင်ပိုင်ခွင့်ဖြစ်ရန် ရှေ့နေနှင့် ပြန်လည်တိုင်ပင်ပါ)။",

  "terms_severability_title": "၁၁။ ခွဲခြားနိုင်မှုနှင့် လွတ်ငြိမ်းခွင့်",
  "terms_severability": "ဤစည်းမျဉ်းများ၏ မည်သည့်ပြဌာန်းချက်မဆို အကောင်အထည်မဖော်နိုင်သော သို့မဟုတ် တရားမဝင်သော ဟုတွေ့ရှိပါက၊ ထိုပြဌာန်းချက်ကို သက်ဆိုင်ရာဥပဒေအရ ဖြစ်နိုင်သမျှ အများဆုံးအတိုင်းအတာအထိ ထိုပြဌာန်းချက်၏ ရည်မှန်းချက်များကို အောင်မြင်စေရန် ပြောင်းလဲပြီး အဓိပ္పာယ်ဖွင့်ဆိုမည်ဖြစ်ပြီး၊ ကျန်ရှိနေသည့် ပြဌာန်းချက်များသည် အပြည့်အဝ အားနှင့် အကျိုးသက်ရောက်မှုဖြင့် ဆက်လက်ရှိနေမည်။ ဤစည်းမျဉ်းများ၏ မည်သည့်စည်းကမ်းချက်ကိုမဆို လွတ်ငြိမ်းခွင့်ပေးခြင်းကို ထိုစည်းကမ်းချက် သို့မဟုတ် အခြားမည်သည့်စည်းကမ်းချက်၏ နောက်ထပ် သို့မဟုတ် ဆက်တိုက် လွတ်ငြိမ်းခွင့်အဖြစ် မယူဆရပါ။",

  "terms_entire_title": "၁၂။ အပြည့်အစုံ သဘောတူညီချက်",
  "terms_entire": "ဤစည်းမျဉ်းများသည် ကျွန်ုပ်တို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒ ({privacy_link} တွင် ရရှိနိုင်သည်) နှင့်အတူ ဝန်ဆောင်မှုနှင့်ပတ်သက်၍ သင်နှင့် Piyuo အကြား အပြည့်အစုံ သဘောတူညီချက်ကို ဖွဲ့စည်းသည်ပြီး ဝန်ဆောင်မှုနှင့်ပတ်သက်သည့် ယခင်နှင့် လက်ရှိ နားလည်မှုများ၊ သဘောတူညီချက်များ၊ ကိုယ်စားပြုမှုများနှင့် အာမခံချက်များ၊ စာရေးသားဖြင့်ဖြစ်စေ စကားလုံးဖြင့်ဖြစ်စေ အားလုံးကို အစားထိုးသည်။",

  "terms_contact_title": "၁၃။ ဆက်သွယ်ရေး အချက်အလက်",
  "terms_contact_intro": "ဤစည်းမျဉ်းများနှင့်ပတ်သက်၍ သင့်တွင် မည်သည့်မေးခွန်းများမဆို ရှိပါက၊ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ-",
  "terms_contact_email": "အီးမေးလ်ဖြင့်- {email}",
  "terms_contact_website": "ကျွန်ုပ်တို့၊ ဝဘ်ဆိုက်ရှိ ဤစာမျက်နှာကို လည်ပတ်ခြင်းဖြင့်- {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
