{
  "index_download": "ડાઉનલોડ",
  "index_download_soon": "ટૂંક સમયમાં આવી રહ્યું છે.",
  "index_language": "ભાષા",
  "index_video_title": "તમારો ફોન હવે રાહદારીઓને ઓળખવા માટે AI નો ઉપયોગ કરી શકે છે.",
  "index_video_desc": "ઇન્ટરનેટની જરૂર નથી. પરંપરાગત ક્લિકર સાથે લોકોને મેન્યુઅલી ગણવાની જરૂર નથી. ફક્ત તમારા ફોનને પસાર થતી રાહદારીઓની અવરજવરને આપોઆપ ટ્રેક કરવા માટે સેટ કરો.",
  "index_1": "24/7 ટ્રેકિંગ",
  "index_1_desc": "કોઈપણ સમયગાળા માટે રાહદારી અવરજવરની ગણતરી જુઓ.",
  "index_2": "બહુવિધ ઑબ્જેક્ટ ટ્રેકિંગ",
  "index_2_desc": "રાહદારીઓ, કાર, સાયકલ અને વધુનું એકસાથે ગણન કરો",
  "index_3": "કસ્ટમ ડિટેક્શન ઝોન",
  "index_3_desc": "ચોક્કસ વિસ્તારોમાં અવરજવરની ગણતરી કરવા માટે કસ્ટમ ડિટેક્શન ઝોન વ્યાખ્યાયિત કરો.",
  "index_4": "લવચીક ગણતરી મોડ",
  "index_4_desc": "ડિટેક્શન ઝોનની અંદર નવા દેખાતા ઑબ્જેક્ટ્સ, અથવા જે સ્થિર રહે છે તેમની ગણતરી કરવાનું પસંદ કરો.",
  "index_desktop_title": "ડેસ્કટોપ વર્ઝન ઉપલબ્ધતા",
  "index_desktop_desc": "અમે ડેસ્કટોપ વર્ઝન પણ ઓફર કરીએ છીએ. અમે iOS/Android/Mac/Windows માટે વર્ઝન પ્રદાન કરીએ છીએ, જે તમને મોબાઇલ ડિવાઇસ અને વેબકેમ સાથેના ડેસ્કટોપ બંનેનો ઉપયોગ કરવાની મંજૂરી આપે છે. ડેસ્કટોપ વર્ઝન વધુમાં બહુવિધ વિડિઓ સ્ત્રોતોને સપોર્ટ કરે છે, જે બહુવિધ સ્ટ્રીમ્સમાંથી એક સાથે ગણતરી કરવાની સુવિધા આપે છે.",
  "index_desktop2_title": "લાઇવ સ્ટ્રીમ સપોર્ટ",
  "index_desktop2_desc": "મોબાઇલ ડિવાઇસ કેમેરા ઉપરાંત, અમે રેકોર્ડ કરેલી વિડિઓ ફાઇલ, વેબકેમ ઇનપુટ, અને RTSP જેવા ઇન્ટરનેટ લાઇવ સ્ટ્રીમ્સને સપોર્ટ કરીએ છીએ. આ તમને હાલના ઉપકરણો સાથે જોડાવાની અને તરત જ અવરજવર પ્રવાહ માપવાનું શરૂ કરવાની મંજૂરી આપે છે.",
  "index_email_us": "અમને ઈમેલ કરો",
  "app_desc": "કેટલા લોકો પસાર થાય છે તે જાણવા માંગો છો? આ એપ્લિકેશન રાહદારીઓને બુદ્ધિમાન રીતે ઓળખવા અને આપોઆપ ગણવા માટે તમારા ફોનના કેમેરાનો ઉપયોગ કરે છે. કોઈ મેન્યુઅલ ઇનપુટની જરૂર નથી. કંટાળાજનક ગણતરીને અલવિદા કહો અને સરળતાથી અવરજવર પ્રવાહનું નિરીક્ષણ કરો.",
  "video_desc": "ઇન્ટરનેટની જરૂર નથી. પરંપરાગત ક્લિકર સાથે લોકોને મેન્યુઅલી ગણવાની જરૂર નથી. ફક્ત તમારા ફોનને પસાર થતી રાહદારીઓની અવરજવરને આપોઆપ ટ્રેક કરવા માટે સેટ કરો.",
  "terms": "સેવા શરતો",
  "privacy": "ગોપનીયતા",
  "index_download_available": "MISSING"
}
