{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "અમે સમયાંતરે આ ગોપનીયતા નીતિ અપડેટ કરી શકીએ છીએ. અમે એપ અંદર અથવા અમારી વેબસાઇટ ({website}) પર નવી ગોપનીયતા નીતિ પોસ્ટ કરીને કોઈ પણ ફેરફારોની જાણ કરીશું. કોઈ પણ ફેરફારો માટે તમે આ ગોપનીયતા નીતિની સમયાંતરે સમીક્ષા કરવાની સલાહ આપીએ છીએ.",
  "privacy_changes_2": "આ ગોપનીયતા નીતિમાં ફેરફારો જ્યારે આ પેજ પર પોસ્ટ કરવામાં આવે છે ત્યારે તે અમલમાં આવે છે.",
  "privacy_changes_title": "આ ગોપનીયતા નીતિમાં ફેરફારો",
  "privacy_children": "અમારી એપ બાળકો સહિત કોઈની પાસેથી વ્યક્તિગત માહિતી એકત્રિત કરતી નથી. અમે યુએસમાં ચિલ્ડ્રન્સ ઓનલાઈન પ્રાઈવેસી પ્રોટેક્શન એક્ટ (COPPA) અને બાળકોના ડેટા સંબંધિત GDPR જેવા સમાન નિયમોનું પાલન કરીએ છીએ. કેમ કે અમે કોઈ ડેટા એકત્રિત કરતા નથી, અમે વ્યાસંગિક રીતે 13 વર્ષથી ઓછી ઉંમરના બાળકોનો (અથવા કેટલાક EU દેશોમાં 16) ડેટા એકત્રિત કરતા નથી.",
  "privacy_children_title": "બાળકોની ગોપનીયતા",
  "privacy_contact_email": "ઈમેઈલ દ્વારા: {email}",
  "privacy_contact_intro": "જો આ ગોપનીયતા નીતિ વિશે તમારા કોઈ પ્રશ્નો છે, તો કૃપા કરી અમારો સંપર્ક કરો:",
  "privacy_contact_title": "અમારો સંપર્ક કરો",
  "privacy_contact_website": "અમારી વેબસાઇટ પર આ પેજની મુલાકાત લઈને: {website}",
  "privacy_effective_date": "પ્રભાવી તારીખ: 12 એપ્રિલ 2025",
  "privacy_introduction_1": "પિયુઓ કાઉન્ટરમાં આપનું સ્વાગત છે! આ ગોપનીયતા નીતિ સમજાવે છે કે જ્યારે તમે અમારી સોફ્ટવેર એપ્લિકેશન (\"એપ\") નો ઉપયોગ કરો છો ત્યારે અમે માહિતીને કેવી રીતે હેન્ડલ કરીએ છીએ. અમારી પ્રતિબદ્ધતા તમારી ગોપનીયતા પ્રત્યે છે. આ એપ તમારો કોઈ વ્યક્તિગત ડેટા એકત્રિત કે પ્રક્રિયા કર્યા વિના કાર્ય કરવા માટે ડિઝાઇન કરવામાં આવ્યો છે.",
  "privacy_introduction_2": "આ ગોપનીયતા નીતિ મોબાઇલ ઉપકરણો અને કમ્પ્યુટર્સ માટે પિયુઓ કાઉન્ટર સોફ્ટવેર એપ્લિકેશન (\"એપ\") પર લાગુ થાય છે, જે વિવિધ પ્લેટફોર્મ અને એપ્લિકેશન સ્ટોર્સ પર ઉપલબ્ધ છે.",
  "privacy_introduction_title": "પરિચય",
  "privacy_no_collect_intro": "અમે પિયુઓ કાઉન્ટર એપ દ્વારા તમારી પાસેથી કોઈ વ્યક્તિગત માહિતી અથવા ઉપયોગ ડેટા એકત્રિત, સ્ટોર, ટ્રાન્સમિટ કે પ્રક્રિયા કરતા નથી.",
  "privacy_no_collect_personal": "કોઈ વ્યક્તિગત ડેટા નથી: અમે તમારું નામ, ઈમેઈલ સરનામું, સ્થાન, ડિવાઇસ આઈડેન્ટિફાયર્સ, અથવા સંપર્કો જેવી તમારી ઓળખ કરી શકે તેવી કોઈ માહિતીની માંગણી, પ્રવેશ કે ટ્રેકિંગ કરતા નથી.",
  "privacy_no_collect_third_party": "કોઈ થર્ડ-પાર્ટી સેવાઓ નથી: અમે એનાલિટિક્સ (Firebase Analytics જેવા), જાહેરાતો (AdMob જેવા), ક્લાઉડ સ્ટોરેજ, અથવા બાહ્ય પક્ષો સાથે ડેટા શેર કરવાનો સમાવેશ કરે તેવા કોઈ અન્ય હેતુ માટે કોઈ થર્ડ-પાર્ટી સેવાઓ એકીકૃત કરતા નથી. એપ ડેટા હેન્ડલિંગના સંદર્ભમાં સંપૂર્ણપણે ઓફલાઇન કાર્ય કરે છે.",
  "privacy_no_collect_title": "જે માહિતી અમે એકત્રિત કરતા નથી",
  "privacy_no_collect_usage": "કોઈ ઉપયોગ ડેટા નથી: એપ તમે તેનો કેવી રીતે ઉપયોગ કરો છો તે રેકોર્ડ કરતો નથી. તમે બનાવો છો તે તમામ કાઉન્ટર ડેટા ફક્ત તમારા ઉપકરણ પર સ્થાનિક રીતે સ્ટોર થાય છે અને અમારા માટે પ્રવેશયોગ્ય નથી.",
  "privacy_rights_1": "યુરોપમાં જનરલ ડેટા પ્રોટેક્શન રેગ્યુલેશન (GDPR) અને વિવિધ યુએસ સ્ટેટ કાયદાઓ જેવા ગોપનીયતા કાયદાઓ વ્યક્તિઓને તેમના વ્યક્તિગત ડેટા પર અધિકારો (જેમ કે પ્રવેશ, સુધારણા, ડિલીટ) આપે છે.",
  "privacy_rights_2": "કેમ કે પિયુઓ કાઉન્ટર એપ તમારો કોઈ વ્યક્તિગત ડેટા એકત્રિત, સ્ટોર કે પ્રક્રિયા કરતો નથી, આ અધિકારો સામાન્ય રીતે અમારી એપના સંદર્ભમાં લાગુ નથી, કેમ કે અમારા દ્વારા કોઈ ડેટા રાખવામાં આવતો નથી જેને તમે પ્રવેશ, સુધારો કે ડિલીટ કરી શકો. એપ સંબંધિત કોઈ પણ ડેટા ફક્ત તમારા ઉપકરણ પર, તમારા નિયંત્રણ હેઠળ રહે છે.",
  "privacy_rights_title": "તમારા અધિકારો (GDPR અને અન્ય કાયદાઓ)",
  "privacy_security": "પિયુઓ કાઉન્ટર એપનો ઉપયોગ કરીને બનાવવામાં આવેલ કોઈ પણ ડેટા (જેમ કે તમારા કાઉન્ટ્સ) ફક્ત તમારા ઉપકરણ પર સ્થાનિક રીતે સ્ટોર થાય છે. અમારે આ ડેટાની પ્રવેશ નથી. જ્યારે અમે અમારી એપ માનક સિક્યોરિટી પ્રેક્ટિસ સાથે બનાવીએ છીએ, તમારા ઉપકરણ પર સ્ટોર કરાયેલ ડેટાની સિક્યોરિટી તમે તમારા ઉપકરણ માટે લો છો તે સિક્યોરિટી મેઝર્સ પર નિર્ભર કરે છે.",
  "privacy_security_title": "ડેટા સિક્યોરિટી",
  "privacy_sharing": "અમે કોઈ વ્યક્તિગત માહિતી શેર કે પ્રકટ કરતા નથી કારણ કે અમે કોઈ એકત્રિત કરતા નથી. તમારો ડેટા (તમે ટ્રેક કરો છો તે કાઉન્ટ્સ) તમારા ઉપકરણ પર રહે છે.",
  "privacy_sharing_title": "માહિતી શેરિંગ અને પ્રકટીકરણ",
  "privacy_title": "પિયુઓ કાઉન્ટર માટે ગોપનીયતા નીતિ",
  "privacy_use": "કેમ કે અમે કોઈ માહિતી એકત્રિત કરતા નથી, અમે તમારી માહિતીનો કોઈ હેતુ માટે ઉપયોગ કરતા નથી.",
  "privacy_use_title": "અમે માહિતીનો ઉપયોગ કેવી રીતે કરીએ છીએ",
  "privacy_who_we_are": "પિયુઓ કાઉન્ટર એપ પિયુઓ (\"અમે,\" \"અમારું,\" અથવા \"અમારા\") દ્વારા પ્રદાન કરવામાં આવે છે. અમારી વેબસાઇટ {website} છે. જો તમને આ નીતિ વિશે પ્રશ્નો છે, તો તમે {email} પર અમારો સંપર્ક કરી શકો છો.",
  "privacy_who_we_are_title": "અમે કોણ છીએ",
  "website_url": "https://piyuo.com"
}