{
  "index_download": "Tải xuống",
  "index_download_soon": "Sắp ra mắt.",
  "index_language": "Ngôn ngữ",
  "index_video_title": "Điện thoại của bạn giờ đây có thể sử dụng AI để nhận diện người đi bộ.",
  "index_video_desc": "Không cần internet. Không cần đếm người thủ công bằng máy đếm truyền thống. Chỉ cần thiết lập điện thoại để tự động theo dõi lưu lượng người qua lại.",
  "index_1": "Theo dõi 24/7",
  "index_1_desc": "Xem số lượng người qua lại trong bất kỳ khoảng thời gian nào.",
  "index_2": "Theo dõi nhiều đối tượng",
  "index_2_desc": "Đồng thời đếm người đi bộ, xe hơi, xe đạp và nhiều hơn nữa",
  "index_3": "Vùng phát hiện tùy chỉnh",
  "index_3_desc": "Xác định vùng phát hiện tùy chỉnh để đếm lưu lượng trong các khu vực cụ thể.",
  "index_4": "Chế độ đếm linh hoạt",
  "index_4_desc": "Chọn để đếm các đối tượng mới xuất hiện trong vùng phát hiện, hoặc những đối tượng đứng yên.",
  "index_desktop_title": "Phiên bản máy tính để bàn",
  "index_desktop_desc": "Chúng tôi cũng cung cấp phiên bản máy tính để bàn. Chúng tôi cung cấp phiên bản cho iOS/Android/Mac/Windows, cho phép bạn sử dụng cả thiết bị di động và máy tính để bàn có webcam. Phiên bản máy tính để bàn còn hỗ trợ nhiều nguồn video, cho phép đếm đồng thời từ nhiều luồng.",
  "index_desktop2_title": "Hỗ trợ trực tuyến",
  "index_desktop2_desc": "Ngoài camera thiết bị di động, chúng tôi còn hỗ trợ các tệp video đã ghi, đầu vào webcam và luồng trực tuyến trên internet như RTSP. Điều này cho phép bạn kết nối với các thiết bị hiện có và bắt đầu đo lường lưu lượng ngay lập tức.",
  "index_email_us": "Gửi email cho chúng tôi",
  "app_desc": "Bạn muốn biết có bao nhiêu người đi ngang qua? Ứng dụng này sử dụng camera điện thoại để nhận diện thông minh và tự động đếm người đi bộ. Không cần nhập liệu thủ công. Tạm biệt việc đếm tẻ nhạt và dễ dàng giám sát lưu lượng người qua lại.",
  "video_desc": "Không cần internet. Không cần đếm người thủ công bằng máy đếm truyền thống. Chỉ cần thiết lập điện thoại để tự động theo dõi lưu lượng người qua lại.",
  "terms": "Điều khoản dịch vụ",
  "privacy": "Quyền riêng tư",
  "index_download_available": "MISSING"
}
