{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Bằng việc tải xuống, cài đặt hoặc sử dụng ứng dụng Piyuo Counter (\"Dịch Vụ\"), bạn đồng ý bị ràng buộc bởi các Điều Khoản Dịch Vụ này (\"Điều Khoản\"). Nếu bạn không đồng ý với bất kỳ phần nào của các điều khoản này, thì bạn không được phép truy cập Dịch Vụ.",
  "terms_acceptance_title": "1. Chấp Nhận Điều Khoản",
  "terms_changes": "Chúng tôi bảo lưu quyền, theo quyết định riêng của chúng tôi, để sửa đổi hoặc thay thế các Điều Khoản này bất cứ lúc nào. Nếu một bản sửa đổi là quan trọng, chúng tôi sẽ nỗ lực hợp lý để cung cấp thông báo trước khi bất kỳ điều khoản mới nào có hiệu lực. Những gì cấu thành thay đổi quan trọng sẽ được xác định theo quyết định riêng của chúng tôi. Bằng việc tiếp tục truy cập hoặc sử dụng Dịch Vụ của chúng tôi sau khi những sửa đổi đó có hiệu lực, bạn đồng ý bị ràng buộc bởi các điều khoản đã được sửa đổi.",
  "terms_changes_title": "9. Thay Đổi Các Điều Khoản Này",
  "terms_contact_email": "Qua email: {email}",
  "terms_contact_intro": "Nếu bạn có bất kỳ câu hỏi nào về các Điều Khoản này, vui lòng liên hệ với chúng tôi:",
  "terms_contact_title": "13. Thông Tin Liên Hệ",
  "terms_contact_website": "Bằng cách truy cập trang này trên trang web của chúng tôi: {website}",
  "terms_description_1": "Piyuo Counter là một ứng dụng phần mềm sử dụng camera thiết bị của bạn và công nghệ thị giác máy tính để tự động đếm và theo dõi các đối tượng như người đi bộ, phương tiện hoặc các mục khác trong thời gian thực.",
  "terms_description_2": "Dịch Vụ hoạt động hoàn toàn trên thiết bị cục bộ của bạn. Chúng tôi không thu thập, lưu trữ hoặc truyền tải bất kỳ dữ liệu nào từ việc sử dụng ứng dụng của bạn.",
  "terms_description_title": "2. Mô Tả Dịch Vụ",
  "terms_disclaimer_1": "Dịch vụ được cung cấp \"như hiện tại\" và \"như có sẵn\" mà không có bảo hành dưới bất kỳ hình thức nào. trong phạm vi tối đa được pháp luật cho phép, piyuo rõ ràng từ chối tất cả bảo hành, dù là rõ ràng, ngụ ý, theo luật định hay khác, liên quan đến dịch vụ, bao gồm tất cả bảo hành ngụ ý về khả năng bán được, phù hợp cho mục đích cụ thể, quyền sở hữu và không vi phạm.",
  "terms_disclaimer_2": "Không giới hạn những điều nói trên, piyuo không cung cấp bảo hành hoặc cam kết và không đưa ra bất kỳ tuyên bố nào rằng dịch vụ sẽ đáp ứng yêu cầu của bạn, đạt được kết quả dự định, tương thích hoặc hoạt động với bất kỳ phần mềm, ứng dụng, hệ thống hoặc dịch vụ khác.",
  "terms_disclaimer_3": "CHÚNG TÔI KHÔNG BẢO HÀNH ĐỘ CHÍNH XÁC, TÍNH ĐẦY ĐỦ HOẶC ĐỘ TIN CẬY CỦA BẤT KỲ DỮ LIỆU HOẶC KẾT QUẢ NÀO THU ĐƯỢC THÔNG QUA VIỆC SỬ DỤNG ỨNG DỤNG. ỨNG DỤNG LÀ MỘT CÔNG CỤ VÀ ĐẦU RA CỦA NÓ CÓ THỂ BỊ ẢNH HƯỞNG BỞI NHIỀU YẾU TỐ KHÁC NHAU BAO GỒM CHẤT LƯỢNG CAMERA, ĐIỀU KIỆN Ánh SÁNG VÀ GIỚI HẠN CỦA THUẬT TOÁN.",
  "terms_disclaimer_title": "6. Từ Chối Bảo Hành",
  "terms_effective_date": "Ngày Có Hiệu Lực: 12 tháng 4, 2025",
  "terms_entire": "Các Điều Khoản này, cùng với Chính Sách Quyền Riêng Tư của chúng tôi, cấu thành thỏa thuận toàn bộ giữa bạn và Piyuo liên quan đến Dịch Vụ và thay thế tất cả các hiểu biết, thỏa thuận, tuyên bố và bảo hành trước đó và đồng thời, cả bằng văn bản và bằng lời nói, liên quan đến Dịch Vụ.",
  "terms_entire_title": "12. Thỏa Thuận Toàn Bộ",
  "terms_governing": "Các Điều Khoản này sẽ được điều chỉnh và giải thích theo luật pháp của Bang California, Hoa Kỳ, không tính đến các nguyên tắc xung đột pháp luật của nó.",
  "terms_governing_title": "10. Luật Điều Chỉnh",
  "terms_liability_access": "Việc truy cập hoặc sử dụng Dịch Vụ của bạn hoặc không thể truy cập hoặc sử dụng Dịch Vụ;",
  "terms_liability_basis": "Giới hạn trách nhiệm này áp dụng cho dù trách nhiệm bị cáo buộc dựa trên hợp đồng, thiệt hại, cẩu thả, trách nhiệm nghiêm ngặt hay bất kỳ cơ sở nào khác, ngay cả khi piyuo đã được thông báo về khả năng của những thiệt hại như vậy.",
  "terms_liability_content": "Bất kỳ nội dung nào thu được từ Dịch Vụ; và",
  "terms_liability_intro": "Trong phạm vi tối đa được pháp luật cho phép, trong mọi trường hợp piyuo, các công ty liên kết, cán bộ, giám đốc, nhân viên, đại lý, nhà cung cấp hoặc bên cấp phép sẽ không chịu trách nhiệm cho những thiệt hại gián tiếp, ngẫu nhiên, đặc biệt, hậu quả hoặc trừng phạt, bao gồm không giới hạn, mất lợi nhuận, dữ liệu, sử dụng, uy tín hoặc các tổn thất vô hình khác, phát sinh từ:",
  "terms_liability_risk": "Bạn thừa nhận và đồng ý rằng dịch vụ được cung cấp miễn phí như một công cụ. bạn sử dụng dịch vụ hoàn toàn chịu rủi ro. piyuo không chịu trách nhiệm cho bất kỳ thiệt hại nào cho thiết bị của bạn hoặc phần mềm khác, hoặc bất kỳ hậu quả nào phát sinh từ việc sử dụng dịch vụ của bạn.",
  "terms_liability_third_party": "Bất kỳ hành vi hoặc nội dung nào của bên thứ ba trên Dịch Vụ;",
  "terms_liability_title": "7. Giới Hạn Trách Nhiệm",
  "terms_liability_unauthorized": "Truy cập, sử dụng hoặc thay đổi trái phép các truyền tải hoặc nội dung của bạn.",
  "terms_license_1": "Tùy thuộc vào việc tuân thủ các Điều Khoản này của bạn, Piyuo cấp cho bạn giấy phép hạn chế, không độc quyền, không thể chuyển nhượng, không thể cấp phép lại để tải xuống, cài đặt và sử dụng Dịch Vụ chỉ cho mục đích sử dụng cá nhân, phi thương mại của bạn.",
  "terms_license_2": "Giấy phép này không cấp cho bạn bất kỳ quyền nào để:",
  "terms_license_distribute": "Phân phối, bán, cho thuê, cho mượn hoặc chuyển nhượng Dịch Vụ cho bất kỳ bên thứ ba nào;",
  "terms_license_modify": "Sửa đổi, điều chỉnh, thay đổi, dịch thuật hoặc tạo ra các tác phẩm phái sinh của Dịch Vụ;",
  "terms_license_remove": "Loại bỏ, thay đổi hoặc che khuất bất kỳ thông báo quyền sở hữu nào trên Dịch Vụ.",
  "terms_license_reverse": "Kỹ thuật đảo ngược, dịch ngược hoặc tháo rời Dịch Vụ;",
  "terms_license_title": "3. Giấy Phép",
  "terms_privacy_1": "Ứng dụng Piyuo Counter được thiết kế với quyền riêng tư trong tâm trí. Ứng dụng xử lý dữ liệu video cục bộ trên thiết bị của bạn cho mục đích phát hiện và đếm đối tượng.",
  "terms_privacy_2": "Chúng tôi không thu thập, lưu trữ, truy cập hoặc truyền tải bất kỳ thông tin cá nhân, dữ liệu video, dữ liệu đếm hoặc dữ liệu sử dụng nào từ ứng dụng. Tất cả xử lý diễn ra cục bộ trên thiết bị của bạn.",
  "terms_privacy_3": "Để biết thêm chi tiết về các thực hành quyền riêng tư của chúng tôi, vui lòng xem Chính Sách Quyền Riêng Tư của chúng tôi tại {privacy_link}.",
  "terms_privacy_title": "5. Quyền Riêng Tư và Dữ Liệu",
  "terms_severability": "Nếu bất kỳ điều khoản nào của các Điều Khoản này được coi là không thể thực thi hoặc không hợp lệ, điều khoản đó sẽ được thay đổi và giải thích để hoàn thành các mục tiêu của điều khoản đó trong phạm vi tối đa có thể theo luật pháp hiện hành, và các điều khoản còn lại sẽ tiếp tục có hiệu lực đầy đủ.",
  "terms_severability_title": "11. Tính Tách Rời và Từ Bỏ",
  "terms_support": "Piyuo Counter được cung cấp miễn phí. Chúng tôi không có nghĩa vụ cung cấp bảo trì, hỗ trợ kỹ thuật, cập nhật hoặc nâng cấp cho Dịch Vụ. Chúng tôi bảo lưu quyền sửa đổi, tạm ngưng hoặc ngừng, tạm thời hoặc vĩnh viễn, Dịch Vụ hoặc bất kỳ dịch vụ nào mà nó kết nối, có hoặc không có thông báo và không có trách nhiệm đối với bạn.",
  "terms_support_title": "8. Không Có Hỗ Trợ hoặc Bảo Trì",
  "terms_title": "Điều Khoản Dịch Vụ cho Piyuo Counter",
  "terms_use_harm": "Theo bất kỳ cách nào có thể vô hiệu hóa, quá tải, làm hỏng hoặc làm suy giảm Dịch Vụ;",
  "terms_use_illegal": "Theo bất kỳ cách nào vi phạm bất kỳ luật pháp hoặc quy định liên bang, tiểu bang, địa phương hoặc quốc tế hiện hành;",
  "terms_use_intro": "Bạn đồng ý chỉ sử dụng Dịch Vụ cho các mục đích hợp pháp và theo các Điều Khoản này. Bạn đồng ý không sử dụng Dịch Vụ:",
  "terms_use_malware": "Để đưa vào bất kỳ virus, trojan, sâu, bom logic hoặc vật liệu độc hại hoặc có hại về mặt kỹ thuật khác.",
  "terms_use_privacy": "Để vi phạm quyền riêng tư của người khác hoặc tham gia vào bất kỳ hình thức giám sát nào bị cấm bởi pháp luật;",
  "terms_use_title": "4. Sử Dụng Chấp Nhận Được",
  "website_url": "https://piyuo.com"
}