{
  "privacy_title": "Политика конфиденциальности для Piyuo Counter",
  "privacy_effective_date": "Дата вступления в силу: 12 апреля 2025 г.",

  "privacy_introduction_title": "Введение",
  "privacy_introduction_1": "Добро пожаловать в Piyuo Counter! Данная Политика конфиденциальности объясняет, как мы обрабатываем информацию при использовании вами нашего программного приложения (\"Приложение\"). Наша приверженность — вашей конфиденциальности. Это Приложение разработано для работы без сбора или обработки ваших персональных данных.",
  "privacy_introduction_2": "Данная Политика конфиденциальности применяется к программному приложению Piyuo Counter (\"Приложение\") для мобильных устройств и компьютеров, доступному на различных платформах и в магазинах приложений.",

  "privacy_who_we_are_title": "Кто мы",
  "privacy_who_we_are": "Приложение Piyuo Counter предоставляется компанией Piyuo (\"мы\", \"нас\" или \"наша\"). Наш веб-сайт: {website}. Если у вас есть вопросы об этой политике, вы можете связаться с нами по адресу {email}.",

  "privacy_no_collect_title": "Информация, которую мы не собираем",
  "privacy_no_collect_intro": "Мы не собираем, не храним, не передаем и не обрабатываем никакую личную информацию или данные об использовании от вас через приложение Piyuo Counter.",
  "privacy_no_collect_personal": "Никаких персональных данных: Мы не запрашиваем, не получаем доступ и не отслеживаем никакую информацию, которая могла бы вас идентифицировать, такую как ваше имя, адрес электронной почты, местоположение, идентификаторы устройства или контакты.",
  "privacy_no_collect_usage": "Никаких данных об использовании: Приложение не записывает, как вы его используете. Все данные счетчика, которые вы создаете, хранятся локально только на вашем устройстве и недоступны нам.",
  "privacy_no_collect_third_party": "Никаких сторонних сервисов: Мы не интегрируем никаких сторонних сервисов для аналитики (таких как Firebase Analytics), рекламы (таких как AdMob), облачного хранения или любых других целей, которые включали бы обмен данными с внешними сторонами. Приложение работает полностью в автономном режиме в плане обработки данных.",

  "privacy_use_title": "Как мы используем информацию",
  "privacy_use": "Поскольку мы не собираем никакой информации, мы не используем вашу информацию для каких-либо целей.",

  "privacy_sharing_title": "Обмен информацией и раскрытие",
  "privacy_sharing": "Мы не делимся и не раскрываем никакую личную информацию, потому что мы ее не собираем. Ваши данные (счетчики, которые вы отслеживаете) остаются на вашем устройстве.",

  "privacy_security_title": "Безопасность данных",
  "privacy_security": "Любые данные, генерируемые при использовании приложения Piyuo Counter (такие как ваши счетчики), хранятся локально только на вашем устройстве. У нас нет доступа к этим данным. Хотя мы создаем наше приложение с использованием стандартных практик безопасности, безопасность данных, хранящихся на вашем устройстве, зависит от мер безопасности, которые вы принимаете для самого устройства.",

  "privacy_children_title": "Конфиденциальность детей",
  "privacy_children": "Наше Приложение не собирает личную информацию ни от кого, включая детей. Мы соблюдаем Закон о защите конфиденциальности детей в Интернете (COPPA) в США и аналогичные правила, такие как GDPR, касающиеся данных детей. Поскольку мы не собираем данные, мы по своей сути не собираем данные от детей младше 13 лет (или 16 лет в некоторых странах ЕС).",

  "privacy_rights_title": "Ваши права (GDPR и другие законы)",
  "privacy_rights_1": "Законы о конфиденциальности, такие как Общий регламент по защите данных (GDPR) в Европе и различные законы штатов США, предоставляют людям права на их персональные данные (такие как доступ, исправление, удаление).",
  "privacy_rights_2": "Поскольку приложение Piyuo Counter не собирает, не хранит и не обрабатывает никаких ваших персональных данных, эти права обычно неприменимы в контексте нашего Приложения, поскольку у нас нет данных, к которым вы могли бы получить доступ, исправить или удалить. Любые данные, связанные с приложением, находятся исключительно на вашем устройстве под вашим контролем.",

  "privacy_changes_title": "Изменения в данной Политике конфиденциальности",
  "privacy_changes_1": "Мы можем время от времени обновлять данную Политику конфиденциальности. Мы уведомим вас о любых изменениях, опубликовав новую Политику конфиденциальности в Приложении или на нашем веб-сайте ({website}). Рекомендуется периодически просматривать данную Политику конфиденциальности на предмет изменений.",
  "privacy_changes_2": "Изменения в данной Политике конфиденциальности вступают в силу после их публикации на этой странице.",

  "privacy_contact_title": "Связаться с нами",
  "privacy_contact_intro": "Если у вас есть вопросы об этой Политике конфиденциальности, пожалуйста, свяжитесь с нами:",
  "privacy_contact_email": "По электронной почте: {email}",
  "privacy_contact_website": "Посетив эту страницу на нашем веб-сайте: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
