{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Загружая, устанавливая или используя приложение Piyuo Counter (\"Сервис\"), вы соглашаетесь соблюдать эти Условия обслуживания (\"Условия\"). Если вы не согласны с какой-либо частью этих условий, вы не можете получить доступ к Сервису.",
  "terms_acceptance_title": "1. Принятие условий",
  "terms_changes": "Мы оставляем за собой право по нашему собственному усмотрению изменять или заменять эти Условия в любое время. Если пересмотр является существенным, мы приложим разумные усилия для предоставления уведомления до вступления в силу любых новых условий. То, что составляет существенное изменение, будет определяться по нашему собственному усмотрению. Продолжая получать доступ к нашему Сервису или использовать его после того, как эти изменения вступят в силу, вы соглашаетесь соблюдать пересмотренные условия.",
  "terms_changes_title": "9. Изменения в этих условиях",
  "terms_contact_email": "По электронной почте: {email}",
  "terms_contact_intro": "Если у вас есть вопросы об этих Условиях, свяжитесь с нами:",
  "terms_contact_title": "13. Контактная информация",
  "terms_contact_website": "Посетив эту страницу на нашем веб-сайте: {website}",
  "terms_description_1": "Piyuo Counter - это программное приложение, которое использует камеру вашего устройства и технологию компьютерного зрения для автоматического подсчета и отслеживания объектов, таких как пешеходы, транспортные средства или другие предметы в режиме реального времени.",
  "terms_description_2": "Сервис работает полностью на вашем локальном устройстве. Мы не собираем, не храним и не передаем никаких данных от использования вами приложения.",
  "terms_description_title": "2. Описание сервиса",
  "terms_disclaimer_1": "Сервис предоставляется \"как есть\" и \"как доступно\" без гарантий любого рода. в максимальной степени, разрешенной применимым законодательством, piyuo прямо отказывается от всех гарантий, будь то явные, подразумеваемые, установленные законом или иные, в отношении сервиса, включая все подразумеваемые гарантии товарности, пригодности для определенной цели, права собственности и ненарушения прав.",
  "terms_disclaimer_2": "Без ограничения вышесказанного, piyuo не предоставляет никаких гарантий или обязательств и не делает никаких заявлений о том, что сервис будет соответствовать вашим требованиям, достигнет намеченных результатов, будет совместим или работать с любым другим программным обеспечением, приложениями, системами или сервисами.",
  "terms_disclaimer_3": "Мы не гарантируем точность, полноту или надежность любых данных или результатов, полученных через использование приложения. приложение является инструментом, и его выходные данные могут быть затронуты различными факторами, включая качество камеры, условия освещения и ограничения алгоритма.",
  "terms_disclaimer_title": "6. Отказ от гарантий",
  "terms_effective_date": "Дата вступления в силу: 12 апреля 2025 г.",
  "terms_entire": "Эти Условия вместе с нашей Политикой конфиденциальности составляют полное соглашение между вами и Piyuo относительно Сервиса и заменяют все предыдущие и одновременные понимания, соглашения, представления и гарантии, как письменные, так и устные, относительно Сервиса.",
  "terms_entire_title": "12. Полное соглашение",
  "terms_governing": "Эти Условия регулируются и толкуются в соответствии с законами штата Калифорния, Соединенные Штаты, без учета принципов коллизионного права.",
  "terms_governing_title": "10. Применимое право",
  "terms_liability_access": "Вашего доступа к Сервису или его использования, или невозможности получить доступ к Сервису или использовать его;",
  "terms_liability_basis": "Это ограничение ответственности применяется независимо от того, основана ли предполагаемая ответственность на договоре, правонарушении, халатности, строгой ответственности или любой другой основе, даже если piyuo была уведомлена о возможности таких убытков.",
  "terms_liability_content": "Любого контента, полученного из Сервиса; и",
  "terms_liability_intro": "В максимальной степени, разрешенной применимым законодательством, ни в коем случае piyuo, ее аффилированные лица, должностные лица, директора, сотрудники, агенты, поставщики или лицензиары не несут ответственности за косвенные, случайные, специальные, последующие или штрафные убытки, включая без ограничения, потерю прибыли, данных, использования, деловой репутации или других нематериальных потерь, возникающих в результате:",
  "terms_liability_risk": "Вы признаете и соглашаетесь, что сервис предоставляется бесплатно как инструмент. вы используете сервис полностью на свой страх и риск. piyuo не несет ответственности за любой ущерб вашему устройству(ам) или другому программному обеспечению, или любые последствия, возникающие в результате вашего использования сервиса.",
  "terms_liability_third_party": "Любого поведения или контента третьих лиц в Сервисе;",
  "terms_liability_title": "7. Ограничение ответственности",
  "terms_liability_unauthorized": "Несанкционированного доступа, использования или изменения ваших передач или контента.",
  "terms_license_1": "При условии соблюдения вами этих Условий, Piyuo предоставляет вам ограниченную, неисключительную, непередаваемую, несублицензируемую лицензию на загрузку, установку и использование Сервиса исключительно для вашего личного, некоммерческого использования.",
  "terms_license_2": "Эта лицензия не предоставляет вам никаких прав на:",
  "terms_license_distribute": "Распространение, продажу, аренду, одалживание или иную передачу Сервиса третьим лицам;",
  "terms_license_modify": "Модификацию, адаптацию, изменение, перевод или создание производных работ Сервиса;",
  "terms_license_remove": "Удаление, изменение или сокрытие любых уведомлений о правах собственности на Сервис.",
  "terms_license_reverse": "Обратный инжиниринг, декомпиляцию или дизассемблирование Сервиса;",
  "terms_license_title": "3. Лицензия",
  "terms_privacy_1": "Приложение Piyuo Counter разработано с учетом конфиденциальности. Приложение обрабатывает видеоданные локально на вашем устройстве для целей обнаружения и подсчета объектов.",
  "terms_privacy_2": "Мы не собираем, не храним, не получаем доступ и не передаем никакую личную информацию, видеоданные, данные подсчета или данные об использовании из приложения. Вся обработка происходит локально на вашем устройстве.",
  "terms_privacy_3": "Для получения более подробной информации о наших методах обеспечения конфиденциальности, пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности по адресу {privacy_link}.",
  "terms_privacy_title": "5. Конфиденциальность и данные",
  "terms_severability": "Если любое положение этих Условий будет признано неисполнимым или недействительным, такое положение будет изменено и истолковано для достижения целей такого положения в максимальной степени, возможной в соответствии с применимым правом, и остальные положения будут продолжать действовать в полной мере.",
  "terms_severability_title": "11. Делимость и отказ от прав",
  "terms_support": "Piyuo Counter предоставляется бесплатно. Мы не обязаны предоставлять техническое обслуживание, техническую поддержку, обновления или модернизации для Сервиса. Мы оставляем за собой право изменять, приостанавливать или прекращать, временно или постоянно, Сервис или любой сервис, к которому он подключается, с уведомлением или без него и без ответственности перед вами.",
  "terms_support_title": "8. Отсутствие поддержки или обслуживания",
  "terms_title": "Условия обслуживания для Piyuo Counter",
  "terms_use_harm": "Любым способом, который может отключить, перегрузить, повредить или нарушить работу Сервиса;",
  "terms_use_illegal": "Любым способом, который нарушает любые применимые федеральные, государственные, местные или международные законы или правила;",
  "terms_use_intro": "Вы соглашаетесь использовать Сервис только в законных целях и в соответствии с этими Условиями. Вы соглашаетесь не использовать Сервис:",
  "terms_use_malware": "Для внедрения любых вирусов, троянских коней, червей, логических бомб или другого вредоносного или технически вредного материала.",
  "terms_use_privacy": "Для нарушения прав на конфиденциальность других лиц или участия в любой форме наблюдения, запрещенной законом;",
  "terms_use_title": "4. Допустимое использование",
  "website_url": "https://piyuo.com"
}