{
  "index_download": "Preuzmi",
  "index_download_soon": "Uskoro dostupno.",
  "index_language": "Jezik",
  "index_video_title": "Vaš telefon sada može koristiti AI za prepoznavanje pješaka.",
  "index_video_desc": "Nije potreban internet. Nije potrebno ručno brojati ljude tradicionalnim brojačem. Jednostavno postavite svoj telefon da automatski prati prolaznost pješaka.",
  "index_1": "Praćenje 24/7",
  "index_1_desc": "Pregledajte broj prolaznika za bilo koje vremensko razdoblje.",
  "index_2": "Praćenje više objekata",
  "index_2_desc": "Istovremeno brojite pješake, automobile, bicikle i više",
  "index_3": "Prilagođene zone detekcije",
  "index_3_desc": "Definirajte prilagođene zone detekcije za brojanje prometa u određenim područjima.",
  "index_4": "Fleksibilni načini brojanja",
  "index_4_desc": "Odaberite brojanje novih objekata unutar zone detekcije ili onih koji ostaju nepomični.",
  "index_desktop_title": "Dostupnost desktop verzije",
  "index_desktop_desc": "Također nudimo desktop verziju. Pružamo verzije za iOS/Android/Mac/Windows, omogućujući vam korištenje mobilnih uređaja i stolnih računala s web kamerama. Desktop verzija dodatno podržava više video izvora, omogućujući istovremeno brojanje iz više tokova.",
  "index_desktop2_title": "Podrška za live stream",
  "index_desktop2_desc": "Osim kamera mobilnih uređaja, podržavamo snimljene video datoteke, unose web kamera i internetske live streamove poput RTSP-a. To vam omogućuje povezivanje s postojećim uređajima i trenutno započinjanje mjerenja protoka prometa.",
  "index_email_us": "Pošaljite nam e-mail",
  "app_desc": "Želite znati koliko ljudi prolazi? Ova aplikacija koristi kameru vašeg telefona za inteligentno prepoznavanje i automatsko brojanje pješaka. Nije potreban ručni unos. Oprostite se od dosadnog brojanja i jednostavno pratite protok prometa.",
  "video_desc": "Nije potreban internet. Nije potrebno ručno brojati ljude tradicionalnim brojačem. Jednostavno postavite svoj telefon da automatski prati prolaznost pješaka.",
  "terms": "Uvjeti korištenja",
  "privacy": "Privatnost",
  "index_download_available": "MISSING"
}
