{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Preuzimanjem, instaliranjem ili korištenjem aplikacije Piyuo Counter (\"Usluga\"), pristajete biti vezani ovim Uvjetima pružanja usluge (\"Uvjeti\"). Ako se ne slažete s bilo kojim dijelom ovih uvjeta, ne možete pristupiti Usluzi.",
  "terms_acceptance_title": "1. Prihvaćanje uvjeta",
  "terms_changes": "Zadržavamo pravo, prema našoj isključivoj diskreciji, modificirati ili zamijeniti ove Uvjete u bilo koje vrijeme. Ako je revizija materijalna, učinit ćemo razumne napore da damo obavještenje (npr. putem Aplikacije ili na Web stranici) prije stupanja na snagu bilo kojih novih uvjeta. Što predstavlja materijalnu promjenu bit će određeno prema našoj isključivoj diskreciji. Nastavkom pristupa ili korištenja naše Usluge nakon što te revizije postanu učinkovite, pristajete biti vezani revidiranim uvjetima.",
  "terms_changes_title": "9. Promjene ovih uvjeta",
  "terms_contact_email": "Putem e-pošte: {email}",
  "terms_contact_intro": "Ako imate bilo kakvih pitanja o ovim Uvjetima, molimo kontaktirajte nas:",
  "terms_contact_title": "13. Kontakt informacije",
  "terms_contact_website": "Posjećivanjem ove stranice na našoj web stranici: {website}",
  "terms_description_1": "Piyuo Counter je softverska aplikacija koja koristi kameru vašeg uređaja i tehnologiju računalnog vida za automatsko brojanje i praćenje objekata poput pješaka, vozila ili drugih predmeta u stvarnom vremenu.",
  "terms_description_2": "Usluga radi u potpunosti na vašem lokalnom uređaju. Ne prikupljamo, ne pohranjujemo niti ne prenosimo bilo koje podatke iz vaše uporabe aplikacije.",
  "terms_description_title": "2. Opis usluge",
  "terms_disclaimer_1": "Usluga se pruža \"kako jest\" i \"kako je dostupna\" bez ikakvih jamstava. u najvećoj mjeri dopuštenoj primjenjivim zakonom, piyuo izričito odriče sva jamstva, bilo izričita, implicirana, statutorna ili druga, u odnosu na uslugu, uključujući sva implicirana jamstva tržišnosti, prikladnosti za određenu svrhu, vlasništva i nekršenja, i jamstva koja mogu nastati iz tijeka poslovanja, tijeka rada, uporabe ili trgovinske prakse.",
  "terms_disclaimer_2": "Bez ograničavanja navedenog, piyuo ne pruža nikakvo jamstvo ili obvezu, i ne daje nikakve izjave da će usluga zadovoljiti vaše zahtjeve, postići bilo koje namijenjene rezultate, biti kompatibilna ili raditi s bilo kojim drugim softverom, aplikacijama, sustavima ili uslugama, raditi bez prekida, zadovoljiti bilo koje standarde performansi ili pouzdanosti, ili biti bez grešaka, ili da se bilo koje greške ili nedostaci mogu ili će biti ispravni.",
  "terms_disclaimer_3": "Ne jamčimo točnost, potpunost ili pouzdanost bilo kojih podataka ili rezultata dobivenih korištenjem aplikacije (poput brojanja pješaka). aplikacija je alat, a njen izlaz može biti utjecaj različitih čimbenika uključujući kvalitetu kamere, uvjete osvjetljenja, prepreke i ograničenja algoritma.",
  "terms_disclaimer_title": "6. Odricanje od jamstva",
  "terms_effective_date": "Datum stupanja na snagu: 12. travnja 2025.",
  "terms_entire": "Ovi Uvjeti, zajedno s našim Pravilima privatnosti (dostupni na {privacy_link}), čine cjelovit sporazum između vas i Piyuo u odnosu na Uslugu i zamjenjuju sve prethodne i istovremene razumijevanja, sporazume, izjave i jamstva, i pisane i usmene, u odnosu na Uslugu.",
  "terms_entire_title": "12. Cjelovit sporazum",
  "terms_governing": "Ovi Uvjeti će se uređivati i tumačiti u skladu sa zakonima Države Kalifornije, Sjedinjene Američke Države, bez obzira na njezina načela sukoba zakona. (Napomena: Konzultirajte se s odvjetnikom da potvrdite je li to odgovarajuća jurisdikcija za vas).",
  "terms_governing_title": "10. Mjerodavno pravo",
  "terms_liability_access": "Vašeg pristupa ili korištenja ili nemogućnosti pristupa ili korištenja Usluge;",
  "terms_liability_basis": "Ovo ograničenje odgovornosti primjenjuje se bez obzira na to je li navodna odgovornost utemeljena na ugovoru, građanskom pravu, nemaru, strogoj odgovornosti ili bilo kojoj drugoj osnovi, čak i ako je piyuo obaviješten o mogućnosti takve štete.",
  "terms_liability_content": "Bilo kojeg sadržaja dobivenog iz Usluge; i",
  "terms_liability_intro": "U najvećoj mjeri dopuštenoj primjenjivim zakonom, ni u kojem slučaju piyuo, njegovi suradnici, službenici, direktori, zaposlenici, agenti, dobavljači ili davatelji licenci neće biti odgovorni za bilo kakve neizravne, slučajne, posebne, posljedične ili kazne štete, uključujući bez ograničavanja, gubitak dobiti, podataka, uporabe, goodwilla ili drugih neopipljivih gubitaka, koji proizlaze iz:",
  "terms_liability_risk": "Priznajete i pristajete da se usluga pruža besplatno kao alat. koristite uslugu potpuno na vlastiti rizik. piyuo ne preuzima nikakvu odgovornost za bilo kakve štete na vašim uređajima ili drugom softveru, ili bilo koje posljedice koje proizlaze iz vašeg korištenja usluge.",
  "terms_liability_third_party": "Bilo kojeg ponašanja ili sadržaja bilo koje treće strane na Usluzi;",
  "terms_liability_title": "7. Ograničenje odgovornosti",
  "terms_liability_unauthorized": "Neovlaštenog pristupa, korištenja ili mijenjanja vaših prijenosa ili sadržaja (iako napominjemo da Aplikacija ne prenosi vaše podatke o brojanju).",
  "terms_license_1": "Uvjetovano vašim poštovanjem ovih Uvjeta, Piyuo vam daje ograničenu, neekskluzivnu, neprijenosnu, nelicencijabilnu licencu za preuzimanje, instaliranje i korištenje Usluge isključivo za vašu osobnu, nekomercijsku uporabu.",
  "terms_license_2": "Ova licenca vam ne daje nikakva prava na:",
  "terms_license_distribute": "Distribuciju, prodaju, najam, iznajmljivanje, posudbu ili drugačiji prijenos Usluge bilo kojoj trećoj strani;",
  "terms_license_modify": "Modificiranje, prilagođavanje, mijenjanje, prevođenje ili stvaranje izvedenih djela Usluge;",
  "terms_license_remove": "Uklanjanje, mijenjanje ili prikrivanje bilo kakvih vlasničkih napomena na Usluzi.",
  "terms_license_reverse": "Reverzno inženjerstvo, dekompajliranje ili rastavljanje Usluge;",
  "terms_license_title": "3. Licenca",
  "terms_privacy_1": "Aplikacija Piyuo Counter dizajnirana je s privatnošću na umu. Aplikacija obrađuje video podatke lokalno na vašem uređaju u svrhe otkrivanja i brojanja objekata.",
  "terms_privacy_2": "Ne prikupljamo, ne pohranjujemo, ne pristupamo niti ne prenosimo bilo koje osobne informacije, video podatke, podatke o brojanju ili podatke o uporabi iz aplikacije. Sva obrada se događa lokalno na vašem uređaju.",
  "terms_privacy_3": "Za više detalja o našim praksama privatnosti, molimo pregledajte naša Pravila privatnosti na {privacy_link}.",
  "terms_privacy_title": "5. Privatnost i podaci",
  "terms_severability": "Ako se bilo koja odredba ovih Uvjeta smatra neprovedljivom ili nevažećom, takva će se odredba promijeniti i tumačiti da ostvari ciljeve takve odredbe u najvećoj mogućoj mjeri prema primjenjivom zakonu, a preostale odredbe će nastaviti s punim učinkom. Nikakvim odricanjem od bilo kojeg uvjeta ovih Uvjeta neće se smatrati daljnje ili kontinuirano odricanje od takvog uvjeta ili bilo kojeg drugog uvjeta.",
  "terms_severability_title": "11. Odvojenost i odricanje",
  "terms_support": "Piyuo Counter se pruža besplatno. Nismo pod nikakvom obvezom pružanja održavanja, tehničke podrške, ažuriranja ili nadogradnji za Uslugu. Zadržavamo pravo na modificiranje, suspendiranje ili prekidanje, privremeno ili trajno, Usluge ili bilo koje usluge s kojom se povezuje, s obavješću ili bez nje i bez odgovornosti prema vama.",
  "terms_support_title": "8. Nema podrške ili održavanja",
  "terms_title": "Uvjeti pružanja usluge za Piyuo Counter",
  "terms_use_harm": "Na bilo koji način koji bi mogao onemogućiti, preopteretiti, oštetiti ili narušiti Uslugu;",
  "terms_use_illegal": "Na bilo koji način koji krši bilo koji primjenjivi federalni, državni, lokalni ili međunarodni zakon ili propis;",
  "terms_use_intro": "Pristajete koristiti Uslugu samo u zakonite svrhe i u skladu s ovim Uvjetima. Pristajete ne koristiti Uslugu:",
  "terms_use_malware": "Za uvođenje bilo kakvih virusa, trojanskih konja, crva, logičkih bombi ili drugog materijala koji je zlonamjeran ili tehnološki štetan.",
  "terms_use_privacy": "Za kršenje prava na privatnost drugih ili sudjelovanje u bilo kojoj vrsti nadzora koja je zabranjena zakonom;",
  "terms_use_title": "4. Prihvatljiva uporaba",
  "website_url": "https://piyuo.com"
}