{
  "index_download": "Изтегли",
  "index_download_soon": "Очаквайте скоро.",
  "index_language": "Език",
  "index_video_title": "Вашият телефон вече може да използва изкуствен интелект за разпознаване на пешеходци.",
  "index_video_desc": "Не се изисква интернет. Не е необходимо ръчно броене на хора с традиционен брояч. Просто настройте телефона си да проследява автоматично преминаващия пешеходен трафик.",
  "index_1": "Проследяване 24/7",
  "index_1_desc": "Преглед на броя пешеходци за всеки период от време.",
  "index_2": "Проследяване на множество обекти",
  "index_2_desc": "Едновременно броене на пешеходци, автомобили, велосипеди и други",
  "index_3": "Персонализирани зони за откриване",
  "index_3_desc": "Определете персонализирани зони за откриване, за да броите трафика в конкретни области.",
  "index_4": "Гъвкави режими на броене",
  "index_4_desc": "Изберете да броите новопоявяващи се обекти в зоната за откриване или тези, които остават неподвижни.",
  "index_desktop_title": "Наличност на настолна версия",
  "index_desktop_desc": "Предлагаме и настолна версия. Осигуряваме версии за iOS/Android/Mac/Windows, позволяващи ви да използвате както мобилни устройства, така и настолни компютри с уеб камери. Настолната версия поддържа и множество видео източници, позволяващи едновременно броене от множество потоци.",
  "index_desktop2_title": "Поддръжка на живо предаване",
  "index_desktop2_desc": "В допълнение към камерите на мобилните устройства, поддържаме записани видео файлове, входове от уеб камери и интернет потоци на живо като RTSP. Това ви позволява да се свържете със съществуващи устройства и незабавно да започнете измерване на трафика.",
  "index_email_us": "Пишете ни",
  "app_desc": "Искате да знаете колко хора минават покрай вас? Това приложение използва камерата на телефона ви, за да идентифицира интелигентно и автоматично да брои пешеходци. Не се изисква ръчно въвеждане. Кажете сбогом на досадното броене и лесно наблюдавайте потока на трафика.",
  "video_desc": "Не се изисква интернет. Не е необходимо ръчно броене на хора с традиционен брояч. Просто настройте телефона си да проследява автоматично преминаващия пешеходен трафик.",
  "terms": "Условия за ползване",
  "privacy": "Поверителност",
  "index_download_available": "MISSING"
}
