{
  "app_desc": "Gusto mo bang malaman kung ilang tao ang dumadaan? Ang app na ito ay gumagamit ng camera ng iyong telepono para matalinong tukuyin at awtomatikong bilangin ang mga naglalakad. Hindi kailangan ng manu-manong pag-input. Magpaalam sa nakakainip na pagbibilang at madaling subaybayan ang daloy ng trapiko.",
  "index_1": "24/7 na Pagsubaybay",
  "index_1_desc": "Tingnan ang bilang ng mga naglalakad sa anumang oras.",
  "index_2": "Sabayang Pagsubaybay ng Maraming Bagay",
  "index_2_desc": "Sabay-sabay na bilangin ang mga taong naglalakad, mga sasakyan, bisikleta, at iba pa",
  "index_3": "Pasadyang Detection Zones",
  "index_3_desc": "Magtakda ng pasadyang detection zones para bilangin ang mga dumadaan sa mga tiyak na lugar.",
  "index_4": "Nababagong Counting Modes",
  "index_4_desc": "Piliin kung bilangin ang mga bagong lumilitaw na bagay sa loob ng detection zone, o iyong mga nananatiling nakatayo.",
  "index_desktop2_desc": "Bukod sa mga camera ng mobile device, sumusuporta kami sa mga naka-record na video file, webcam inputs, at internet live streams tulad ng RTSP. Ito ay nagbibigay-daan sa iyo na kumonekta sa mga umiiral na device at agad na magsimulang sukatin ang daloy ng trapiko.",
  "index_desktop2_title": "Suporta sa Live Stream",
  "index_desktop_desc": "Nag-aalok din kami ng desktop version. Nagbibigay kami ng mga bersyon para sa iOS/Android/Mac/Windows, na nagbibigay-daan sa paggamit ng parehong mga mobile device at desktop na may webcam. Ang desktop version ay sumusuporta rin sa maraming video sources, na nagbibigay-daan sa sabay-sabay na pagbilang mula sa maraming streams.",
  "index_desktop_title": "Pagkakaroon ng Desktop Version",
  "index_download": "I-download",
  "index_download_soon": "Malapit nang dumating.",
  "index_email_us": "Mag-email sa amin",
  "index_language": "Wika",
  "index_video_desc": "Hindi kailangan ng internet. Hindi na kailangang manu-manong bilangin ang mga tao gamit ang tradisyonal na clicker. I-set up lang ang iyong telepono para awtomatikong subaybayan ang dumadaang mga tao.",
  "index_video_title": "Ang iyong telepono ay maaari nang gumamit ng AI para kilalanin ang mga naglalakad.",
  "privacy": "Pagkapribado",
  "terms": "Mga Tuntunin ng Serbisyo",
  "video_desc": "Hindi kailangan ng internet. Hindi na kailangang manu-manong bilangin ang mga tao gamit ang tradisyonal na clicker. I-set up lang ang iyong telepono para awtomatikong subaybayan ang dumadaang mga tao."
}