{
  "index_download": "Prenesi",
  "index_download_soon": "Kmalu na voljo.",
  "index_language": "Jezik",
  "index_video_title": "Vaš telefon lahko zdaj z umetno inteligenco prepoznava pešce.",
  "index_video_desc": "Internet ni potreben. Ni potrebe po ročnem štetju ljudi s tradicionalnim števcem. Preprosto nastavite telefon za samodejno sledenje mimoidočih pešcev.",
  "index_1": "Sledenje 24/7",
  "index_1_desc": "Oglejte si število pešcev za katero koli časovno obdobje.",
  "index_2": "Sledenje več objektom",
  "index_2_desc": "Hkrati štejte pešce, avtomobile, kolesa in več",
  "index_3": "Prilagojene cone zaznavanja",
  "index_3_desc": "Določite prilagojene cone zaznavanja za štetje prometa na določenih območjih.",
  "index_4": "Prilagodljivi načini štetja",
  "index_4_desc": "Izberite štetje novo pojavljivih objektov znotraj cone zaznavanja ali tistih, ki ostanejo nepremični.",
  "index_desktop_title": "Razpoložljivost namizne različice",
  "index_desktop_desc": "Ponujamo tudi namizno različico. Zagotavljamo različice za iOS/Android/Mac/Windows, kar vam omogoča uporabo mobilnih naprav in namiznih računalnikov s spletnimi kamerami. Namizna različica dodatno podpira več video virov, kar omogoča sočasno štetje iz več pretokov.",
  "index_desktop2_title": "Podpora za pretočne vsebine v živo",
  "index_desktop2_desc": "Poleg kamer mobilnih naprav podpiramo tudi posnete video datoteke, vnose spletnih kamer in spletne pretoke v živo, kot je RTSP. To vam omogoča povezavo z obstoječimi napravami in takojšen začetek merjenja pretoka prometa.",
  "index_email_us": "Pišite nam",
  "app_desc": "Želite vedeti, koliko ljudi gre mimo? Ta aplikacija uporablja kamero vašega telefona za inteligentno prepoznavanje in samodejno štetje pešcev. Ročni vnos ni potreben. Poslovite se od napornega štetja in enostavno spremljajte pretok prometa.",
  "video_desc": "Internet ni potreben. Ni potrebe po ročnem štetju ljudi s tradicionalnim števcem. Preprosto nastavite telefon za samodejno sledenje mimoidočih pešcev.",
  "terms": "Pogoji uporabe",
  "privacy": "Zasebnost",
  "index_download_available": "MISSING"
}
