{
  "terms_title": "Pogoji storitve za Piyuo Counter",
  "terms_effective_date": "Datum začetka veljavnosti: 12. april 2025",

  "terms_acceptance_title": "1. Sprejetje pogojev",
  "terms_acceptance": "Z namestitvijo, instalacijo ali uporabo aplikacije Piyuo Counter (\"Storitev\") se strinjate, da vas zavezujejo ti Pogoji storitve (\"Pogoji\"). Če se ne strinjate s katerim koli delom teh pogojev, ne smete dostopati do Storitve.",

  "terms_description_title": "2. Opis storitve",
  "terms_description_1": "Piyuo Counter je programska aplikacija, ki uporablja kamero vaše naprave in tehnologijo računalniškega vida za samodejno štetje in sledenje objektov, kot so pešci, vozila ali drugi predmeti v realnem času.",
  "terms_description_2": "Storitev deluje v celoti na vaši lokalni napravi. Ne zbiramo, shranjujemo ali prenašamo nobenih podatkov iz vaše uporabe aplikacije.",

  "terms_license_title": "3. Licenca",
  "terms_license_1": "Pod pogojem, da upoštevate te Pogoje, vam Piyuo podeljuje omejeno, neizključno, neprenosljivo, nesublicenčno licenco za nalaganje, namestitev in uporabo Storitve izključno za vašo osebno, nekomercialno uporabo.",
  "terms_license_2": "Ta licenca vam ne podeljuje nobenih pravic za:",
  "terms_license_reverse": "Povratno inženirstvo, dekompajliranje ali razstavljanje Storitve;",
  "terms_license_distribute": "Distribucijo, prodajo, dajanje v najem, izposojo ali kakršno koli drugo prenašanje Storitve tretji strani;",
  "terms_license_modify": "Spreminjanje, prilagajanje, urejanje, prevajanje ali ustvarjanje izpeljanih del Storitve;",
  "terms_license_remove": "Odstranjevanje, spreminjanje ali skrivanje kakršnih koli obvestil o lastništvu na Storitvi.",

  "terms_use_title": "4. Sprejemljiva uporaba",
  "terms_use_intro": "Strinjate se, da boste Storitev uporabljali samo za zakonite namene in v skladu s temi Pogoji. Strinjate se, da ne boste uporabljali Storitve:",
  "terms_use_illegal": "Na kakršen koli način, ki krši katerekoli veljavne zvezne, državne, lokalne ali mednarodne zakone ali predpise;",
  "terms_use_privacy": "Za kršitev pravic drugih do zasebnosti ali sodelovanje v kakršni koli obliki nadzora, ki ga zakon prepoveduje;",
  "terms_use_harm": "Na kakršen koli način, ki bi lahko onemogočil, preobremenil, poškodoval ali poslabšal Storitev;",
  "terms_use_malware": "Za vnašanje kakršnih koli virusov, trojanskih konjev, črvov, logičnih bomb ali drugega materiala, ki je zlonameren ali tehnološko škodljiv.",

  "terms_privacy_title": "5. Zasebnost in podatki",
  "terms_privacy_1": "Aplikacija Piyuo Counter je zasnovana z mislijo na zasebnost. Aplikacija obdeluje video podatke lokalno na vaši napravi za namene zaznavanja in štetja objektov.",
  "terms_privacy_2": "Ne zbiramo, shranjujemo, dostopamo ali prenašamo nobenih osebnih informacij, video podatkov, podatkov o štetju ali podatkov o uporabi iz aplikacije. Vse obdelovanje se dogaja lokalno na vaši napravi.",
  "terms_privacy_3": "Za več podrobnosti o naših praksah zasebnosti si prosimo oglejte naš Pravilnik o zasebnosti na {privacy_link}.",

  "terms_disclaimer_title": "6. Zavrnitev garancij",
  "terms_disclaimer_1": "STORITEV SE ZAGOTAVLJA \"KAKRŠNA JE\" IN \"KAKRŠNA JE NA VOLJO\" BREZ GARANCIJ KAKRŠNE KOLI VRSTE. V NAJVEČJI MOŽNI MERI, KI JO DOVOLJUJE VELJAVNO PRAVO, PIYUO IZRECNO ZAVRAČA VSE GARANCIJE, BODISI IZRECNE, IMPLICITNE, ZAKONSKE ALI DRUGE, V ZVEZI S STORITVIJO, VKLJUČNO Z VSEMI IMPLICITNIMI GARANCIJAMI TRŽNOSTI, PRIMERNOSTI ZA DOLOČEN NAMEN, LASTNINSKE PRAVICE IN NEKRŠITVE, TER GARANCIJAMI, KI LAHKO NASTANEJO IZ POTEKA POSLOVANJA, POTEKA IZVAJANJA, UPORABE ALI TRGOVINSKE PRAKSE.",
  "terms_disclaimer_2": "BREZ OMEJITVE NAVEDENEGA PIYUO NE ZAGOTAVLJA NOBENE GARANCIJE ALI OBVEZNOSTI IN NE DAJE NOBENIH IZJAV, DA BO STORITEV IZPOLNILA VAŠE ZAHTEVE, DOSEGLA KAKRŠNE KOLI NAČRTOVANE REZULTATE, BILA KOMPATIBILNA ALI DELOVALA Z DRUGO PROGRAMSKO OPREMO, APLIKACIJAMI, SISTEMI ALI STORITVAMI, DELOVALA BREZ PREKINITEV, IZPOLNILA STANDARDE UČINKOVITOSTI ALI ZANESLJIVOSTI ALI BILA BREZ NAPAK, ALI DA SE LAHKO KAKRŠNE KOLI NAPAKE ALI POMANJKLJIVOSTI POPRAVIJO ALI BODO POPRAVLJENE.",
  "terms_disclaimer_3": "NE JAMČIMO NATANČNOSTI, POPOLNOSTI ALI ZANESLJIVOSTI KAKRŠNIH KOLI PODATKOV ALI REZULTATOV, PRIDOBLJENIH Z UPORABO APLIKACIJE (KOT SO ŠTEVILA PEŠCEV). APLIKACIJA JE ORODJE IN NJENI REZULTATI SO LAHKO VPLIVANI Z RAZLIČNIMI DEJAVNIKI, VKLJUČNO S KAKOVOSTJO KAMERE, SVETLOBNIMI POGOJI, OVIRAMI IN OMEJITVAMI ALGORITMA.",

  "terms_liability_title": "7. Omejitev odgovornosti",
  "terms_liability_intro": "V NAJVEČJI MOŽNI MERI, KI JO DOVOLJUJE VELJAVNO PRAVO, V NOBENEM PRIMERU PIYUO, NJEGOVI POVEZANI SUBJEKTI, URADNIKI, DIREKTORJI, ZAPOSLENI, ZASTOPNIKI, DOBAVITELJI ALI LICENCEDAJALCI NE BODO ODGOVORNI ZA KAKRŠNE KOLI POSREDNE, NAKLJUČNE, POSEBNE, POSLEDIČNE ALI KAZENSKE ŠKODE, VKLJUČNO BREZ OMEJITVE IZGUBO DOBIČKA, PODATKOV, UPORABE, DOBREGA IMENA ALI DRUGIH NEOPREDMETENIH IZGUB, KI IZHAJAJO IZ:",
  "terms_liability_access": "Vašega dostopa do Storitve ali njene uporabe ali nezmožnosti dostopa do Storitve ali njene uporabe;",
  "terms_liability_third_party": "Kakršnega koli ravnanja ali vsebine katere koli tretje strani na Storitvi;",
  "terms_liability_content": "Kakršne koli vsebine, pridobljene iz Storitve; in",
  "terms_liability_unauthorized": "Nepooblaščenega dostopa, uporabe ali spremembe vaših prenosov ali vsebine (čeprav opozarjamo, da Aplikacija ne prenaša vaših podatkov o štetju).",
  "terms_liability_basis": "TA OMEJITEV ODGOVORNOSTI VELJA NE GLEDE NA TO, ALI TEMELJI DOMNEVNA ODGOVORNOST NA POGODBI, DELIKTU, MALOMARNOSTI, STROGI ODGOVORNOSTI ALI KAKRŠNI KOLI DRUGI PODLAGI, TUDI ČE JE BIL PIYUO OBVEŠČEN O MOŽNOSTI TAKE ŠKODE.",
  "terms_liability_risk": "PRIZNAVATE IN SE STRINJATE, DA SE STORITEV ZAGOTAVLJA BREZPLAČNO KOT ORODJE. STORITEV UPORABLJATE POPOLNOMA NA LASTNO ODGOVORNOST. PIYUO NE PREVZEMA NOBENE ODGOVORNOSTI ZA KAKRŠNO KOLI ŠKODO NA VAŠIH NAPRAVAH ALI DRUGI PROGRAMSKI OPREMI ALI KAKRŠNE KOLI POSLEDICE, KI IZHAJAJO IZ VAŠE UPORABE STORITVE.",

  "terms_support_title": "8. Brez podpore ali vzdrževanja",
  "terms_support": "Piyuo Counter se zagotavlja brezplačno. Nismo obvezani zagotavljati vzdrževanja, tehnične podpore, posodobitev ali izboljšav za Storitev. Pridržujemo si pravico do spremembe, začasne prekinitve ali prekinitve, začasno ali trajno, Storitve ali katere koli storitve, s katero se povezuje, z obvestilom ali brez obvestila in brez odgovornosti do vas.",

  "terms_changes_title": "9. Spremembe teh pogojev",
  "terms_changes": "Pridržujemo si pravico, po lastni presoji, kadarkoli spreminjati ali nadomestiti te Pogoje. Če je revizija pomembna, bomo razumno poskušali zagotoviti obvestilo (npr. prek Aplikacije ali na spletni strani) pred uveljavitvijo kakršnih koli novih pogojev. Kaj predstavlja pomembno spremembo, se bo določilo po naši lastni presoji. Z nadaljnjim dostopanjem do naše Storitve ali njeno uporabo po uveljavitvi teh revizij se strinjate, da vas zavezujejo prenovljeni pogoji.",

  "terms_governing_title": "10. Veljavno pravo",
  "terms_governing": "Ti Pogoji se urejajo in razlagajo v skladu z zakoni države Kalifornije, Združene države Amerike, ne glede na njena načela kolizije zakonov. (Opomba: Posvetujte se z odvetnikom, da potrdite, ali je to ustrezna jurisdikcija za vas).",

  "terms_severability_title": "11. Ločljivost in odpoved",
  "terms_severability": "Če se katera koli določba teh Pogojev smatra za neizvršljivo ali neveljavno, se bo taka določba spremenila in razlagala za doseganje ciljev take določbe v največji možni meri pod veljavnim pravom, preostale določbe pa bodo naprej veljale v polni moči in učinku. Nobena odpoved kakršnemu koli pogoju teh Pogojev se ne bo štela za nadaljnjo ali nadaljevalno odpoved takemu pogoju ali kakršnemu koli drugemu pogoju.",

  "terms_entire_title": "12. Celotni dogovor",
  "terms_entire": "Ti Pogoji skupaj z našim Pravilnikom o zasebnosti (dostopen na {privacy_link}) predstavljajo celotni dogovor med vami in Piyuo glede Storitve in nadomešča vsa prejšnja in sočasna razumevanja, dogovore, predstavitve in garancije, tako pisne kot ustne, glede Storitve.",

  "terms_contact_title": "13. Kontaktni podatki",
  "terms_contact_intro": "Če imate kakršna koli vprašanja o teh Pogojih, nas prosimo kontaktirajte:",
  "terms_contact_email": "Po e-pošti: {email}",
  "terms_contact_website": "Z obiskom te strani na naši spletni strani: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
