{
  "privacy_title": "سياسة الخصوصية لـ Piyuo Counter",
  "privacy_effective_date": "تاريخ السريان: 12 أبريل 2025",

  "privacy_introduction_title": "مقدمة",
  "privacy_introduction_1": "مرحباً بك في Piyuo Counter! تشرح سياسة الخصوصية هذه كيف نتعامل مع المعلومات عند استخدامك لتطبيق البرمجيات الخاص بنا (\"التطبيق\"). التزامنا هو بخصوصيتك. هذا التطبيق مصمم للعمل دون جمع أو معالجة أي من بياناتك الشخصية.",
  "privacy_introduction_2": "تنطبق سياسة الخصوصية هذه على تطبيق البرمجيات Piyuo Counter (\"التطبيق\") للأجهزة المحمولة وأجهزة الكمبيوتر، المتاح عبر منصات مختلفة ومتاجر التطبيقات.",

  "privacy_who_we_are_title": "من نحن",
  "privacy_who_we_are": "يتم توفير تطبيق Piyuo Counter من قبل Piyuo (\"نحن\" أو \"خاصتنا\" أو \"الخاص بنا\"). موقعنا الإلكتروني هو {website}. إذا كانت لديك أسئلة حول هذه السياسة، يمكنك الاتصال بنا على {email}.",

  "privacy_no_collect_title": "المعلومات التي لا نجمعها",
  "privacy_no_collect_intro": "نحن لا نجمع أو نخزن أو ننقل أو نعالج أي معلومات شخصية أو بيانات استخدام منك من خلال تطبيق Piyuo Counter.",
  "privacy_no_collect_personal": "لا توجد بيانات شخصية: نحن لا نطلب أو نصل إلى أو نتتبع أي معلومات يمكن أن تحدد هويتك، مثل اسمك أو عنوان بريدك الإلكتروني أو موقعك أو معرفات الجهاز أو جهات الاتصال.",
  "privacy_no_collect_usage": "لا توجد بيانات استخدام: التطبيق لا يسجل كيف تستخدمه. جميع بيانات العداد التي تنشئها يتم تخزينها محلياً على جهازك فقط وغير قابلة للوصول إلينا.",
  "privacy_no_collect_third_party": "لا توجد خدمات طرف ثالث: نحن لا ندمج أي خدمات طرف ثالث للتحليلات (مثل Firebase Analytics) أو الإعلانات (مثل AdMob) أو التخزين السحابي أو أي غرض آخر يتضمن مشاركة البيانات مع أطراف خارجية. يعمل التطبيق بالكامل دون اتصال فيما يتعلق بمعالجة البيانات.",

  "privacy_use_title": "كيف نستخدم المعلومات",
  "privacy_use": "نظراً لأننا لا نجمع أي معلومات، فإننا لا نستخدم معلوماتك لأي غرض.",

  "privacy_sharing_title": "مشاركة المعلومات والكشف عنها",
  "privacy_sharing": "نحن لا نشارك أو نكشف عن أي معلومات شخصية لأننا لا نجمع أي منها. بياناتك (العدادات التي تتتبعها) تبقى على جهازك.",

  "privacy_security_title": "أمان البيانات",
  "privacy_security": "أي بيانات يتم إنتاجها باستخدام تطبيق Piyuo Counter (مثل عداداتك) يتم تخزينها محلياً على جهازك فقط. نحن لا نملك وصولاً إلى هذه البيانات. بينما نبني تطبيقنا بممارسات أمان قياسية، يعتمد أمان البيانات المخزنة على جهازك على إجراءات الأمان التي تتخذها لجهازك نفسه.",

  "privacy_children_title": "خصوصية الأطفال",
  "privacy_children": "تطبيقنا لا يجمع معلومات شخصية من أي شخص، بما في ذلك الأطفال. نحن نمتثل لقانون حماية خصوصية الأطفال عبر الإنترنت (COPPA) في الولايات المتحدة واللوائح المماثلة مثل GDPR فيما يتعلق ببيانات الأطفال. نظراً لأننا لا نجمع البيانات، فإننا بطبيعة الحال لا نجمع بيانات من الأطفال دون سن 13 عاماً (أو 16 في بعض دول الاتحاد الأوروبي).",

  "privacy_rights_title": "حقوقك (GDPR والقوانين الأخرى)",
  "privacy_rights_1": "قوانين الخصوصية مثل اللائحة العامة لحماية البيانات (GDPR) في أوروبا وقوانين الولايات المختلفة في الولايات المتحدة تمنح الأفراد حقوقاً على بياناتهم الشخصية (مثل الوصول والتصحيح والحذف).",
  "privacy_rights_2": "نظراً لأن تطبيق Piyuo Counter لا يجمع أو يخزن أو يعالج أي من بياناتك الشخصية، فإن هذه الحقوق عموماً غير قابلة للتطبيق في سياق تطبيقنا، حيث لا توجد بيانات محتفظ بها من قبلنا لتصل إليها أو تصححها أو تحذفها. أي بيانات متعلقة بالتطبيق موجودة فقط على جهازك، تحت سيطرتك.",

  "privacy_changes_title": "التغييرات على سياسة الخصوصية هذه",
  "privacy_changes_1": "قد نحدث سياسة الخصوصية هذه من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة داخل التطبيق أو على موقعنا الإلكتروني ({website}). يُنصح بمراجعة سياسة الخصوصية هذه دورياً لأي تغييرات.",
  "privacy_changes_2": "التغييرات على سياسة الخصوصية هذه تصبح سارية عند نشرها على هذه الصفحة.",

  "privacy_contact_title": "اتصل بنا",
  "privacy_contact_intro": "إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا:",
  "privacy_contact_email": "عبر البريد الإلكتروني: {email}",
  "privacy_contact_website": "بزيارة هذه الصفحة على موقعنا الإلكتروني: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
