{
  "app_desc": "Möchten Sie wissen, wie viele Leute vorbeigehen? Diese App nutzt Ihre Natelkamera, um Passanten automatisch zu erkennen und zu zählen. Kein manuelles Zählen nötig. Schluss mit mühsamem Zählen - überwachen Sie den Personenstrom mühelos.",
  "index_1": "24/7 Aufzeichnung",
  "index_1_desc": "Betrachten Sie Fußgängerzahlen für jeden beliebigen Zeitraum.",
  "index_2": "Mehrfachobjektverfolgung",
  "index_2_desc": "Zählen Sie gleichzeitig Fußgänger, Autos, Fahrräder und mehr",
  "index_3": "Benutzerdefinierte Erkennungszonen",
  "index_3_desc": "Definieren Sie individuelle Erkennungszonen, um den Verkehr in bestimmten Bereichen zu zählen.",
  "index_4": "Flexible Zählmodi",
  "index_4_desc": "Wählen Sie, ob neu erscheinende Objekte innerhalb der Erkennungszone oder stationäre Objekte gezählt werden sollen.",
  "index_desktop2_desc": "Zusätzlich zu Natelkameras unterstützen wir aufgezeichnete Videodateien, Webcam-Eingänge und Internet-Live-Streams wie RTSP. So können Sie sich mit vorhandenen Geräten verbinden und sofort mit der Messung des Verkehrsflusses beginnen.",
  "index_desktop2_title": "Unterstützung für Live-Streams",
  "index_desktop_desc": "Wir bieten auch eine Desktop-Version an. Wir stellen Versionen für iOS/Android/Mac/Windows bereit, sodass Sie sowohl mobile Geräte als auch Desktop-Computer mit Webcams nutzen können. Die Desktop-Version unterstützt zusätzlich mehrere Videoquellen, was das gleichzeitige Zählen aus mehreren Streams ermöglicht.",
  "index_desktop_title": "Verfügbarkeit der Desktop-Version",
  "index_download": "Herunterladen",
  "index_download_soon": "Demnächst verfügbar.",
  "index_email_us": "E-Mail an uns",
  "index_language": "Sprache",
  "index_video_desc": "Kein Internet erforderlich. Kein manuelles Zählen mit herkömmlichen Zählgeräten mehr. Richten Sie einfach Ihr Handy ein, um den vorbeigehenden Personenverkehr automatisch zu erfassen.",
  "index_video_title": "Ihr Handy kann jetzt KI nutzen, um Fußgänger zu erkennen.",
  "privacy": "Datenschutz",
  "terms": "Nutzungsbedingungen",
  "video_desc": "Kein Internet erforderlich. Kein manuelles Zählen mit herkömmlichen Zählgeräten mehr. Richten Sie einfach Ihr Handy ein, um den vorbeigehenden Personenverkehr automatisch zu erfassen."
}