{
  "app_desc": "Queres saber cantas persoas pasan preto? Esta aplicación utiliza a cámara do teu móbil para identificar intelixentemente e contar automaticamente os peóns. Non require entrada manual. Dille adeus ao tedioso conteo e monitoriza facilmente o fluxo de tráfico.",
  "index_1": "Seguimento as 24 horas",
  "index_1_desc": "Consulta o conteo de tráfico peonil para calquera período de tempo.",
  "index_2": "Seguimento de múltiples obxectos",
  "index_2_desc": "Conta simultaneamente peóns, coches, bicicletas e máis",
  "index_3": "Zonas de detección personalizadas",
  "index_3_desc": "Define zonas de detección personalizadas para contar o tráfico en áreas específicas.",
  "index_4": "Modos de conteo flexibles",
  "index_4_desc": "Escolle contar obxectos que aparecen novos dentro da zona de detección ou aqueles que permanecen estacionarios.",
  "index_desktop2_desc": "Ademais das cámaras de dispositivos móbiles, admitimos arquivos de vídeo gravados, entradas de webcam e transmisións en directo de internet como RTSP. Isto permíteche conectarte a dispositivos existentes e comezar inmediatamente a medir o fluxo de tráfico.",
  "index_desktop2_title": "Soporte para transmisión en directo",
  "index_desktop_desc": "Tamén ofrecemos unha versión de escritorio. Proporcionamos versións para iOS/Android/Mac/Windows, permitíndoche utilizar tanto dispositivos móbiles como computadores de escritorio con webcams. A versión de escritorio ademais soporta múltiples fontes de vídeo, permitindo o conteo simultáneo desde múltiples fluxos.",
  "index_desktop_title": "Dispoñibilidade da versión de escritorio",
  "index_download": "Descargar",
  "index_download_soon": "Proximamente.",
  "index_email_us": "Envíanos un correo",
  "index_language": "Idioma",
  "index_video_desc": "Non require internet. Non é necesario contar manualmente ás persoas cun contador tradicional. Simplemente configura o teu móbil para seguir automaticamente o tráfico peonil.",
  "index_video_title": "O teu móbil agora pode usar IA para recoñecer peóns.",
  "privacy": "Privacidade",
  "terms": "Termos de servizo",
  "video_desc": "Non require internet. Non é necesario contar manualmente ás persoas cun contador tradicional. Simplemente configura o teu móbil para seguir automaticamente o tráfico peonil."
}