{
  "app_desc": "Quer saber quantas pessoas passam por perto? Este aplicativo usa a câmera do seu celular para identificar inteligentemente e contar automaticamente os pedestres. Não é necessária entrada manual. Diga adeus à contagem tediosa e monitore facilmente o fluxo de tráfego.",
  "index_1": "Monitoramento 24/7",
  "index_1_desc": "Visualize contagens de fluxo de pedestres para qualquer período.",
  "index_2": "Rastreamento de Múltiplos Objetos",
  "index_2_desc": "Conte simultaneamente pedestres, carros, bicicletas e mais",
  "index_3": "Zonas de Detecção Personalizadas",
  "index_3_desc": "Defina zonas de detecção personalizadas para contar tráfego em áreas específicas.",
  "index_4": "Modos de Contagem Flexíveis",
  "index_4_desc": "Escolha contar objetos recém-aparecidos dentro da zona de detecção ou aqueles que permanecem estacionários.",
  "index_desktop2_desc": "Além das câmeras de dispositivos móveis, suportamos arquivos de vídeo gravados, entradas de webcam e transmissões ao vivo pela internet, como RTSP. Isso permite que você se conecte a dispositivos existentes e comece imediatamente a medir o fluxo de tráfego.",
  "index_desktop2_title": "Suporte a Transmissões ao Vivo",
  "index_desktop_desc": "Também oferecemos uma versão desktop. Fornecemos versões para iOS/Android/Mac/Windows, permitindo que você utilize tanto dispositivos móveis quanto desktops com webcams. A versão desktop também suporta múltiplas fontes de vídeo, permitindo contagens simultâneas de múltiplos streams.",
  "index_desktop_title": "Disponibilidade da Versão Desktop",
  "index_download": "Baixar",
  "index_download_soon": "Em breve.",
  "index_email_us": "Envie-nos um email",
  "index_language": "Idioma",
  "index_video_desc": "Não precisa de internet. Não é necessário contar pessoas manualmente com um contador tradicional. Basta configurar seu celular para rastrear automaticamente o fluxo de pedestres.",
  "index_video_title": "Seu celular agora pode usar IA para reconhecer pedestres.",
  "privacy": "Privacidade",
  "terms": "Termos de serviço",
  "video_desc": "Não precisa de internet. Não é necessário contar pessoas manualmente com um contador tradicional. Basta configurar seu celular para rastrear automaticamente o fluxo de pedestres."
}