{
  "terms_title": "Termos de Serviço para Piyuo Counter",
  "terms_effective_date": "Data de Vigência: 12 de abril de 2025",

  "terms_acceptance_title": "1. Aceitação dos Termos",
  "terms_acceptance": "Ao baixar, instalar ou usar o aplicativo Piyuo Counter (o \"Serviço\"), você concorda em estar vinculado a estes Termos de Serviço (os \"Termos\"). Se você discorda de qualquer parte destes termos, então não pode acessar o Serviço.",

  "terms_description_title": "2. Descrição do Serviço",
  "terms_description_1": "Piyuo Counter é uma aplicação de software que usa a câmera do seu dispositivo e tecnologia de visão computacional para contar e rastrear automaticamente objetos como pedestres, veículos ou outros itens em tempo real.",
  "terms_description_2": "O Serviço opera inteiramente no seu dispositivo local. Não coletamos, armazenamos ou transmitimos quaisquer dados do seu uso do aplicativo.",

  "terms_license_title": "3. Licença",
  "terms_license_1": "Sujeito ao seu cumprimento destes Termos, a Piyuo concede a você uma licença limitada, não exclusiva, não transferível, não sublicenciável para baixar, instalar e usar o Serviço exclusivamente para seu uso pessoal e não comercial.",
  "terms_license_2": "Esta licença não lhe concede quaisquer direitos para:",
  "terms_license_reverse": "Fazer engenharia reversa, descompilar ou desmontar o Serviço;",
  "terms_license_distribute": "Distribuir, vender, alugar, emprestar ou transferir de outra forma o Serviço para terceiros;",
  "terms_license_modify": "Modificar, adaptar, alterar, traduzir ou criar trabalhos derivados do Serviço;",
  "terms_license_remove": "Remover, alterar ou obscurecer quaisquer avisos de propriedade no Serviço.",

  "terms_use_title": "4. Uso Aceitável",
  "terms_use_intro": "Você concorda em usar o Serviço apenas para fins legais e de acordo com estes Termos. Você concorda em não usar o Serviço:",
  "terms_use_illegal": "De qualquer forma que viole qualquer lei ou regulamento federal, estadual, local ou internacional aplicável;",
  "terms_use_privacy": "Para violar os direitos de privacidade de outros ou se envolver em qualquer forma de vigilância proibida por lei;",
  "terms_use_harm": "De qualquer forma que possa desabilitar, sobrecarregar, danificar ou prejudicar o Serviço;",
  "terms_use_malware": "Para introduzir vírus, cavalos de Troia, worms, bombas lógicas ou outro material malicioso ou tecnologicamente prejudicial.",

  "terms_privacy_title": "5. Privacidade e Dados",
  "terms_privacy_1": "O aplicativo Piyuo Counter é projetado com a privacidade em mente. O aplicativo processa dados de vídeo localmente no seu dispositivo para fins de detecção e contagem de objetos.",
  "terms_privacy_2": "Não coletamos, armazenamos, acessamos ou transmitimos quaisquer informações pessoais, dados de vídeo, dados de contagem ou dados de uso do aplicativo. Todo o processamento acontece localmente no seu dispositivo.",
  "terms_privacy_3": "Para mais detalhes sobre nossas práticas de privacidade, consulte nossa Política de Privacidade em {privacy_link}.",

  "terms_disclaimer_title": "6. Isenção de Garantias",
  "terms_disclaimer_1": "O SERVIÇO É FORNECIDO \"COMO ESTÁ\" E \"CONFORME DISPONÍVEL\" SEM GARANTIA DE QUALQUER TIPO. NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, A PIYUO EXPRESSAMENTE ISENTA TODAS AS GARANTIAS, SEJAM EXPRESSAS, IMPLÍCITAS, LEGAIS OU OUTRAS, COM RELAÇÃO AO SERVIÇO, INCLUINDO TODAS AS GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM PROPÓSITO PARTICULAR, TÍTULO E NÃO VIOLAÇÃO.",
  "terms_disclaimer_2": "SEM LIMITAÇÃO AO ANTERIOR, A PIYUO NÃO FORNECE GARANTIA OU COMPROMISSO E NÃO FAZ REPRESENTAÇÃO DE QUALQUER TIPO DE QUE O SERVIÇO ATENDERÁ SEUS REQUISITOS, ALCANÇARÁ RESULTADOS PRETENDIDOS, SERÁ COMPATÍVEL OU FUNCIONARÁ COM QUALQUER OUTRO SOFTWARE, APLICAÇÕES, SISTEMAS OU SERVIÇOS.",
  "terms_disclaimer_3": "NÃO GARANTIMOS A PRECISÃO, COMPLETUDE OU CONFIABILIDADE DE QUAISQUER DADOS OU RESULTADOS OBTIDOS ATRAVÉS DO USO DO APLICATIVO. O APLICATIVO É UMA FERRAMENTA E SUA SAÍDA PODE SER AFETADA POR VÁRIOS FATORES INCLUINDO QUALIDADE DA CÂMERA, CONDIÇÕES DE ILUMINAÇÃO E LIMITAÇÕES DO ALGORITMO.",

  "terms_liability_title": "7. Limitação de Responsabilidade",
  "terms_liability_intro": "NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, EM NENHUM CASO A PIYUO, SUAS AFILIADAS, OFICIAIS, DIRETORES, FUNCIONÁRIOS, AGENTES, FORNECEDORES OU LICENCIADORES SERÃO RESPONSÁVEIS POR DANOS INDIRETOS, INCIDENTAIS, ESPECIAIS, CONSEQUENCIAIS OU PUNITIVOS, INCLUINDO SEM LIMITAÇÃO, PERDA DE LUCROS, DADOS, USO, GOODWILL OU OUTRAS PERDAS INTANGÍVEIS, RESULTANTES DE:",
  "terms_liability_access": "Seu acesso ou uso ou incapacidade de acessar ou usar o Serviço;",
  "terms_liability_third_party": "Qualquer conduta ou conteúdo de terceiros no Serviço;",
  "terms_liability_content": "Qualquer conteúdo obtido do Serviço; e",
  "terms_liability_unauthorized": "Acesso, uso ou alteração não autorizados de suas transmissões ou conteúdo.",
  "terms_liability_basis": "ESTA LIMITAÇÃO DE RESPONSABILIDADE APLICA-SE SEJA A RESPONSABILIDADE ALEGADA BASEADA EM CONTRATO, DELITO, NEGLIGÊNCIA, RESPONSABILIDADE OBJETIVA OU QUALQUER OUTRA BASE, MESMO QUE A PIYUO TENHA SIDO AVISADA DA POSSIBILIDADE DE TAL DANO.",
  "terms_liability_risk": "VOCÊ RECONHECE E CONCORDA QUE O SERVIÇO É FORNECIDO GRATUITAMENTE COMO UMA FERRAMENTA. VOCÊ USA O SERVIÇO INTEIRAMENTE POR SUA PRÓPRIA CONTA E RISCO. A PIYUO NÃO ASSUME RESPONSABILIDADE POR QUALQUER DANO AO(S) SEU(S) DISPOSITIVO(S) OU OUTRO SOFTWARE, OU QUAISQUER CONSEQUÊNCIAS DECORRENTES DO SEU USO DO SERVIÇO.",

  "terms_support_title": "8. Nenhum Suporte ou Manutenção",
  "terms_support": "O Piyuo Counter é fornecido gratuitamente. Não temos obrigação de fornecer manutenção, suporte técnico, atualizações ou upgrades para o Serviço. Reservamo-nos o direito de modificar, suspender ou descontinuar, temporária ou permanentemente, o Serviço ou qualquer serviço ao qual se conecta, com ou sem aviso e sem responsabilidade para com você.",

  "terms_changes_title": "9. Alterações a Estes Termos",
  "terms_changes": "Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, faremos esforços razoáveis para fornecer aviso antes de quaisquer novos termos entrarem em vigor. O que constitui uma mudança material será determinado a nosso exclusivo critério. Ao continuar a acessar ou usar nosso Serviço após essas revisões se tornarem efetivas, você concorda em estar vinculado aos termos revisados.",

  "terms_governing_title": "10. Lei Aplicável",
  "terms_governing": "Estes Termos serão regidos e interpretados de acordo com as leis do Estado da Califórnia, Estados Unidos, sem consideração aos seus princípios de conflito de leis.",

  "terms_severability_title": "11. Divisibilidade e Renúncia",
  "terms_severability": "Se qualquer disposição destes Termos for considerada inexequível ou inválida, tal disposição será alterada e interpretada para realizar os objetivos de tal disposição na máxima extensão possível sob a lei aplicável, e as disposições restantes continuarão em pleno vigor e efeito.",

  "terms_entire_title": "12. Acordo Completo",
  "terms_entire": "Estes Termos, juntamente com nossa Política de Privacidade, constituem o acordo completo entre você e a Piyuo em relação ao Serviço e substituem todos os entendimentos, acordos, representações e garantias anteriores e contemporâneos, escritos e orais, em relação ao Serviço.",

  "terms_contact_title": "13. Informações de Contato",
  "terms_contact_intro": "Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco:",
  "terms_contact_email": "Por email: {email}",
  "terms_contact_website": "Visitando esta página em nosso site: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
