{
  "index_download": "Ladda ner",
  "index_download_soon": "Kommer snart.",
  "index_language": "Språk",
  "index_video_title": "Din telefon kan nu använda AI för att känna igen fotgängare.",
  "index_video_desc": "Ingen internetanslutning krävs. Ingen manuell räkning med traditionell räknare behövs. Ställ bara in din telefon för att automatiskt spåra förbipasserande fotgängare.",
  "index_1": "Spårning dygnet runt",
  "index_1_desc": "Se statistik över fotgängartrafik för valfri tidsperiod.",
  "index_2": "Spårning av flera objekttyper",
  "index_2_desc": "Räkna fotgängare, bilar, cyklar och mer samtidigt",
  "index_3": "Anpassade detekteringszoner",
  "index_3_desc": "Definiera egna detekteringszoner för att räkna trafik i specifika områden.",
  "index_4": "Flexibla räkningslägen",
  "index_4_desc": "Välj att räkna nya objekt som dyker upp inom detekteringszonen, eller de som står stilla.",
  "index_desktop_title": "Tillgänglighet för skrivbordsversion",
  "index_desktop_desc": "Vi erbjuder även en skrivbordsversion. Vi tillhandahåller versioner för iOS/Android/Mac/Windows, så att du kan använda både mobila enheter och stationära datorer med webbkameror. Skrivbordsversionen stöder dessutom flera videokällor, vilket möjliggör samtidig räkning från flera strömmar.",
  "index_desktop2_title": "Stöd för livestream",
  "index_desktop2_desc": "Förutom mobilkameror stöder vi inspelade videofiler, webbkamerainmatning och internet-liveströmmar som RTSP. Detta gör att du kan ansluta till befintliga enheter och omedelbart börja mäta trafikflödet.",
  "index_email_us": "Maila oss",
  "app_desc": "Vill du veta hur många människor som passerar förbi? Denna app använder din telefons kamera för att intelligent identifiera och automatiskt räkna fotgängare. Ingen manuell inmatning krävs. Säg farväl till tråkig räkning och övervaka enkelt trafikflödet.",
  "video_desc": "Ingen internetanslutning krävs. Ingen manuell räkning med traditionell räknare behövs. Ställ bara in din telefon för att automatiskt spåra förbipasserande fotgängare.",
  "terms": "Användarvillkor",
  "privacy": "Integritet",
  "index_download_available": "MISSING"
}
