{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Piyuo Counter ایپلیکیشن (\"سروس\") کو ڈاؤن لوڈ، انسٹال، یا استعمال کرکے، آپ ان خدمات کی شرائط (\"شرائط\") کے پابند ہونے پر متفق ہیں۔ اگر آپ ان شرائط کے کسی بھی حصے سے متفق نہیں ہیں، تو آپ سروس تک رسائی حاصل نہیں کر سکتے۔",
  "terms_acceptance_title": "1. شرائط کی قبولیت",
  "terms_changes": "ہم اپنی مکمل صوابدید میں، کسی بھی وقت ان شرائط کو تبدیل یا بدل سکتے ہیں۔ اگر کوئی نظرثانی اہم ہے، تو ہم نئی شرائط کے مؤثر ہونے سے پہلے اطلاع دینے کی معقول کوشش کریں گے۔",
  "terms_changes_title": "9. ان شرائط میں تبدیلیاں",
  "terms_contact_email": "ای میل کے ذریعے: {email}",
  "terms_contact_intro": "اگر آپ کے پاس ان شرائط کے بارے میں کوئی سوال ہے، تو برائے کرم ہم سے رابطہ کریں:",
  "terms_contact_title": "13. رابطہ کی معلومات",
  "terms_contact_website": "ہماری ویب سائٹ پر اس صفحے کی بازیافت کرکے: {website}",
  "terms_description_1": "Piyuo Counter ایک سافٹ ویئر ایپلیکیشن ہے جو آپ کے ڈیوائس کے کیمرے اور کمپیوٹر ویژن ٹیکنالوجی کا استعمال کرتے ہوئے پیدل چلنے والوں، گاڑیوں، یا دیگر اشیاء کو real-time میں خودکار طور پر گننے اور ان کی پیروی کرتا ہے۔",
  "terms_description_2": "یہ سروس مکمل طور پر آپ کے مقامی ڈیوائس پر کام کرتی ہے۔ ہم آپ کے ایپ کے استعمال سے کوئی ڈیٹا جمع، محفوظ، یا منتقل نہیں کرتے۔",
  "terms_description_title": "2. سروس کی تفصیل",
  "terms_disclaimer_1": "سروس \"جیسا ہے\" اور \"جیسا دستیاب ہے\" کسی بھی قسم کی وارنٹی کے بغیر فراہم کی جاتی ہے۔ قابل اطلاق قانون کی اجازت کی زیادہ سے زیادہ حد تک، piyuo سروس کے حوالے سے تمام وارنٹیاں، چاہے وہ واضح، مضمر، قانونی، یا دیگر ہوں، کو صراحت سے مسترد کرتا ہے۔",
  "terms_disclaimer_2": "مذکورہ بالا کی تحدید کے بغیر، piyuo کوئی وارنٹی یا ذمہ داری فراہم نہیں کرتا، اور یہ کوئی نمائندگی نہیں کرتا کہ سروس آپ کی ضروریات کو پورا کرے گی، کوئی مطلوبہ نتائج حاصل کرے گی، یا کسی دوسرے سافٹ ویئر کے ساتھ کام کرے گی۔",
  "terms_disclaimer_3": "ہم ایپ کے استعمال سے حاصل کیے گئے ڈیٹا یا نتائج کی درستگی، مکمل پن، یا قابل اعتماد ہونے کی ضمانت نہیں دیتے۔ ایپ ایک ٹول ہے، اور اس کا آؤٹ پٹ مختلف عوامل سے متاثر ہو سکتا ہے۔",
  "terms_disclaimer_title": "6. وارنٹیوں کا اعلان برائت",
  "terms_effective_date": "موثر تاریخ: 12 اپریل، 2025",
  "terms_entire": "یہ شرائط، ہماری پرائیویسی پالیسی ({privacy_link} پر دستیاب) کے ساتھ، سروس کے حوالے سے آپ اور Piyuo کے درمیان پوری معاہدہ تشکیل دیتی ہیں۔",
  "terms_entire_title": "12. پورا معاہدہ",
  "terms_governing": "یہ شرائط کیلیفورنیا ریاست، امریکہ کے قوانین کے مطابق منظم اور تشریح کیے جائیں گے۔ (نوٹ: یہ تصدیق کرنے کے لیے کہ یہ آپ کے لیے مناسب دائرہ اختیار ہے، کسی وکیل سے مشورہ کریں)۔",
  "terms_governing_title": "10. حکمران قانون",
  "terms_liability_access": "سروس تک آپ کی رسائی یا استعمال یا اس تک رسائی یا استعمال کی ناکامی؛",
  "terms_liability_basis": "یہ ذمہ داری کی تحدید اس بات پر لاگو ہوتی ہے کہ کیا مبینہ ذمہ داری معاہدہ، ضرر، لاپرواہی، یا کسی اور بنیاد پر مبنی ہے۔",
  "terms_liability_content": "سروس سے حاصل کیا گیا کوئی بھی مواد؛ اور",
  "terms_liability_intro": "قابل اطلاق قانون کی اجازت کی زیادہ سے زیادہ حد تک، کسی بھی صورت میں piyuo، اس کے ملحقہ، افسران، ڈائریکٹرز، ملازمین، ایجنٹس، سپلائرز، یا لائسنسرز کسی بھی بالواسطہ، اتفاقی، خاص، نتیجہ خیز، یا تادیبی نقصانات کے لیے ذمہ دار نہیں ہوں گے۔",
  "terms_liability_risk": "آپ تسلیم کرتے اور متفق ہیں کہ سروس مفت ٹول کے طور پر فراہم کی جاتی ہے۔ آپ مکمل طور پر اپنے خطرے پر سروس کا استعمال کرتے ہیں۔",
  "terms_liability_third_party": "سروس پر کسی تیسرے فریق کا کوئی رفتار یا مواد؛",
  "terms_liability_title": "7. ذمہ داری کی تحدید",
  "terms_liability_unauthorized": "آپ کی ترسیل یا مواد کی غیر مجاز رسائی، استعمال، یا تبدیلی۔",
  "terms_license_1": "ان شرائط کے ساتھ آپ کی مطابقت کے مطابق، Piyuo آپ کو صرف آپ کے ذاتی، غیر تجارتی استعمال کے لیے سروس کو ڈاؤن لوڈ، انسٹال، اور استعمال کرنے کا محدود، غیر منحصر، غیر منتقل، غیر ذیلی لائسنس فراہم کرتا ہے۔",
  "terms_license_2": "یہ لائسنس آپ کو مندرجہ ذیل کے حقوق فراہم نہیں کرتا:",
  "terms_license_distribute": "سروس کو کسی تیسرے فریق کو تقسیم، فروخت، لیز، کرائے پر دینا، یا کسی اور طریقے سے منتقل کرنا؛",
  "terms_license_modify": "سروس کو تبدیل، ڈھالنا، تبدیل کرنا، ترجمہ کرنا، یا اس کے مشتق کام بنانا؛",
  "terms_license_remove": "سروس پر کوئی ملکیتی نوٹس ہٹانا، تبدیل کرنا، یا چھپانا۔",
  "terms_license_reverse": "سروس کو ریورس انجینئر، ڈیکمپائل، یا ڈسمبل کرنا؛",
  "terms_license_title": "3. لائسنس",
  "terms_privacy_1": "Piyuo Counter ایپ کو پرائیویسی کو مدنظر رکھتے ہوئے ڈیزائن کیا گیا ہے۔ یہ ایپ آپ کے ڈیوائس پر مقامی طور پر ویڈیو ڈیٹا کو اشیاء کی شناخت اور گننے کے مقاصد کے لیے عمل کرتا ہے۔",
  "terms_privacy_2": "ہم ایپ سے کوئی بھی ذاتی معلومات، ویڈیو ڈیٹا، گنتی کا ڈیٹا، یا استعمال کا ڈیٹا جمع، محفوظ، تک رسائی، یا منتقل نہیں کرتے۔ تمام عمل آپ کے ڈیوائس پر مقامی طور پر ہوتا ہے۔",
  "terms_privacy_3": "ہماری پرائیویسی کی پالیسیوں کے بارے میں مزید تفصیلات کے لیے، برائے کرم {privacy_link} پر ہماری پرائیویسی پالیسی کا جائزہ لیں۔",
  "terms_privacy_title": "5. رازداری اور ڈیٹا",
  "terms_severability": "اگر ان شرائط کا کوئی بھی حصہ غیر قابل اطلاق یا غلط قرار دیا جاتا ہے، تو اس طرح کی فراہمی کو تبدیل اور تشریح کیا جائے گا اور باقی شرائط مکمل طور پر مؤثر رہیں گی۔",
  "terms_severability_title": "11. علیحدگی اور چھوڑ دینا",
  "terms_support": "Piyuo Counter مفت میں فراہم کیا جاتا ہے۔ ہم سروس کے لیے دیکھ بھال، تکنیکی سپورٹ، اپ ڈیٹس، یا اپ گریڈ فراہم کرنے کے پابند نہیں ہیں۔",
  "terms_support_title": "8. کوئی سپورٹ یا دیکھ بھال نہیں",
  "terms_title": "Piyuo Counter کی خدمات کی شرائط",
  "terms_use_harm": "کسی بھی طریقے سے جو سروس کو غیر فعال، زیادہ بوجھ، نقصان، یا خراب کر سکے؛",
  "terms_use_illegal": "کسی بھی طریقے سے جو کسی بھی قابل اطلاق وفاقی، ریاستی، مقامی، یا بین الاقوامی قانون یا ضابطے کی خلاف ورزی کرتا ہو؛",
  "terms_use_intro": "آپ سروس کو صرف قانونی مقاصد کے لیے اور ان شرائط کے مطابق استعمال کرنے پر متفق ہیں۔ آپ سروس کا استعمال نہ کرنے پر متفق ہیں:",
  "terms_use_malware": "کوئی بھی وائرس، ٹروجن ہارس، کیڑے، لاجک بم، یا دیگر مواد جو نقصان دہ یا تکنیکی طور پر ضرر رساں ہو، داخل کرنے کے لیے۔",
  "terms_use_privacy": "دوسروں کے نجی حقوق کی خلاف ورزی کرنے یا قانون کی جانب سے ممنوع کسی بھی قسم کی نگرانی میں ملوث ہونے کے لیے؛",
  "terms_use_title": "4. قابل قبول استعمال",
  "website_url": "https://piyuo.com"
}