{
  "index_download": "Stiahnuť",
  "index_download_soon": "Čoskoro k dispozícii.",
  "index_language": "Jazyk",
  "index_video_title": "Váš telefón teraz môže pomocou AI rozpoznávať chodcov.",
  "index_video_desc": "Nevyžaduje internet. Nie je potrebné manuálne počítať ľudí tradičným počítadlom. Stačí nastaviť telefón na automatické sledovanie prechádzajúcich chodcov.",
  "index_1": "Nepretržité sledovanie 24/7",
  "index_1_desc": "Zobrazte počty chodcov za akékoľvek časové obdobie.",
  "index_2": "Sledovanie viacerých objektov",
  "index_2_desc": "Súčasne počítajte chodcov, autá, bicykle a ďalšie objekty",
  "index_3": "Vlastné detekčné zóny",
  "index_3_desc": "Definujte vlastné detekčné zóny na počítanie premávky v konkrétnych oblastiach.",
  "index_4": "Flexibilné režimy počítania",
  "index_4_desc": "Vyberte si počítanie nových objektov v detekčnej zóne alebo tých, ktoré zostávajú statické.",
  "index_desktop_title": "Dostupnosť desktopovej verzie",
  "index_desktop_desc": "Ponúkame aj desktopovú verziu. Poskytujeme verzie pre iOS/Android/Mac/Windows, čo vám umožňuje využívať mobilné zariadenia aj počítače s webkamerami. Desktopová verzia navyše podporuje viacero video zdrojov, čo umožňuje súčasné počítanie z viacerých streamov.",
  "index_desktop2_title": "Podpora živých streamov",
  "index_desktop2_desc": "Okrem kamier mobilných zariadení podporujeme aj nahrané video súbory, vstupy z webkamier a internetové živé streamy ako RTSP. To vám umožňuje pripojiť sa k existujúcim zariadeniam a okamžite začať merať tok premávky.",
  "index_email_us": "Napíšte nám",
  "app_desc": "Chcete vedieť, koľko ľudí prejde okolo? Táto aplikácia využíva kameru vášho telefónu na inteligentné rozpoznávanie a automatické počítanie chodcov. Nie je potrebný žiadny manuálny vstup. Rozlúčte sa s únavným počítaním a jednoducho monitorujte tok premávky.",
  "video_desc": "Nevyžaduje internet. Nie je potrebné manuálne počítať ľudí tradičným počítadlom. Stačí nastaviť telefón na automatické sledovanie prechádzajúcich chodcov.",
  "terms": "Podmienky služby",
  "privacy": "Ochrana súkromia",
  "index_download_available": "MISSING"
}
