{
  "index_download": "Downloaden",
  "index_download_soon": "Binnenkort beschikbaar.",
  "index_language": "Taal",
  "index_video_title": "Je gsm kan nu AI gebruiken om voetgangers te herkennen.",
  "index_video_desc": "Geen internet nodig. Geen handmatig tellen van mensen met een traditionele teller. Stel gewoon je gsm in om automatisch passerende voetgangers te registreren.",
  "index_1": "24/7 Registratie",
  "index_1_desc": "Bekijk voetgangersaantallen voor elke tijdsperiode.",
  "index_2": "Meerdere Objecten Volgen",
  "index_2_desc": "Tel gelijktijdig voetgangers, auto's, fietsen en meer",
  "index_3": "Aangepaste Detectiezones",
  "index_3_desc": "Definieer aangepaste detectiezones om verkeer in specifieke gebieden te tellen.",
  "index_4": "Flexibele Telmodi",
  "index_4_desc": "Kies ervoor om nieuw verschijnende objecten binnen de detectiezone te tellen, of objecten die stil blijven staan.",
  "index_desktop_title": "Beschikbaarheid Desktop Versie",
  "index_desktop_desc": "We bieden ook een desktopversie aan. We leveren versies voor iOS/Android/Mac/Windows, waardoor je zowel mobiele toestellen als desktops met webcams kunt gebruiken. De desktopversie ondersteunt daarnaast meerdere videobronnen, waardoor je gelijktijdig kunt tellen vanaf meerdere streams.",
  "index_desktop2_title": "Ondersteuning voor Livestreams",
  "index_desktop2_desc": "Naast camera's van mobiele toestellen ondersteunen we opgenomen videobestanden, webcaminvoer en internet livestreams zoals RTSP. Hierdoor kun je verbinding maken met bestaande toestellen en direct beginnen met het meten van verkeersstromen.",
  "index_email_us": "Mail ons",
  "app_desc": "Wil je weten hoeveel mensen er langskomen? Deze app gebruikt de camera van je gsm om op intelligente wijze voetgangers te identificeren en automatisch te tellen. Geen handmatige invoer vereist. Zeg vaarwel tegen vervelend telwerk en monitor eenvoudig verkeersstromen.",
  "video_desc": "Geen internet nodig. Geen handmatig tellen van mensen met een traditionele teller. Stel gewoon je gsm in om automatisch passerende voetgangers te registreren.",
  "terms": "Servicevoorwaarden",
  "privacy": "Privacy",
  "index_download_available": "MISSING"
}
