{
  "terms_title": "Piyuo Counter માટે સેવાની શરતો",
  "terms_effective_date": "અસરકારક તારીખ: 12 એપ્રિલ, 2025",

  "terms_acceptance_title": "1. શરતોની સ્વીકૃતિ",
  "terms_acceptance": "Piyuo Counter એપ્લિકેશન (\"સેવા\") ડાઉનલોડ, ઇન્સ્ટોલ અથવા ઉપયોગ કરીને, તમે આ સેવાની શરતો (\"શરતો\") દ્વારા બંધાયેલા રહેવા સંમત થાઓ છો. જો તમે આ શરતોના કોઈપણ ભાગ સાથે સંમત નથી, તો તમે સેવાનો પ્રવેશ મેળવી શકશો નહીં.",

  "terms_description_title": "2. સેવાનું વર્ણન",
  "terms_description_1": "Piyuo Counter એ એક સોફ્ટવેર એપ્લિકેશન છે જે તમારા ઉપકરણના કેમેરા અને કમ્પ્યુટર વિઝન ટેકનોલોજીનો ઉપયોગ કરીને પદયાત્રીઓ, વાહનો અથવા અન્ય વસ્તુઓ જેવા ઑબ્જેક્ટ્સને વાસ્તવિક સમયમાં આપોઆપ ગણે છે અને ટ્રેક કરે છે.",
  "terms_description_2": "આ સેવા સંપૂર્ણપણે તમારા સ્થાનિક ઉપકરણ પર કાર્ય કરે છે. અમે એપ્લિકેશનના તમારા ઉપયોગમાંથી કોઈપણ ડેટા એકત્રિત, સંગ્રહિત અથવા ટ્રાન્સમિટ કરતા નથી.",

  "terms_license_title": "3. લાઇસન્સ",
  "terms_license_1": "આ શરતોના તમારા પાલનના આધારે, Piyuo તમને ફક્ત તમારા વ્યક્તિગત, બિન-વ્યાવસાયિક ઉપયોગ માટે સેવાને ડાઉનલોડ, ઇન્સ્ટોલ અને ઉપયોગ કરવા માટે મર્યાદિત, બિન-વિશિષ્ટ, બિન-ટ્રાન્સફરેબલ, બિન-સબલાઇસન્સેબલ લાઇસન્સ આપે છે.",
  "terms_license_2": "આ લાઇસન્સ તમને કોઈપણ અધિકારો આપતું નથી:",
  "terms_license_reverse": "સેવાને રિવર્સ એન્જિનિયર, ડીકમ્પાઇલ અથવા ડિસએસેમ્બલ કરવાનો;",
  "terms_license_distribute": "સેવાને કોઈપણ તૃતીય પક્ષને વિતરિત, વેચવા, લીઝ, ભાડે આપવા, ઉધાર આપવા અથવા અન્યથા ટ્રાન્સફર કરવાનો;",
  "terms_license_modify": "સેવાને સંશોધિત, અનુકૂલિત, બદલવા, અનુવાદ અથવા વ્યુત્પન્ન કૃતિઓ બનાવવાનો;",
  "terms_license_remove": "સેવા પર કોઈપણ માલિકીની નોટિસને દૂર કરવાનો, બદલવાનો અથવા અસ્પષ્ટ કરવાનો.",

  "terms_use_title": "4. સ્વીકાર્ય ઉપયોગ",
  "terms_use_intro": "તમે સેવાનો ઉપયોગ ફક્ત કાનૂની હેતુઓ માટે અને આ શરતોને અનુરૂપ કરવા સંમત થાઓ છો. તમે સેવાનો ઉપયોગ ન કરવા સંમત થાઓ છો:",
  "terms_use_illegal": "કોઈપણ લાગુ ફેડરલ, રાજ્ય, સ્થાનિક અથવા આંતરરાષ્ટ્રીય કાયદા અથવા નિયમનનું ઉલ્લંઘન કરતી કોઈપણ રીતે;",
  "terms_use_privacy": "અન્યોના ગોપનીયતા અધિકારોનું ઉલ્લંઘન કરવા અથવા કાયદા દ્વારા પ્રતિબંધિત સર્વેલન્સના કોઈપણ સ્વરૂપમાં સંલગ્ન થવા માટે;",
  "terms_use_harm": "કોઈપણ રીતે જે સેવાને અક્ષમ, અતિશય બોજ, નુકસાન અથવા બગાડ કરી શકે;",
  "terms_use_malware": "કોઈપણ વાયરસ, ટ્રોજન હોર્સ, વર્મ્સ, લોજિક બોમ્બ અથવા અન્ય સામગ્રી રજૂ કરવા માટે જે દુર્ભાવનાપૂર્ણ અથવા તકનીકી રીતે હાનિકારક હોય.",

  "terms_privacy_title": "5. ગોપનીયતા અને ડેટા",
  "terms_privacy_1": "Piyuo Counter એપ્લિકેશન ગોપનીયતાને ધ્યાનમાં રાખીને ડિઝાઇન કરવામાં આવ્યું છે. એપ્લિકેશન ઑબ્જેક્ટ ડિટેક્શન અને ગણતરીના હેતુઓ માટે તમારા ઉપકરણ પર સ્થાનિક રીતે વિડિયો ડેટાને પ્રોસેસ કરે છે.",
  "terms_privacy_2": "અમે એપ્લિકેશનમાંથી કોઈપણ વ્યક્તિગત માહિતી, વિડિયો ડેટા, ગણતરી ડેટા અથવા ઉપયોગ ડેટા એકત્રિત, સંગ્રહિત, એક્સેસ અથવા ટ્રાન્સમિટ કરતા નથી. બધી પ્રક્રિયા તમારા ઉપકરણ પર સ્થાનિક રીતે થાય છે.",
  "terms_privacy_3": "અમારી ગોપનીયતા પ્રથાઓ વિશે વધુ વિગતો માટે, કૃપા કરીને {privacy_link} પર અમારી ગોપનીયતા નીતિની સમીક્ષા કરો.",

  "terms_disclaimer_title": "6. વોરંટીઓનો ત્યાગ",
  "terms_disclaimer_1": "સેવા \"જેવી છે તેવી\" અને \"જેવી ઉપલબ્ધ છે તેવી\" કોઈપણ પ્રકારની વોરંટી વિના પ્રદાન કરવામાં આવે છે. લાગુ કાયદા દ્વારા મંજૂર મહત્તમ મર્યાદા સુધી, PIYUO સેવાના સંદર્ભમાં તમામ વોરંટીઓનો સ્પષ્ટપણે ત્યાગ કરે છે, ભલે તે સ્પષ્ટ, ગર્ભિત, વૈધાનિક અથવા અન્યથા હોય, વેપારક્ષમતા, કોઈ ચોક્કસ હેતુ માટે યોગ્યતા, શીર્ષક અને બિન-ઉલ્લંઘનની તમામ ગર્ભિત વોરંટીઓ સહિત, અને વોરંટીઓ જે વ્યવહારના કોર્સ, પ્રદર્શનના કોર્સ, ઉપયોગ અથવા વેપારિક પ્રથામાંથી ઉદ્ભવી શકે છે.",
  "terms_disclaimer_2": "ઉપરોક્તની મર્યાદા વિના, PIYUO કોઈપણ વોરંટી અથવા બાંયધરી પ્રદાન કરતું નથી, અને કોઈપણ પ્રકારની કોઈ રજૂઆત કરતું નથી કે સેવા તમારી આવશ્યકતાઓને પૂર્ણ કરશે, કોઈપણ ઇચ્છિત પરિણામો પ્રાપ્ત કરશે, કોઈપણ અન્ય સોફ્ટવેર, એપ્લિકેશન્સ, સિસ્ટમ્સ અથવા સેવાઓ સાથે સુસંગત હશે અથવા કાર્ય કરશે, વિક્ષેપ વિના કામ કરશે, કોઈપણ પ્રદર્શન અથવા વિશ્વસનીયતા ધોરણોને પૂર્ણ કરશે, અથવા ભૂલ-મુક્ત હશે, અથવા કોઈપણ ભૂલો અથવા ખામીઓને સુધારી શકાશે અથવા સુધારવામાં આવશે.",
  "terms_disclaimer_3": "અમે એપ્લિકેશનના ઉપયોગ દ્વારા મેળવેલા કોઈપણ ડેટા અથવા પરિણામોની ચોકસાઈ, સંપૂર્ણતા અથવા વિશ્વસનીયતાની ખાતરી આપતા નથી (જેમ કે પદયાત્રીઓની ગણતરી). એપ્લિકેશન એક સાધન છે, અને તેનું આઉટપુટ કેમેરાની ગુણવત્તા, પ્રકાશની સ્થિતિ, અવરોધો અને અલ્ગોરિધમની મર્યાદાઓ સહિત વિવિધ પરિબળોથી પ્રભાવિત થઈ શકે છે.",

  "terms_liability_title": "7. જવાબદારીની મર્યાદા",
  "terms_liability_intro": "લાગુ કાયદા દ્વારા મંજૂર સંપૂર્ણ મર્યાદા સુધી, કોઈપણ ઘટનામાં PIYUO, તેના સહયોગીઓ, અધિકારીઓ, ડિરેક્ટર્સ, કર્મચારીઓ, એજન્ટો, સપ્લાયર્સ અથવા લાઇસન્સધારકો કોઈપણ પરોક્ષ, આકસ્મિક, વિશેષ, પરિણામિક અથવા શિક્ષાત્મક નુકસાન માટે જવાબદાર રહેશે નહીં, મર્યાદા વિના, નફા, ડેટા, ઉપયોગ, ગુડવિલ અથવા અન્ય અમૂર્ત નુકસાનીઓનો સમાવેશ થાય છે, જે પરિણામે આવે છે:",
  "terms_liability_access": "સેવાના તમારા પ્રવેશ અથવા ઉપયોગ અથવા સેવાને એક્સેસ કરવા અથવા ઉપયોગ કરવામાં તમારી અસમર્થતા;",
  "terms_liability_third_party": "સેવા પર કોઈપણ તૃતીય પક્ષનું કોઈપણ વર્તન અથવા સામગ્રી;",
  "terms_liability_content": "સેવામાંથી મેળવેલી કોઈપણ સામગ્રી; અને",
  "terms_liability_unauthorized": "તમારા ટ્રાન્સમિશન અથવા સામગ્રીનો અનધિકૃત એક્સેસ, ઉપયોગ અથવા ફેરફાર (જોકે અમે નોંધીએ છીએ કે એપ્લિકેશન તમારા ગણતરી ડેટાને ટ્રાન્સમિટ કરતું નથી).",
  "terms_liability_basis": "આ જવાબદારીની મર્યાદા લાગુ થાય છે પછી ભલે કથિત જવાબદારી કોન્ટ્રાક્ટ, ટોર્ટ, બેદરકારી, કડક જવાબદારી અથવા કોઈપણ અન્ય આધાર પર આધારિત હોય, ભલે PIYUO ને આવા નુકસાનની સંભાવના વિશે સલાહ આપવામાં આવી હોય.",
  "terms_liability_risk": "તમે સ્વીકારો છો અને સંમત થાઓ છો કે સેવા એક સાધન તરીકે મફતમાં પ્રદાન કરવામાં આવે છે. તમે સેવાનો ઉપયોગ સંપૂર્ણપણે તમારા પોતાના જોખમે કરો છો. PIYUO તમારા ઉપકરણ(ઓ) અથવા અન્ય સોફ્ટવેરને કોઈપણ નુકસાન, અથવા સેવાના તમારા ઉપયોગથી ઉદ્ભવતા કોઈપણ પરિણામો માટે કોઈ જવાબદારી અથવા જવાબદારી સ્વીકારતું નથી.",

  "terms_support_title": "8. કોઈ સપોર્ટ અથવા મેઇન્ટેનન્સ નથી",
  "terms_support": "Piyuo Counter મફતમાં પ્રદાન કરવામાં આવે છે. અમે સેવા માટે મેઇન્ટેનન્સ, ટેકનિકલ સપોર્ટ, અપડેટ્સ અથવા અપગ્રેડ્સ પ્રદાન કરવાની કોઈ જવાબદારી હેઠળ નથી. અમે તમને નોટિસ સાથે અથવા તેના વિના અને તમારા પ્રત્યે કોઈ જવાબદારી વિના, અસ્થાયી અથવા કાયમી ધોરણે, સેવા અથવા તેની સાથે જોડાયેલી કોઈપણ સેવાને સંશોધિત, સ્થગિત અથવા બંધ કરવાનો અધિકાર અનામત રાખીએ છીએ.",

  "terms_changes_title": "9. આ શરતોમાં ફેરફારો",
  "terms_changes": "અમે અમારા એકમાત્ર વિવેકબુદ્ધિથી, કોઈપણ સમયે આ શરતોને સંશોધિત અથવા બદલવાનો અધિકાર અનામત રાખીએ છીએ. જો કોઈ સુધારો મહત્વપૂર્ણ છે, તો અમે કોઈપણ નવી શરતો અસરમાં આવે તે પહેલાં નોટિસ પ્રદાન કરવાના વાજબી પ્રયાસો કરીશું (દા.ત., એપ્લિકેશન અથવા વેબસાઇટ દ્વારા). મહત્વપૂર્ણ ફેરફાર શું છે તે અમારા એકમાત્ર વિવેકબુદ્ધિથી નક્કી કરવામાં આવશે. તે સુધારાઓ અસરકારક બન્યા પછી અમારી સેવાનો ઉપયોગ અથવા પ્રવેશ ચાલુ રાખીને, તમે સુધારેલી શરતો દ્વારા બંધાયેલા રહેવા સંમત થાઓ છો.",

  "terms_governing_title": "10. લાગુ કાયદો",
  "terms_governing": "આ શરતો કેલિફોર્નિયા, યુનાઇટેડ સ્ટેટ્સના કાયદાઓ દ્વારા સંચાલિત અને અર્થઘટન કરવામાં આવશે, તેના કાયદાની સંઘર્ષ સિદ્ધાંતોને ધ્યાનમાં લીધા વિના. (નોંધ: તમારા માટે આ યોગ્ય અધિકારક્ષેત્ર છે કે કેમ તેની પુષ્ટિ કરવા માટે વકીલનો સંપર્ક કરો).",

  "terms_severability_title": "11. વિભાજનક્ષમતા અને માફી",
  "terms_severability": "જો આ શરતોની કોઈપણ જોગવાઈ અમલમાં ન આવે તેવી અથવા અમાન્ય માનવામાં આવે, તો આવી જોગવાઈને લાગુ કાયદા હેઠળ શક્ય તેટલી વધુ મર્યાદા સુધી આવી જોગવાઈના ઉદ્દેશ્યોને પૂર્ણ કરવા માટે બદલવામાં અને અર્થઘટન કરવામાં આવશે, અને બાકીની જોગવાઈઓ સંપૂર્ણ બળ અને અસરમાં ચાલુ રહેશે. આ શરતોના કોઈપણ ટર્મની કોઈ માફીને આવા ટર્મ અથવા કોઈ અન્ય ટર્મની વધુ અથવા ચાલુ માફી માનવામાં આવશે નહીં.",

  "terms_entire_title": "12. સંપૂર્ણ કરાર",
  "terms_entire": "આ શરતો, અમારી ગોપનીયતા નીતિ સાથે ({privacy_link} પર ઉપલબ્ધ), સેવાના સંદર્ભમાં તમારા અને Piyuo વચ્ચેનો સંપૂર્ણ કરાર બનાવે છે અને સેવાના સંદર્ભમાં તમામ પૂર્વ અને સમકાલીન સમજૂતીઓ, કરારો, રજૂઆતો અને વોરંટીઓ, લેખિત અને મૌખિક બંનેને બદલે છે.",

  "terms_contact_title": "13. સંપર્ક માહિતી",
  "terms_contact_intro": "જો તમારી પાસે આ શરતો વિશે કોઈ પ્રશ્નો છે, તો કૃપા કરીને અમારો સંપર્ક કરો:",
  "terms_contact_email": "ઇમેઇલ દ્વારા: {email}",
  "terms_contact_website": "અમારી વેબસાઇટ પર આ પૃષ્ઠની મુલાકાત લેવા દ્વારા: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html"
}
