{
  "app_desc": "Vil du vite hvor mange mennesker som passerer forbi? Denne appen bruker telefonens kamera for å intelligent identifisere og automatisk telle fotgjengere. Ingen manuell inntasting nødvendig. Si farvel til kjedelig telling og overvåk trafikkflyten enkelt.",
  "index_1": "24/7 Sporing",
  "index_1_desc": "Se antall fotgjengere for hvilken som helst tidsperiode.",
  "index_2": "Sporing av flere objekter",
  "index_2_desc": "Tell fotgjengere, biler, sykler og mer samtidig",
  "index_3": "Tilpassede deteksjonssoner",
  "index_3_desc": "Definer egne deteksjonssoner for å telle trafikk i bestemte områder.",
  "index_4": "Fleksible tellingsmoduser",
  "index_4_desc": "Velg å telle nylig dukket opp objekter innenfor deteksjonssonen, eller de som forblir stasjonære.",
  "index_desktop2_desc": "I tillegg til kameraer på mobile enheter, støtter vi innspilte videofiler, webkamerainnganger og internett-direktestrømmer som RTSP. Dette lar deg koble til eksisterende enheter og umiddelbart begynne å måle trafikkflyt.",
  "index_desktop2_title": "Støtte for direktestrømming",
  "index_desktop_desc": "Vi tilbyr også en skrivebordversjon. Vi har versjoner for iOS/Android/Mac/Windows, som lar deg bruke både mobile enheter og stasjonære datamaskiner med webkameraer. Skrivebordversjonen støtter i tillegg flere videokilder, noe som muliggjør samtidig telling fra flere strømmer.",
  "index_desktop_title": "Tilgjengelighet av skrivebordversjon",
  "index_download": "Last ned",
  "index_download_soon": "Kommer snart.",
  "index_email_us": "Send e-post til oss",
  "index_language": "Språk",
  "index_video_desc": "Ingen internett nødvendig. Ingen behov for å telle personer manuelt med en tradisjonell klikker. Bare sett opp telefonen din til å automatisk spore forbipasserende fotgjengertrafikk.",
  "index_video_title": "Telefonen din kan nå bruke AI til å gjenkjenne fotgjengere.",
  "privacy": "Personvern",
  "terms": "Tjenestevilkår",
  "video_desc": "Ingen internett nødvendig. Ingen behov for å telle personer manuelt med en tradisjonell klikker. Bare sett opp telefonen din til å automatisk spore forbipasserende fotgjengertrafikk."
}