{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Ved å laste ned, installere eller bruke Piyuo Counter-appen (\"Tjenesten\"), godtar du å være bundet av disse bruksvilkårene (\"Vilkår\"). Hvis du ikke er enig i noen del av disse vilkårene, kan du ikke få tilgang til tjenesten.",
  "terms_acceptance_title": "1. Aksept av vilkår",
  "terms_changes": "Vi forbeholder oss retten, etter eget skjønn, til å modifisere eller erstatte disse vilkårene når som helst. Hvis en revisjon er vesentlig, vil vi gjøre rimelige anstrengelser for å gi varsel (f.eks. gjennom appen eller på nettstedet) før nye vilkår trer i kraft. Hva som utgjør en vesentlig endring vil bli bestemt etter vårt eget skjønn. Ved å fortsette å få tilgang til eller bruke vår tjeneste etter at disse revisjonene blir effektive, godtar du å være bundet av de reviderte vilkårene.",
  "terms_changes_title": "9. Endringer i disse vilkårene",
  "terms_contact_email": "Via e-post: {email}",
  "terms_contact_intro": "Hvis du har spørsmål om disse vilkårene, vennligst kontakt oss:",
  "terms_contact_title": "13. Kontaktinformasjon",
  "terms_contact_website": "Ved å besøke denne siden på nettstedet vårt: {website}",
  "terms_description_1": "Piyuo Counter er en programvareapplikasjon som bruker enhetens kamera og datasyn-teknologi for automatisk å telle og spore objekter som fotgjengere, kjøretøy eller andre gjenstander i sanntid.",
  "terms_description_2": "Tjenesten opererer helt på din lokale enhet. Vi samler ikke inn, lagrer eller overfører noen data fra din bruk av appen.",
  "terms_description_title": "2. Beskrivelse av tjenesten",
  "terms_disclaimer_1": "Tjenesten leveres \"som den er\" og \"som tilgjengelig\" uten garantier av noe slag. i den største utstrekning som er tillatt av gjeldende lov, fraskriver piyuo seg uttrykkelig alle garantier, enten de er uttrykkelige, impliserte, lovfestede eller andre, med hensyn til tjenesten, inkludert alle impliserte garantier for salgbarhet, egnethet for et bestemt formål, tittel og ikke-krenkelse, og garantier som kan oppstå fra forretningsforløp, ytelsesforløp, bruk eller handelspraksis.",
  "terms_disclaimer_2": "Uten begrensning til det foregående, gir piyuo ingen garanti eller forpliktelse, og gjør ingen uttalelser om at tjenesten vil oppfylle dine krav, oppnå noen tiltenkte resultater, være kompatibel eller fungere med annen programvare, applikasjoner, systemer eller tjenester, operere uten avbrudd, oppfylle ytelse- eller pålitelighetsstandarder, eller være feilfri, eller at eventuelle feil eller mangler kan eller vil bli rettet.",
  "terms_disclaimer_3": "Vi garanterer ikke nøyaktigheten, fullstendigheten eller påliteligheten av data eller resultater oppnådd gjennom bruk av appen (som fotgjengertelling). appen er et verktøy, og utdataene kan påvirkes av ulike faktorer inkludert kamerakvalitet, lysforhold, hindringer og algoritmeens begrensninger.",
  "terms_disclaimer_title": "6. Ansvarsfraskrivelse for garantier",
  "terms_effective_date": "Ikrafttredelsesdato: 12. april 2025",
  "terms_entire": "Disse vilkårene, sammen med vår personvernerklæring (tilgjengelig på {privacy_link}), utgjør hele avtalen mellom deg og Piyuo angående tjenesten og erstatter alle tidligere og samtidige forståelser, avtaler, representasjoner og garantier, både skriftlige og muntlige, angående tjenesten.",
  "terms_entire_title": "12. Hele avtalen",
  "terms_governing": "Disse vilkårene skal styres av og tolkes i samsvar med lovene i staten California, USA, uten hensyn til dens konfliktlovsprinsipper. (Merk: Konsulter en advokat for å bekrefte om dette er den riktige jurisdiksjonen for deg).",
  "terms_governing_title": "10. Gjeldende lov",
  "terms_liability_access": "Din tilgang til eller bruk av eller manglende evne til å få tilgang til eller bruke tjenesten;",
  "terms_liability_basis": "Denne ansvarsbegrensningen gjelder uavhengig av om det påståtte ansvaret er basert på kontrakt, erstatning, uaktsomhet, objektivt ansvar eller annet grunnlag, selv om piyuo har blitt rådet om muligheten for slik skade.",
  "terms_liability_content": "Ethvert innhold hentet fra tjenesten; og",
  "terms_liability_intro": "I den fulleste utstrekning som er tillatt av gjeldende lov, skal piyuo, dets tilknyttede selskaper, offiserer, direktører, ansatte, agenter, leverandører eller lisensgivere under ingen omstendigheter være ansvarlige for indirekte, tilfeldige, spesielle, følgeskader eller straffeskader, inkludert uten begrensning, tap av fortjeneste, data, bruk, goodwill eller andre immaterielle tap, som følge av:",
  "terms_liability_risk": "Du anerkjenner og godtar at tjenesten leveres gratis som et verktøy. du bruker tjenesten helt på egen risiko. piyuo påtar seg ikke noe ansvar for skader på dine enheter eller annen programvare, eller konsekvenser som følge av din bruk av tjenesten.",
  "terms_liability_third_party": "Enhver oppførsel eller innhold fra tredjeparter på tjenesten;",
  "terms_liability_title": "7. Ansvarsbegrensning",
  "terms_liability_unauthorized": "Uautorisert tilgang, bruk eller endring av dine overføringer eller innhold (selv om vi bemerker at appen ikke overfører telledataene dine).",
  "terms_license_1": "Under forutsetning av at du overholder disse vilkårene, gir Piyuo deg en begrenset, ikke-eksklusiv, ikke-overførbar, ikke-sublisensierbar lisens til å laste ned, installere og bruke tjenesten utelukkende for din personlige, ikke-kommersielle bruk.",
  "terms_license_2": "Denne lisensen gir deg ikke noen rettigheter til å:",
  "terms_license_distribute": "Distribuere, selge, lease, leie ut, låne eller på annen måte overføre tjenesten til en tredjepart;",
  "terms_license_modify": "Modifisere, tilpasse, endre, oversette eller lage avledede verk av tjenesten;",
  "terms_license_remove": "Fjerne, endre eller skjule eventuelle eiendomsmerknader på tjenesten.",
  "terms_license_reverse": "Reversere, dekompilere eller demontere tjenesten;",
  "terms_license_title": "3. Lisens",
  "terms_privacy_1": "Piyuo Counter-appen er designet med personvern i tankene. Appen behandler videodata lokalt på enheten din for objektgjenkjenning og telling.",
  "terms_privacy_2": "Vi samler ikke inn, lagrer, får tilgang til eller overfører personopplysninger, videodata, telledata eller bruksdata fra appen. All behandling skjer lokalt på enheten din.",
  "terms_privacy_3": "For flere detaljer om våre personvernpraksis, vennligst gjennomgå vår personvernerklæring på {privacy_link}.",
  "terms_privacy_title": "5. Personvern og data",
  "terms_severability": "Hvis noen bestemmelse i disse vilkårene anses som ikke-håndhevbare eller ugyldige, vil slik bestemmelse bli endret og tolket for å oppnå målene med en slik bestemmelse i størst mulig utstrekning under gjeldende lov, og de gjenværende bestemmelsene vil fortsette i full kraft og virkning. Ingen fraskrivelse av noen term i disse vilkårene skal anses som en ytterligere eller fortsatt fraskrivelse av slik term eller noen annen term.",
  "terms_severability_title": "11. Delbarhetsklausul og fraskrivelse",
  "terms_support": "Piyuo Counter leveres gratis. Vi er ikke forpliktet til å gi vedlikehold, teknisk støtte, oppdateringer eller oppgraderinger for tjenesten. Vi forbeholder oss retten til å modifisere, suspendere eller avslutte, midlertidig eller permanent, tjenesten eller enhver tjeneste den kobler til, med eller uten varsel og uten ansvar overfor deg.",
  "terms_support_title": "8. Ingen støtte eller vedlikehold",
  "terms_title": "Bruksvilkår for Piyuo Counter",
  "terms_use_harm": "På noen måte som kan deaktivere, overbelaste, skade eller forringe tjenesten;",
  "terms_use_illegal": "På noen måte som bryter med gjeldende føderale, statlige, lokale eller internasjonale lover eller forskrifter;",
  "terms_use_intro": "Du godtar å bruke tjenesten kun for lovlige formål og i samsvar med disse vilkårene. Du godtar å ikke bruke tjenesten:",
  "terms_use_malware": "For å introdusere virus, trojanske hester, ormer, logiske bomber eller annet materiale som er ondsinnet eller teknologisk skadelig.",
  "terms_use_privacy": "For å krenke andres personvernrettigheter eller delta i noen form for overvåking som er forbudt ved lov;",
  "terms_use_title": "4. Akseptabel bruk",
  "website_url": "https://piyuo.com"
}