{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Dengan memuat turun, memasang atau menggunakan aplikasi Piyuo Counter (\"Perkhidmatan\"), anda bersetuju untuk terikat dengan Syarat Perkhidmatan ini (\"Syarat\"). Jika anda tidak bersetuju dengan mana-mana bahagian syarat ini, maka anda tidak boleh mengakses Perkhidmatan.",
  "terms_acceptance_title": "1. Penerimaan Syarat",
  "terms_changes": "Kami berhak, atas budi bicara kami semata-mata, untuk mengubah suai atau menggantikan Syarat ini pada bila-bila masa. Jika semakan adalah material, kami akan berusaha secara munasabah untuk memberikan notis (cth., melalui Aplikasi atau di Laman Web) sebelum sebarang syarat baharu berkuat kuasa. Apa yang merupakan perubahan material akan ditentukan atas budi bicara kami semata-mata. Dengan terus mengakses atau menggunakan Perkhidmatan kami selepas semakan tersebut menjadi berkesan, anda bersetuju untuk terikat dengan syarat yang disemak.",
  "terms_changes_title": "9. Perubahan kepada Syarat Ini",
  "terms_contact_email": "Melalui e-mel: {email}",
  "terms_contact_intro": "Jika anda mempunyai sebarang soalan tentang Syarat ini, sila hubungi kami:",
  "terms_contact_title": "13. Maklumat Hubungan",
  "terms_contact_website": "Dengan melawat halaman ini di laman web kami: {website}",
  "terms_description_1": "Piyuo Counter ialah aplikasi perisian yang menggunakan kamera peranti anda dan teknologi penglihatan komputer untuk mengira dan menjejak objek seperti pejalan kaki, kenderaan atau item lain secara automatik dalam masa nyata.",
  "terms_description_2": "Perkhidmatan beroperasi sepenuhnya pada peranti tempatan anda. Kami tidak mengumpul, menyimpan atau menghantar sebarang data daripada penggunaan aplikasi anda.",
  "terms_description_title": "2. Penerangan Perkhidmatan",
  "terms_disclaimer_1": "Perkhidmatan disediakan \"sebagaimana adanya\" dan \"sebagaimana tersedia\" tanpa waranti apa pun. pada tahap maksimum yang dibenarkan oleh undang-undang yang berkenaan, piyuo secara nyata menafikan semua waranti, sama ada nyata, tersirat, berkanun atau sebaliknya, berkenaan dengan perkhidmatan, termasuk semua waranti tersirat kebolehpasaran, kesesuaian untuk tujuan tertentu, hak milik dan bukan pelanggaran, dan waranti yang mungkin timbul daripada perjalanan perniagaan, perjalanan prestasi, penggunaan atau amalan perdagangan.",
  "terms_disclaimer_2": "Tanpa mengehadkan yang disebutkan di atas, piyuo tidak memberikan sebarang waranti atau jaminan, dan tidak membuat sebarang representasi bahawa perkhidmatan akan memenuhi keperluan anda, mencapai sebarang hasil yang dimaksudkan, serasi atau berfungsi dengan apa-apa perisian, aplikasi, sistem atau perkhidmatan lain, beroperasi tanpa gangguan, memenuhi sebarang standard prestasi atau kebolehpercayaan, atau bebas ralat, atau bahawa sebarang ralat atau kecacatan boleh atau akan dibetulkan.",
  "terms_disclaimer_3": "Kami tidak menjamin ketepatan, kelengkapan atau kebolehpercayaan sebarang data atau hasil yang diperoleh melalui penggunaan aplikasi (seperti kiraan pejalan kaki). aplikasi ini adalah alat, dan outputnya mungkin dipengaruhi oleh pelbagai faktor termasuk kualiti kamera, keadaan pencahayaan, halangan dan batasan algoritma.",
  "terms_disclaimer_title": "6. Penafian Waranti",
  "terms_effective_date": "Tarikh Berkuat Kuasa: 12 April 2025",
  "terms_entire": "Syarat ini, bersama-sama dengan Dasar Privasi kami (tersedia di {privacy_link}), membentuk keseluruhan perjanjian antara anda dan Piyuo berkenaan dengan Perkhidmatan dan menggantikan semua persefahaman, perjanjian, representasi dan waranti terdahulu dan kontemporari, baik bertulis mahupun lisan, berkenaan dengan Perkhidmatan.",
  "terms_entire_title": "12. Keseluruhan Perjanjian",
  "terms_governing": "Syarat ini akan ditadbir dan ditafsirkan mengikut undang-undang Negeri California, Amerika Syarikat, tanpa mengira prinsip konflik undang-undangnya. (Nota: Berunding dengan peguam untuk mengesahkan sama ada ini adalah bidang kuasa yang sesuai untuk anda).",
  "terms_governing_title": "10. Undang-undang Mentadbir",
  "terms_liability_access": "Akses atau penggunaan anda atau ketidakupayaan untuk mengakses atau menggunakan Perkhidmatan;",
  "terms_liability_basis": "Had liabiliti ini terpakai tidak kira sama ada liabiliti yang didakwa berdasarkan kontrak, tort, kecuaian, liabiliti ketat atau apa-apa asas lain, walaupun piyuo telah dinasihatkan tentang kemungkinan kerosakan tersebut.",
  "terms_liability_content": "Sebarang kandungan yang diperoleh daripada Perkhidmatan; dan",
  "terms_liability_intro": "Pada tahap penuh yang dibenarkan oleh undang-undang yang berkenaan, dalam keadaan apa pun piyuo, ahli gabungannya, pegawai, pengarah, pekerja, ejen, pembekal atau pemberi lesen tidak akan bertanggungjawab untuk sebarang kerosakan tidak langsung, sampingan, khas, berbangkit atau punitif, termasuk tanpa had, kehilangan keuntungan, data, penggunaan, muhibah atau kerugian tidak ketara lain, yang terhasil daripada:",
  "terms_liability_risk": "Anda mengakui dan bersetuju bahawa perkhidmatan disediakan secara percuma sebagai alat. anda menggunakan perkhidmatan sepenuhnya atas risiko anda sendiri. piyuo tidak menanggung sebarang tanggungjawab atau liabiliti untuk sebarang kerosakan kepada peranti anda atau perisian lain, atau apa-apa akibat yang timbul daripada penggunaan perkhidmatan anda.",
  "terms_liability_third_party": "Sebarang kelakuan atau kandungan mana-mana pihak ketiga pada Perkhidmatan;",
  "terms_liability_title": "7. Had Liabiliti",
  "terms_liability_unauthorized": "Akses, penggunaan atau pengubahan tanpa kebenaran bagi penghantaran atau kandungan anda (walaupun kami ambil perhatian bahawa Aplikasi tidak menghantar data kiraan anda).",
  "terms_license_1": "Tertakluk kepada pematuhan anda terhadap Syarat ini, Piyuo memberikan anda lesen terhad, bukan eksklusif, tidak boleh dipindah milik, tidak boleh sublesens untuk memuat turun, memasang dan menggunakan Perkhidmatan semata-mata untuk kegunaan peribadi dan bukan komersial anda.",
  "terms_license_2": "Lesen ini tidak memberikan anda sebarang hak untuk:",
  "terms_license_distribute": "Mengedarkan, menjual, memajak, menyewa, meminjamkan atau memindahkan Perkhidmatan kepada mana-mana pihak ketiga;",
  "terms_license_modify": "Mengubah suai, menyesuaikan, mengubah, menterjemah atau mencipta karya derivatif Perkhidmatan;",
  "terms_license_remove": "Membuang, mengubah atau mengaburkan sebarang notis proprietari pada Perkhidmatan.",
  "terms_license_reverse": "Kejuruteraan songsang, menyahkompil atau membongkar Perkhidmatan;",
  "terms_license_title": "3. Lesen",
  "terms_privacy_1": "Aplikasi Piyuo Counter direka bentuk dengan mengambil kira privasi. Aplikasi memproses data video secara tempatan pada peranti anda untuk tujuan pengesanan dan pengiraan objek.",
  "terms_privacy_2": "Kami tidak mengumpul, menyimpan, mengakses atau menghantar sebarang maklumat peribadi, data video, data kiraan atau data penggunaan daripada aplikasi. Semua pemprosesan berlaku secara tempatan pada peranti anda.",
  "terms_privacy_3": "Untuk butiran lanjut tentang amalan privasi kami, sila semak Dasar Privasi kami di {privacy_link}.",
  "terms_privacy_title": "5. Privasi dan Data",
  "terms_severability": "Jika mana-mana peruntukan Syarat ini dianggap tidak boleh dikuatkuasakan atau tidak sah, peruntukan tersebut akan diubah dan ditafsirkan untuk mencapai objektif peruntukan tersebut pada tahap yang paling besar di bawah undang-undang yang berkenaan, dan peruntukan yang tinggal akan terus berkuat kuasa penuh dan berkesan. Tiada penepian mana-mana terma Syarat ini akan dianggap sebagai penepian selanjutnya atau berterusan bagi terma tersebut atau mana-mana terma lain.",
  "terms_severability_title": "11. Kebolehpisahan dan Penepian",
  "terms_support": "Piyuo Counter disediakan secara percuma. Kami tidak di bawah sebarang kewajipan untuk menyediakan penyelenggaraan, sokongan teknikal, kemas kini atau naik taraf untuk Perkhidmatan. Kami berhak untuk mengubah suai, menggantung atau menghentikan, sementara atau kekal, Perkhidmatan atau apa-apa perkhidmatan yang disambungkannya, dengan atau tanpa notis dan tanpa liabiliti kepada anda.",
  "terms_support_title": "8. Tiada Sokongan atau Penyelenggaraan",
  "terms_title": "Syarat Perkhidmatan untuk Piyuo Counter",
  "terms_use_harm": "Dalam apa jua cara yang boleh melumpuhkan, membebankan, merosakkan atau menjejaskan Perkhidmatan;",
  "terms_use_illegal": "Dalam apa jua cara yang melanggar mana-mana undang-undang atau peraturan persekutuan, negeri, tempatan atau antarabangsa yang berkenaan;",
  "terms_use_intro": "Anda bersetuju untuk menggunakan Perkhidmatan hanya untuk tujuan yang sah dan mengikut Syarat ini. Anda bersetuju untuk tidak menggunakan Perkhidmatan:",
  "terms_use_malware": "Untuk memperkenalkan sebarang virus, trojan horse, cacing, bom logik atau bahan lain yang berniat jahat atau berbahaya dari segi teknologi.",
  "terms_use_privacy": "Untuk melanggar hak privasi orang lain atau terlibat dalam apa jua bentuk pengawasan yang dilarang oleh undang-undang;",
  "terms_use_title": "4. Penggunaan yang Boleh Diterima",
  "website_url": "https://piyuo.com"
}