{
  "app_desc": "Eisiau gwybod faint o bobl sy'n mynd heibio? Mae'r app hwn yn defnyddio camera eich ffôn i adnabod a chyfrif cerddwyr yn ddeallus yn awtomatig. Dim angen mewnbwn â llaw. Dywedwch ffarwél i gyfrif diflas a monitro llif traffig yn hawdd.",
  "index_1": "Tracio 24/7",
  "index_1_desc": "Gweld cyfrif traffig troed ar gyfer unrhyw gyfnod amser.",
  "index_2": "Tracio Gwrthrychau Lluosog",
  "index_2_desc": "Cyfrif cerddwyr, ceir, beiciau, a mwy ar yr un pryd",
  "index_3": "Parthau Canfod Personol",
  "index_3_desc": "Diffinio parthau canfod personol i gyfrif traffig mewn ardaloedd penodol.",
  "index_4": "Moddau Cyfrif Hyblyg",
  "index_4_desc": "Dewis cyfrif gwrthrychau newydd sy'n ymddangos o fewn y parth canfod, neu'r rhai sy'n aros yn llonydd.",
  "index_desktop2_desc": "Yn ychwanegol at gamerau dyfeisiau symudol, rydym yn cefnogi ffeiliau fideo wedi'u recordio, mewnbynnau gwefgamera, a ffrydiau byw rhyngrwyd fel RTSP. Mae hyn yn caniatáu i chi gysylltu â dyfeisiau presennol a dechrau mesur llif traffig ar unwaith.",
  "index_desktop2_title": "Cymorth Ffrwd Fyw",
  "index_desktop_desc": "Rydym hefyd yn cynnig fersiwn bwrdd gwaith. Rydym yn darparu fersiynau ar gyfer iOS/Android/Mac/Windows, gan ganiatáu i chi ddefnyddio dyfeisiau symudol a bwrdd gwaith gyda gwefgamerau. Mae'r fersiwn bwrdd gwaith hefyd yn cefnogi ffynonellau fideo lluosog, gan alluogi cyfrif ar yr un pryd o sawl ffrwd.",
  "index_desktop_title": "Argaeledd Fersiwn Bwrdd Gwaith",
  "index_download": "Lawrlwytho",
  "index_download_soon": "Yn dod yn fuan.",
  "index_email_us": "Anfonwch e-bost atom",
  "index_language": "Iaith",
  "index_video_desc": "Dim angen rhyngrwyd. Dim angen cyfrif pobl â chliciwr traddodiadol. Gosodwch eich ffôn i dracio traffig troed yn awtomatig.",
  "index_video_title": "Gall eich ffôn nawr ddefnyddio AI i adnabod cerddwyr.",
  "privacy": "Polisi Preifatrwydd",
  "terms": "Telerau Gwasanaeth",
  "video_desc": "Dim angen rhyngrwyd. Dim angen cyfrif pobl â chliciwr traddodiadol. Gosodwch eich ffôn i dracio traffig troed yn awtomatig."
}