{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "Drwy lawrlwytho, gosod neu ddefnyddio ap Piyuo Counter (\"Gwasanaeth\"), rydych yn cytuno i fod yn rhwym gan y Telerau Gwasanaeth hyn (\"Telerau\"). Os nad ydych yn cytuno ag unrhyw ran o'r telerau hyn, yna ni chewch gael mynediad at y Gwasanaeth.",
  "terms_acceptance_title": "1. Derbyn Telerau",
  "terms_changes": "Rydym yn cadw'r hawl, yn ein disgresiwn unig, i addasu neu amnewid y Telerau hyn ar unrhyw adeg. Os yw adolygiad yn faterol, byddwn yn gwneud ymdrechion rhesymol i roi hysbysiad (e.e., drwy'r Ap neu ar y Wefan) cyn i unrhyw delerau newydd ddod i rym. Penderfynir beth sy'n cyfansoddi newid materol yn ein disgresiwn unig ni.",
  "terms_changes_title": "9. Newidiadau i'r Telerau hyn",
  "terms_contact_email": "Drwy e-bost: {email}",
  "terms_contact_intro": "Os oes gennych unrhyw gwestiynau am y Telerau hyn, cysylltwch â ni:",
  "terms_contact_title": "13. Gwybodaeth Cyswllt",
  "terms_contact_website": "Drwy ymweld â'r dudalen hon ar ein gwefan: {website}",
  "terms_description_1": "Mae Piyuo Counter yn rhaglen meddalwedd sy'n defnyddio camera eich dyfais a thechnoleg gweledigaeth cyfrifiadurol i gyfrif a dilyn gwrthrychau fel cerddwyr, cerbydau, neu eitemau eraill yn awtomatig mewn amser real.",
  "terms_description_2": "Mae'r Gwasanaeth yn gweithredu'n llwyr ar eich dyfais leol. Nid ydym yn casglu, storio na throsglwyddo unrhyw ddata o'ch defnydd o'r ap.",
  "terms_description_title": "2. Disgrifiad o'r Gwasanaeth",
  "terms_disclaimer_1": "Darperir y gwasanaeth \"fel y mae\" a \"fel sy'n ar gael\" heb warant o unrhyw fath. i'r graddau uchaf a ganiateir gan gyfraith gymwys, mae piyuo yn gwadu'n benodol bob gwarant, boed yn eglur, ymhlyg, statudol neu fel arall, mewn perthynas â'r gwasanaeth, gan gynnwys pobb gwarant ymhlyg o fasnacholdeb, addasrwydd at ddiben penodol, teitl a dim-dorri.",
  "terms_disclaimer_2": "Heb gyfyngiad i'r uchod, nid yw piyuo yn rhoi unrhyw warant neu ymrwymiad, ac nid yw'n gwneud unrhyw gynrychiolaeth o unrhyw fath y bydd y gwasanaeth yn bodloni eich gofynion, yn cyflawni unrhyw ganlyniadau bwriadol, yn gydnaws neu'n gweithio gydag unrhyw feddalwedd, rhaglenni, systemau neu wasanaethau eraill.",
  "terms_disclaimer_3": "Nid ydym yn gwarantu cywirdeb, cyflawnder neu ddibynadwyedd unrhyw ddata neu ganlyniadau a geir drwy ddefnyddio'r ap (megis cyfrif cerddwyr). mae'r ap yn offeryn, a gall ei allbwn gael ei effeithio gan ffactorau amrywiol gan gynnwys ansawdd camera, amodau goleuo, rhwystrau a chyfyngiadau'r algorithm.",
  "terms_disclaimer_title": "6. Gwadiad Gwarantau",
  "terms_effective_date": "Dyddiad Effeithiol: 12 Ebrill 2025",
  "terms_entire": "Mae'r Telerau hyn, ynghyd â'n Polisi Preifatrwydd (ar gael yn {privacy_link}), yn cyfansoddi'r cytundeb cyfan rhyngoch chi a Piyuo ynglŷn â'r Gwasanaeth ac yn disodli pob dealltwriaeth, cytundeb, cynrychiolaeth a gwarant blaenorol a chyfredol, ysgrifenedig a llafar, ynglŷn â'r Gwasanaeth.",
  "terms_entire_title": "12. Cytundeb Cyfan",
  "terms_governing": "Bydd y Telerau hyn yn cael eu llywodraethu a'u dehongli yn unol â chyfreithiau Talaith California, Unol Daleithiau America, heb ystyried ei hegwyddorion gwrthdaro cyfreithiau. (Nodyn: Ymgynghorwch â chyfreithiwr i gadarnhau ai dyma'r awdurdodaeth briodol i chi).",
  "terms_governing_title": "10. Cyfraith Lywodraethol",
  "terms_liability_access": "Eich mynediad at neu ddefnydd o'r Gwasanaeth neu anallu i gael mynediad at neu ddefnyddio'r Gwasanaeth;",
  "terms_liability_basis": "Mae'r cyfyngiad atebolrwydd hwn yn gymwys p'un a yw'r atebolrwydd honedig yn seiliedig ar gontract, camwedd, esgeulustod, atebolrwydd llym neu unrhyw sail arall, hyd yn oed os yw piyuo wedi cael ei hysbysu o'r posibilrwydd o'r niwed hwnnw.",
  "terms_liability_content": "Unrhyw gynnwys a geir o'r Gwasanaeth; a",
  "terms_liability_intro": "I'r graddau llawnaf a ganiateir gan gyfraith gymwys, yn dim achos ni fydd piyuo, ei chyswllt-gwmnïau, swyddogion, cyfarwyddwyr, gweithwyr, asiantau, cyflenwyr neu drwyddedwyr yn atebol am unrhyw niweidiau anuniongyrchol, damweiniol, arbennig, canlyniadol neu cosbedigaethol, gan gynnwys heb gyfyngiad, colli elw, data, defnydd, ewyllys da neu golledion anniriaethol eraill, sy'n deillio o:",
  "terms_liability_risk": "Rydych yn cydnabod ac yn cytuno bod y gwasanaeth yn cael ei ddarparu am ddim fel offeryn. rydych yn defnyddio'r gwasanaeth yn gyfan gwbl ar eich risg eich hun. nid yw piyuo yn cymryd unrhyw gyfrifoldeb neu rwymedigaeth am unrhyw niwed i'ch dyfais(au) neu feddalwedd arall, neu unrhyw ganlyniadau sy'n deillio o'ch defnydd o'r gwasanaeth.",
  "terms_liability_third_party": "Unrhyw ymddygiad neu gynnwys unrhyw drydydd parti ar y Gwasanaeth;",
  "terms_liability_title": "7. Cyfyngiad Atebolrwydd",
  "terms_liability_unauthorized": "Mynediad, defnydd neu newid anawdurdodedig o'ch trosglwyddiadau neu gynnwys (er ein bod yn nodi nad yw'r Ap yn trosglwyddo eich data cyfrif).",
  "terms_license_1": "Yn amodol ar eich cydymffurfiaeth â'r Telerau hyn, mae Piyuo yn rhoi trwydded gyfyngedig, an-ecsgliwsif, an-drosglwyddadwy, an-is-drwyddedig i chi i lawrlwytho, gosod a defnyddio'r Gwasanaeth yn unig ar gyfer eich defnydd personol, an-fasnachol.",
  "terms_license_2": "Nid yw'r drwydded hon yn rhoi unrhyw hawliau i chi i:",
  "terms_license_distribute": "Dosbarthu, gwerthu, rhentu, benthyca neu drosglwyddo'r Gwasanaeth i unrhyw drydydd parti;",
  "terms_license_modify": "Addasu, addasau, newid, cyfieithu neu greu gweithiau deilliadol o'r Gwasanaeth;",
  "terms_license_remove": "Tynnu, newid neu guddio unrhyw hysbysiadau perchnogaeth ar y Gwasanaeth.",
  "terms_license_reverse": "Peirianneg gefn, dadgrynhoi neu ddatgymalu'r Gwasanaeth;",
  "terms_license_title": "3. Trwydded",
  "terms_privacy_1": "Mae ap Piyuo Counter wedi'i ddylunio gyda phreifatrwydd mewn golwg. Mae'r ap yn prosesu data fideo yn lleol ar eich dyfais at ddibenion canfod a chyfrif gwrthrychau.",
  "terms_privacy_2": "Nid ydym yn casglu, storio, cael mynediad at na throsglwyddo unrhyw wybodaeth bersonol, data fideo, data cyfrif na data defnydd o'r ap. Mae'r holl brosesu'n digwydd yn lleol ar eich dyfais.",
  "terms_privacy_3": "Am ragor o fanylion am ein harferion preifatrwydd, adolygwch ein Polisi Preifatrwydd yn {privacy_link}.",
  "terms_privacy_title": "5. Preifatrwydd a Data",
  "terms_severability": "Os bernir bod unrhyw ddarpariaeth o'r Telerau hyn yn anorfodadwy neu'n annilys, bydd y ddarpariaeth honno'n cael ei newid a'i dehongli i gyflawni amcanion y ddarpariaeth honno i'r graddau mwyaf posibl o dan gyfraith gymwys, a bydd y darpariaethau sy'n weddill yn parhau mewn grym llawn ac effaith.",
  "terms_severability_title": "11. Gwahanadwyedd a Hepgor",
  "terms_support": "Darperir Piyuo Counter am ddim. Nid ydym dan unrhyw rwymedigaeth i ddarparu cynnal a chadw, cymorth technegol, diweddariadau neu uwchraddiadau ar gyfer y Gwasanaeth. Rydym yn cadw'r hawl i addasu, atal neu ddarfod, dros dro neu'n barhaol, y Gwasanaeth neu unrhyw wasanaeth y mae'n cysylltu ag ef, gyda neu heb hysbysiad a heb atebolrwydd i chi.",
  "terms_support_title": "8. Dim Cymorth na Chynnal a Chadw",
  "terms_title": "Telerau Gwasanaeth Piyuo Counter",
  "terms_use_harm": "Mewn unrhyw ffordd a allai analluogi, gorlwytho, niweidio neu amharu ar y Gwasanaeth;",
  "terms_use_illegal": "Mewn unrhyw ffordd sy'n torri unrhyw gyfraith neu reoliad ffederal, gwladol, lleol neu ryngwladol cyfredol;",
  "terms_use_intro": "Rydych yn cytuno i ddefnyddio'r Gwasanaeth ar gyfer dibenion cyfreithiol yn unig ac yn unol â'r Telerau hyn. Rydych yn cytuno peidio â defnyddio'r Gwasanaeth:",
  "terms_use_malware": "I gyflwyno unrhyw firysau, ceffylau Trojan, mwydod, bomiau rhesymeg neu ddeunydd arall sy'n faleisus neu'n niweidiol yn dechnolegol.",
  "terms_use_privacy": "I dorri hawliau preifatrwydd eraill neu i gymryd rhan mewn unrhyw fath o wylio sy'n cael ei wahardd gan y gyfraith;",
  "terms_use_title": "4. Defnydd Derbyniol",
  "website_url": "https://piyuo.com"
}