{
  "app_desc": "Combien de personnes passent devant chez vous ? Cette app utilise l'appareil photo de votre téléphone pour reconnaître et compter automatiquement les passants. Fini le comptage manuel !",
  "index_1": "Suivi 24h/24, 7j/7",
  "index_1_desc": "Consultez les comptages de passage pour n'importe quelle période.",
  "index_2": "Suivi multi-objets",
  "index_2_desc": "Comptez simultanément les piétons, voitures, vélos et plus encore",
  "index_3": "Zones de détection personnalisées",
  "index_3_desc": "Définissez des zones de détection personnalisées pour compter le trafic dans des zones spécifiques.",
  "index_4": "Modes de comptage flexibles",
  "index_4_desc": "Choisissez de compter les nouveaux objets apparaissant dans la zone de détection, ou ceux qui restent immobiles.",
  "index_desktop2_desc": "En plus des caméras des appareils mobiles, nous prenons en charge les fichiers vidéo enregistrés, les entrées webcam et les flux en direct sur Internet comme RTSP. Cela vous permet de vous connecter à des appareils existants et de commencer immédiatement à mesurer le flux de trafic.",
  "index_desktop2_title": "Prise en charge des flux en direct",
  "index_desktop_desc": "Nous proposons également une version bureau. Nous fournissons des versions pour iOS/Android/Mac/Windows, vous permettant d'utiliser à la fois des appareils mobiles et des ordinateurs avec webcams. La version bureau prend également en charge plusieurs sources vidéo, permettant un comptage simultané à partir de plusieurs flux.",
  "index_desktop_title": "Disponibilité de la version bureau",
  "index_download": "Télécharger",
  "index_download_soon": "Bientôt disponible.",
  "index_email_us": "Contactez-nous par e-mail",
  "index_language": "Langue",
  "index_video_desc": "Aucune connexion Internet requise. Plus besoin de compter manuellement les personnes avec un compteur traditionnel. Configurez simplement votre téléphone pour suivre automatiquement le flux piétonnier.",
  "index_video_title": "Votre téléphone peut désormais utiliser l'IA pour reconnaître les piétons.",
  "privacy": "Confidentialité",
  "terms": "Conditions d'utilisation",
  "video_desc": "Aucune connexion Internet requise. Plus besoin de compter manuellement les personnes avec un compteur traditionnel. Configurez simplement votre téléphone pour suivre automatiquement le flux piétonnier."
}