{
  "app_desc": "Vuoi sapere quante persone passano? Questa app utilizza la fotocamera del tuo telefono per identificare in modo intelligente e contare automaticamente i pedoni. Nessun input manuale richiesto. Dì addio al conteggio tedioso e monitora facilmente il flusso del traffico.",
  "index_1": "Monitoraggio 24/7",
  "index_1_desc": "Visualizza i conteggi del traffico pedonale per qualsiasi periodo di tempo.",
  "index_2": "Tracciamento di Oggetti Multipli",
  "index_2_desc": "Conta simultaneamente pedoni, auto, biciclette e altro",
  "index_3": "Zone di Rilevamento Personalizzate",
  "index_3_desc": "Definisci zone di rilevamento personalizzate per contare il traffico in aree specifiche.",
  "index_4": "Modalità di Conteggio Flessibili",
  "index_4_desc": "Scegli se contare i nuovi oggetti che appaiono nella zona di rilevamento o quelli che rimangono fermi.",
  "index_desktop2_desc": "Oltre alle fotocamere dei dispositivi mobili, supportiamo file video registrati, input da webcam e flussi in diretta da internet come RTSP. Questo ti permette di connetterti a dispositivi esistenti e iniziare immediatamente a misurare il flusso di traffico.",
  "index_desktop2_title": "Supporto per Flussi in Diretta",
  "index_desktop_desc": "Offriamo anche una versione desktop. Forniamo versioni per iOS/Android/Mac/Windows, permettendoti di utilizzare sia dispositivi mobili che desktop con webcam. La versione desktop supporta inoltre più fonti video, consentendo il conteggio simultaneo da più flussi.",
  "index_desktop_title": "Disponibilità Versione Desktop",
  "index_download": "Scarica",
  "index_download_soon": "Disponibile a breve.",
  "index_email_us": "Contattaci via email",
  "index_language": "Lingua",
  "index_video_desc": "Non richiede internet. Non è necessario contare manualmente le persone con un contatore tradizionale. Basta configurare il telefono per monitorare automaticamente il flusso pedonale.",
  "index_video_title": "Il tuo telefono può ora utilizzare l'IA per riconoscere i pedoni.",
  "privacy": "Privacy",
  "terms": "Termini di servizio",
  "video_desc": "Non richiede internet. Non è necessario contare manualmente le persone con un contatore tradizionale. Basta configurare il telefono per monitorare automaticamente il flusso pedonale."
}