{
  "privacy_title": "Piyuo Counter కోసం గోప్యతా విధానం",
  "privacy_effective_date": "అమలు తేదీ: ఏప్రిల్ 12, 2025",

  "privacy_introduction_title": "పరిచయం",
  "privacy_introduction_1": "Piyuo Counter కి స్వాగతం! మా సాఫ్ట్‌వేర్ అప్లికేషన్ (\"App\") ని ఉపయోగిస్తున్నప్పుడు మేము సమాచారాన్ని ఎలా నిర్వహిస్తామో ఈ గోప్యతా విధానం వివరిస్తుంది. మీ గోప్యతకు మా కట్టుబాటు. ఈ App మీ వ్యక్తిగత డేటాను సేకరించకుండా లేదా ప్రాసెస్ చేయకుండా పనిచేయడానికి రూపొందించబడింది.",
  "privacy_introduction_2": "ఈ గోప్యతా విధానం మొబైల్ పరికరాలు మరియు కంప్యూటర్ల కోసం Piyuo Counter సాఫ్ట్‌వేర్ అప్లికేషన్ (\"App\") కి వర్తిస్తుంది, ఇది వివిధ ప్లాట్‌ఫామ్‌లు మరియు అప్లికేషన్ స్టోర్‌లలో అందుబాటులో ఉంది.",

  "privacy_who_we_are_title": "మేము ఎవరు",
  "privacy_who_we_are": "Piyuo Counter app ని Piyuo (\"మేము,\" \"మాకు,\" లేదా \"మా\") అందిస్తుంది. మా వెబ్‌సైట్ {website}. ఈ విధానం గురించి మీకు ప్రశ్నలు ఉంటే, మీరు {email} వద్ద మాను సంప్రదించవచ్చు.",

  "privacy_no_collect_title": "మేము సేకరించని సమాచారం",
  "privacy_no_collect_intro": "Piyuo Counter app ద్వారా మీ నుండి ఎలాంటి వ్యక్తిగత సమాచారం లేదా వినియోగ డేటాను మేము సేకరించము, నిల్వ చేయము, ప్రసారం చేయము లేదా ప్రాసెస్ చేయము.",
  "privacy_no_collect_personal": "వ్యక్తిగత డేటా లేదు: మీ పేరు, ఇమెయిల్ చిరునామా, స్థానం, పరికర గుర్తింపులు లేదా సంప్రదింపుల వంటి మిమ్మల్ని గుర్తించగల ఎలాంటి సమాచారాన్ని మేము అడగము, యాక్సెస్ చేయము లేదా ట్రాక్ చేయము.",
  "privacy_no_collect_usage": "వినియోగ డేటా లేదు: మీరు దానిని ఎలా ఉపయోగిస్తున్నారో app రికార్డ్ చేయదు. మీరు సృష్టించే అన్ని కౌంటర్ డేటా మీ పరికరంలో మాత్రమే స్థానికంగా నిల్వ చేయబడుతుంది మరియు మాకు అందుబాటులో ఉండదు.",
  "privacy_no_collect_third_party": "మూడవ పక్ష సేవలు లేవు: మేము analytics (Firebase Analytics వంటి), advertising (AdMob వంటి), cloud storage, లేదా బాహ్య పార్టీలతో డేటా షేర్ చేయడాన్ని కలిగి ఉండే ఏ ఇతర ప్రయోజనం కోసం మూడవ పక్ష సేవలను అనుసంధానించము. App డేటా హ్యాండ్లింగ్ పరంగా పూర్తిగా ఆఫ్‌లైన్‌లో పనిచేస్తుంది.",

  "privacy_use_title": "మేము సమాచారాన్ని ఎలా ఉపయోగిస్తాము",
  "privacy_use": "మేము ఎలాంటి సమాచారాన్ని సేకరించనందున, మేము మీ సమాచారాన్ని ఎలాంటి ప్రయోజనం కోసం ఉపయోగించము.",

  "privacy_sharing_title": "సమాచార భాగస్వామ్యం మరియు బహిర్గతం",
  "privacy_sharing": "మేము ఎలాంటి వ్యక్తిగత సమాచారాన్ని భాగస్వామ్యం చేయము లేదా బహిర్గతం చేయము ఎందుకంటే మేము దేనినీ సేకరించము. మీ డేటా (మీరు ట్రాక్ చేసే గణనలు) మీ పరికరంలో ఉంటుంది.",

  "privacy_security_title": "డేటా భద్రత",
  "privacy_security": "Piyuo Counter app ని ఉపయోగించడం ద్వారా జనరేట్ అయ్యే ఏ డేటా అయినా (మీ గణనల వంటివి) మీ పరికరంలో మాత్రమే స్థానికంగా నిల్వ చేయబడుతుంది. ఈ డేటాకు మాకు యాక్సెస్ లేదు. మేము మా app ని ప్రామాణిక భద్రతా పద్ధతులతో నిర్మిస్తున్నప్పటికీ, మీ పరికరంలో నిల్వ చేయబడిన డేటా భద్రత మీ పరికరం కోసం మీరు తీసుకునే భద్రతా చర్యలపై ఆధారపడి ఉంటుంది.",

  "privacy_children_title": "పిల్లల గోప్యత",
  "privacy_children": "మా App పిల్లలతో సహా ఎవరి నుండైనా వ్యక్తిగత సమాచారాన్ని సేకరించదు. మేము US లో Children's Online Privacy Protection Act (COPPA) మరియు పిల్లల డేటా గురించి GDPR వంటి సమాన నిబంధనలను అనుసరిస్తాము. మేము ఎలాంటి డేటాను సేకరించనందున, మేము 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న పిల్లల నుండి (లేదా కొన్ని EU దేశాలలో 16) డేటాను సేకరించము.",

  "privacy_rights_title": "మీ హక్కులు (GDPR మరియు ఇతర చట్టాలు)",
  "privacy_rights_1": "ఐరోపాలో General Data Protection Regulation (GDPR) మరియు వివిధ US రాష్ట్ర చట్టాల వంటి గోప్యతా చట్టాలు వ్యక్తులకు వారి వ్యక్తిగత డేటాపై హక్కులను (యాక్సెస్, దిద్దుబాటు, తొలగింపు వంటివి) ఇస్తాయి.",
  "privacy_rights_2": "Piyuo Counter app మీ వ్యక్తిగత డేటాను సేకరించదు, నిల్వ చేయదు లేదా ప్రాసెస్ చేయదు కాబట్టి, ఈ హక్కులు సాధారణంగా మా App సందర్భంలో వర్తించవు, ఎందుకంటే మీరు యాక్సెస్ చేయడానికి, దిద్దుబాటు చేయడానికి లేదా తొలగించడానికి మా వద్ద ఎలాంటి డేటా లేదు. app కి సంబంధించిన ఏ డేటా అయినా మీ నియంత్రణలో, మీ పరికరంలో మాత్రమే ఉంటుంది.",

  "privacy_changes_title": "ఈ గోప్యతా విధానంలో మార్పులు",
  "privacy_changes_1": "మేము ఎప్పటికప్పుడు ఈ గోప్యతా విధానాన్ని అప్‌డేట్ చేయవచ్చు. కొత్త గోప్యతా విధానాన్ని App లో లేదా మా వెబ్‌సైట్‌లో ({website}) పోస్ట్ చేయడం ద్వారా ఏవైనా మార్పుల గురించి మేము మిమ్మల్ని తెలియజేస్తాము. ఏవైనా మార్పుల కోసం ఈ గోప్యతా విధానాన్ని క్రమానుగతంగా సమీక్షించమని మీకు సూచిస్తున్నాము.",
  "privacy_changes_2": "ఈ గోప్యతా విధానంలో మార్పులు ఈ పేజీలో పోస్ట్ చేయబడినప్పుడు అమలులోకి వస్తాయి.",

  "privacy_contact_title": "మాను సంప్రదించండి",
  "privacy_contact_intro": "ఈ గోప్యతా విధానం గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, దయచేసి మాను సంప్రదించండి:",
  "privacy_contact_email": "ఇమెయిల్ ద్వారా: {email}",
  "privacy_contact_website": "మా వెబ్‌సైట్‌లో ఈ పేజీని సందర్శించడం ద్వారా: {website}",

  "website_url": "https://piyuo.com",
  "contact_email": "service@piyuo.com"
}
