{
  "contact_email": "service@piyuo.com",
  "privacy_changes_1": "เราอาจอัปเดตนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงใดๆ โดยโพสต์นโยบายความเป็นส่วนตัวใหม่ในแอปหรือบนเว็บไซต์ของเรา ({website}) แนะนำให้คุณตรวจสอบนโยบายความเป็นส่วนตัวนี้เป็นระยะๆ เพื่อดูการเปลี่ยนแปลงใดๆ",
  "privacy_changes_2": "การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้จะมีผลบังคับใช้เมื่อโพสต์บนหน้านี้",
  "privacy_changes_title": "การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้",
  "privacy_children": "แอปของเราไม่เก็บรวบรวมข้อมูลส่วนบุคคลจากใครๆ รวมถึงเด็กด้วย เราปฏิบัติตามกฎหมายคุ้มครองความเป็นส่วนตัวออนไลน์ของเด็ก (COPPA) ในสหรัฐอเมริกาและกฎระเบียบที่คล้ายคลึงกัน เช่น GDPR เกี่ยวกับข้อมูลเด็ก เนื่องจากเราไม่เก็บรวบรวมข้อมูล เราจึงไม่เก็บรวบรวมข้อมูลจากเด็กอายุต่ำกว่า 13 ปี (หรือ 16 ปีในบางประเทศสหภาพยุโรป) โดยธรรมชาติ",
  "privacy_children_title": "ความเป็นส่วนตัวของเด็ก",
  "privacy_contact_email": "ทางอีเมล: {email}",
  "privacy_contact_intro": "หากคุณมีคำถามใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้ กรุณาติดต่อเรา:",
  "privacy_contact_title": "ติดต่อเรา",
  "privacy_contact_website": "โดยเยี่ยมชมหน้านี้บนเว็บไซต์ของเรา: {website}",
  "privacy_effective_date": "วันที่มีผลบังคับใช้: 12 เมษายน 2025",
  "privacy_introduction_1": "ยินดีต้อนรับสู่ Piyuo Counter! นโยบายความเป็นส่วนตัวนี้อธิบายว่าเราจัดการข้อมูลอย่างไรเมื่อคุณใช้แอปพลิเคชันซอฟต์แวร์ของเรา (\"แอป\") ความมุ่งมั่นของเราคือความเป็นส่วนตัวของคุณ แอปนี้ได้รับการออกแบบให้ทำงานโดยไม่ต้องเก็บรวบรวมหรือประมวลผลข้อมูลส่วนบุคคลของคุณ",
  "privacy_introduction_2": "นโยบายความเป็นส่วนตัวนี้ใช้กับแอปพลิเคชันซอฟต์แวร์ Piyuo Counter (\"แอป\") สำหรับอุปกรณ์มือถือและคอมพิวเตอร์ ซึ่งมีให้บริการในแพลตฟอร์มต่างๆ และร้านค้าแอปพลิเคชัน",
  "privacy_introduction_title": "บทนำ",
  "privacy_no_collect_intro": "เราไม่เก็บรวบรวม จัดเก็บ ส่ง หรือประมวลผลข้อมูลส่วนบุคคลหรือข้อมูลการใช้งานใดๆ จากคุณผ่านแอป Piyuo Counter",
  "privacy_no_collect_personal": "ไม่มีข้อมูลส่วนบุคคล: เราไม่ขอ เข้าถึง หรือติดตามข้อมูลใดๆ ที่อาจระบุตัวตนของคุณได้ เช่น ชื่อ ที่อยู่อีเมล ตำแหน่งที่ตั้ง ตัวระบุอุปกรณ์ หรือรายชื่อติดต่อของคุณ",
  "privacy_no_collect_third_party": "ไม่มีบริการบุคคลที่สาม: เราไม่รวมบริการบุคคลที่สามใดๆ สำหรับการวิเคราะห์ (เช่น Firebase Analytics) การโฆษณา (เช่น AdMob) การจัดเก็บบนคลาวด์ หรือวัตถุประสงค์อื่นใดที่เกี่ยวข้องกับการแบ่งปันข้อมูลกับบุคคลภายนอก แอปทำงานแบบออฟไลน์อย่างสมบูรณ์ในแง่ของการจัดการข้อมูล",
  "privacy_no_collect_title": "ข้อมูลที่เราไม่เก็บรวบรวม",
  "privacy_no_collect_usage": "ไม่มีข้อมูลการใช้งาน: แอปไม่บันทึกวิธีการใช้งานของคุณ ข้อมูลตัวนับทั้งหมดที่คุณสร้างจะถูกเก็บไว้ในเครื่องของคุณเท่านั้นและเราไม่สามารถเข้าถึงได้",
  "privacy_rights_1": "กฎหมายความเป็นส่วนตัว เช่น กฎระเบียบทั่วไปว่าด้วยการคุ้มครองข้อมูล (GDPR) ในยุโรปและกฎหมายของรัฐต่างๆ ในสหรัฐอเมริกา ให้สิทธิแก่บุคคลเหนือข้อมูลส่วนบุคคลของพวกเขา (เช่น การเข้าถึง การแก้ไข การลบ)",
  "privacy_rights_2": "เนื่องจากแอป Piyuo Counter ไม่เก็บรวบรวม จัดเก็บ หรือประมวลผลข้อมูลส่วนบุคคลของคุณ สิทธิเหล่านี้โดยทั่วไปจึงไม่สามารถใช้ได้ในบริบทของแอปของเรา เนื่องจากไม่มีข้อมูลที่เราถือไว้สำหรับให้คุณเข้าถึง แก้ไข หรือลบ ข้อมูลใดๆ ที่เกี่ยวข้องกับแอปจะอยู่ในอุปกรณ์ของคุณเท่านั้น ภายใต้การควบคุมของคุณ",
  "privacy_rights_title": "สิทธิของคุณ (GDPR และกฎหมายอื่นๆ)",
  "privacy_security": "ข้อมูลใดๆ ที่สร้างขึ้นจากการใช้แอป Piyuo Counter (เช่น การนับของคุณ) จะถูกเก็บไว้ในเครื่องของคุณเท่านั้น เราไม่สามารถเข้าถึงข้อมูลนี้ได้ แม้ว่าเราจะสร้างแอปด้วยแนวทางปฏิบัติด้านความปลอดภัยมาตรฐาน แต่ความปลอดภัยของข้อมูลที่เก็บไว้ในอุปกรณ์ของคุณขึ้นอยู่กับมาตรการความปลอดภัยที่คุณใช้สำหรับอุปกรณ์ของคุณเอง",
  "privacy_security_title": "ความปลอดภัยของข้อมูล",
  "privacy_sharing": "เราไม่แบ่งปันหรือเปิดเผยข้อมูลส่วนบุคคลใดๆ เพราะเราไม่เก็บรวบรวมข้อมูลใดๆ ข้อมูลของคุณ (การนับที่คุณติดตาม) จะอยู่ในอุปกรณ์ของคุณ",
  "privacy_sharing_title": "การแบ่งปันและเปิดเผยข้อมูล",
  "privacy_title": "นโยบายความเป็นส่วนตัวสำหรับ Piyuo Counter",
  "privacy_use": "เนื่องจากเราไม่เก็บรวบรวมข้อมูลใดๆ เราจึงไม่ใช้ข้อมูลของคุณเพื่อวัตถุประสงค์ใดๆ",
  "privacy_use_title": "วิธีการใช้ข้อมูล",
  "privacy_who_we_are": "แอป Piyuo Counter ให้บริการโดย Piyuo (\"เรา\" \"ของเรา\" หรือ \"บริษัทของเรา\") เว็บไซต์ของเราคือ {website} หากคุณมีคำถามเกี่ยวกับนโยบายนี้ คุณสามารถติดต่อเราได้ที่ {email}",
  "privacy_who_we_are_title": "เราคือใคร",
  "website_url": "https://piyuo.com"
}