{
  "contact_email": "service@piyuo.com",
  "privacy_link": "https://piyuo.com/privacy-policy.html",
  "terms_acceptance": "โดยการดาวน์โหลด ติดตั้ง หรือใช้แอปพลิเคชัน Piyuo Counter (\"บริการ\") คุณตกลงที่จะผูกพันกับข้อกำหนดการบริการเหล่านี้ (\"ข้อกำหนด\") หากคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของข้อกำหนดเหล่านี้ คุณจะไม่สามารถเข้าใช้บริการได้",
  "terms_acceptance_title": "1. การยอมรับข้อกำหนด",
  "terms_changes": "เราขอสงวนสิทธิ์ในการปรับเปลี่ยนหรือแทนที่ข้อกำหนดเหล่านี้ได้ตามดุลยพินิจของเราเองเท่านั้น หากการแก้ไขมีสาระสำคัญ เราจะพยายามอย่างสมเหตุสมผลในการแจ้งให้ทราบก่อนที่ข้อกำหนดใหม่ใดๆ จะมีผลบังคับใช้ สิ่งที่ถือเป็นการเปลี่ยนแปลงที่มีสาระสำคัญจะถูกกำหนดตามดุลยพินิจของเราเอง การเข้าใช้หรือใช้บริการของเราต่อไปหลังจากการแก้ไขเหล่านั้นมีผลบังคับใช้ คุณตกลงที่จะผูกพันกับข้อกำหนดที่แก้ไขแล้ว",
  "terms_changes_title": "9. การเปลี่ยนแปลงข้อกำหนดเหล่านี้",
  "terms_contact_email": "ทางอีเมล: {email}",
  "terms_contact_intro": "หากคุณมีคำถามใดๆ เกี่ยวกับข้อกำหนดเหล่านี้ โปรดติดต่อเรา:",
  "terms_contact_title": "13. ข้อมูลการติดต่อ",
  "terms_contact_website": "โดยการเยี่ยมชมหน้านี้บนเว็บไซต์ของเรา: {website}",
  "terms_description_1": "Piyuo Counter เป็นแอปพลิเคชันซอฟต์แวร์ที่ใช้กล้องของอุปกรณ์ของคุณและเทคโนโลยีคอมพิวเตอร์วิชันเพื่อนับและติดตามวัตถุต่างๆ เช่น คนเดินเท้า ยานพาหนะ หรือสิ่งของอื่นๆ โดยอัตโนมัติในเวลาจริง",
  "terms_description_2": "บริการทำงานอย่างสมบูรณ์บนอุปกรณ์ในพื้นที่ของคุณ เราไม่รวบรวม จัดเก็บ หรือส่งข้อมูลใดๆ จากการใช้แอปของคุณ",
  "terms_description_title": "2. คำอธิบายบริการ",
  "terms_disclaimer_1": "บริการจัดให้ \"ตามสภาพที่เป็น\" และ \"ตามที่มีอยู่\" โดยไม่มีการรับประกันประเภทใดๆ ในขอบเขตสูงสุดที่กฎหมายที่บังคับใช้อนุญาต Piyuo ปฏิเสธการรับประกันทั้งหมดอย่างชัดแจ้ง ไม่ว่าจะเป็นแบบชัดแจ้ง นัยยะ ตามกฎหมาย หรืออื่นๆ เกี่ยวกับบริการ รวมถึงการรับประกันโดยนัยทั้งหมดของความสามารถในการขาย ความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ สิทธิ์ และการไม่ละเมิด",
  "terms_disclaimer_2": "โดยไม่จำกัดสิ่งที่กล่าวข้างต้น Piyuo ไม่ให้การรับประกันหรือพันธกรณีใดๆ และไม่ได้แสดงข้อความใดๆ ว่าบริการจะตอบสนองความต้องการของคุณ บรรลุผลลัพธ์ที่ตั้งใจไว้ เข้ากันได้หรือทำงานร่วมกับซอฟต์แวร์ แอปพลิเคชัน ระบบ หรือบริการอื่นๆ",
  "terms_disclaimer_3": "เราไม่รับประกันความถูกต้อง ความสมบูรณ์ หรือความน่าเชื่อถือของข้อมูลหรือผลลัพธ์ใดๆ ที่ได้รับผ่านการใช้แอป แอปเป็นเครื่องมือและผลลัพธ์อาจได้รับผลกระทบจากปัจจัยต่างๆ รวมถึงคุณภาพกล้อง สภาพแสง และข้อจำกัดของอัลกอริทึม",
  "terms_disclaimer_title": "6. การปฏิเสธการรับประกัน",
  "terms_effective_date": "วันที่มีผลบังคับใช้: 12 เมษายน 2025",
  "terms_entire": "ข้อกำหนดเหล่านี้ร่วมกับนโยบายความเป็นส่วนตัวของเรา ถือเป็นข้อตกลงทั้งหมดระหว่างคุณและ Piyuo เกี่ยวกับบริการ และแทนที่ความเข้าใจ ข้อตกลง การแสดง และการรับประกันก่อนหน้าและร่วมสมัยทั้งหมด ทั้งที่เป็นลายลักษณ์อักษรและด้วยวาจา เกี่ยวกับบริการ",
  "terms_entire_title": "12. ข้อตกลงทั้งหมด",
  "terms_governing": "ข้อกำหนดเหล่านี้จะถูกควบคุมและตีความตามกฎหมายของรัฐแคลิฟอร์เนีย สหรัฐอเมริกา โดยไม่คำนึงถึงหลักการความขัดแย้งของกฎหมาย",
  "terms_governing_title": "10. กฎหมายที่ใช้บังคับ",
  "terms_liability_access": "การเข้าถึงหรือการใช้บริการของคุณหรือไม่สามารถเข้าถึงหรือใช้บริการ",
  "terms_liability_basis": "การจำกัดความรับผิดชอบนี้ใช้ไม่ว่าความรับผิดชอบที่อ้างจะอิงตามสัญญา การละเมิด ความประมาทเลินเล่อ ความรับผิดชอบที่เข้มงวด หรือเหตุผลอื่นใด แม้ว่า Piyuo จะได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้วก็ตาม",
  "terms_liability_content": "เนื้อหาใดๆ ที่ได้รับจากบริการ และ",
  "terms_liability_intro": "ในขอบเขตสูงสุดที่กฎหมายที่บังคับใช้อนุญาต ไม่ว่าในกรณีใดๆ Piyuo บริษัทในเครือ เจ้าหน้าที่ กรรมการ พนักงาน ตัวแทน ผู้ซัพพลาย หรือผู้ให้ใบอนุญาตจะไม่รับผิดชอบต่อความเสียหายทางอ้อม เหตุบังเอิญ พิเศษ เป็นผลสืบเนื่อง หรือลงโทษ รวมถึงแต่ไม่จำกัดเฉพาะ การสูญเสียกำไร ข้อมูล การใช้งาน ความนิยม หรือการสูญเสียที่ไม่เป็นรูปธรรมอื่นๆ ที่เกิดจาก:",
  "terms_liability_risk": "คุณรับทราบและตกลงว่าบริการจัดให้ฟรีเป็นเครื่องมือ คุณใช้บริการโดยความเสี่ยงของคุณเองทั้งหมด Piyuo ไม่รับผิดชอบต่อความเสียหายใดๆ ต่ออุปกรณ์ของคุณหรือซอฟต์แวร์อื่นๆ หรือผลที่ตามมาใดๆ จากการใช้บริการของคุณ",
  "terms_liability_third_party": "พฤติกรรมหรือเนื้อหาของบุคคลที่สามใดๆ ในบริการ",
  "terms_liability_title": "7. การจำกัดความรับผิดชอบ",
  "terms_liability_unauthorized": "การเข้าถึง การใช้ หรือการเปลี่ยนแปลงการส่งหรือเนื้อหาของคุณโดยไม่ได้รับอนุญาต",
  "terms_license_1": "ภายใต้การปฏิบัติตามข้อกำหนดเหล่านี้ของคุณ Piyuo ให้ใบอนุญาตแก่คุณที่จำกัด ไม่เฉพาะเจาะจง ไม่สามารถโอนได้ ไม่สามารถให้ใบอนุญาตช่วงได้ เพื่อดาวน์โหลด ติดตั้ง และใช้บริการเฉพาะสำหรับการใช้งานส่วนบุคคลและไม่เชิงพาณิชย์ของคุณเท่านั้น",
  "terms_license_2": "ใบอนุญาตนี้ไม่ให้สิทธิ์แก่คุณในการ:",
  "terms_license_distribute": "แจกจ่าย ขาย เช่า ให้ยืม หรือโอนบริการให้แก่บุคคลที่สามด้วยวิธีอื่นใด",
  "terms_license_modify": "ปรับเปลี่ยน ดัดแปลง เปลี่ยนแปลง แปล หรือสร้างงานดัดแปลงของบริการ",
  "terms_license_remove": "ลบ เปลี่ยนแปลง หรือทำให้คลุมเครือซึ่งประกาศกรรมสิทธิ์ใดๆ ในบริการ",
  "terms_license_reverse": "วิศวกรรมย้อนกลับ ดีคอมไพล์ หรือแยกชิ้นส่วนบริการ",
  "terms_license_title": "3. ใบอนุญาต",
  "terms_privacy_1": "แอป Piyuo Counter ได้รับการออกแบบโดยคำนึงถึงความเป็นส่วนตัว แอปประมวลผลข้อมูลวิดีโอในพื้นที่บนอุปกรณ์ของคุณเพื่อวัตถุประสงค์ในการตรวจจับและนับวัตถุ",
  "terms_privacy_2": "เราไม่รวบรวม จัดเก็บ เข้าถึง หรือส่งข้อมูลส่วนบุคคล ข้อมูลวิดีโอ ข้อมูลการนับ หรือข้อมูลการใช้งานใดๆ จากแอป การประมวลผลทั้งหมดเกิดขึ้นในพื้นที่บนอุปกรณ์ของคุณ",
  "terms_privacy_3": "สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับแนวทางปฏิบัติด้านความเป็นส่วนตัวของเรา โปรดตรวจสอบนโยบายความเป็นส่วนตัวของเราที่ {privacy_link}",
  "terms_privacy_title": "5. ความเป็นส่วนตัวและข้อมูล",
  "terms_severability": "หากข้อกำหนดใดๆ ของข้อกำหนดเหล่านี้ถือว่าไม่สามารถบังคับใช้ได้หรือไม่ถูกต้อง ข้อกำหนดดังกล่าวจะถูกเปลี่ยนแปลงและตีความเพื่อให้บรรลุวัตถุประสงค์ของข้อกำหนดดังกล่าวในขอบเขตสูงสุดที่เป็นไปได้ภายใต้กฎหมายที่บังคับใช้ และข้อกำหนดที่เหลือจะยังคงมีผลบังคับใช้อย่างเต็มที่",
  "terms_severability_title": "11. การแยกส่วนและการสละสิทธิ์",
  "terms_support": "Piyuo Counter จัดให้ฟรี เราไม่มีภาระหน้าที่ในการให้การบำรุงรักษา การสนับสนุนทางเทคนิค การอัปเดต หรือการอัปเกรดสำหรับบริการ เราขอสงวนสิทธิ์ในการปรับเปลี่ยน ระงับ หรือยกเลิกบริการหรือบริการใดๆ ที่เชื่อมต่อ ชั่วคราวหรือถาวร ไม่ว่าจะมีการแจ้งให้ทราบหรือไม่ และไม่มีความรับผิดชอบต่อคุณ",
  "terms_support_title": "8. ไม่มีการสนับสนุนหรือการบำรุงรักษา",
  "terms_title": "ข้อกำหนดการบริการสำหรับ Piyuo Counter",
  "terms_use_harm": "ในลักษณะใดๆ ที่อาจทำให้บริการหยุดทำงาน เกินกำลัง เสียหาย หรือด้อยค่าลง",
  "terms_use_illegal": "ในลักษณะใดๆ ที่ละเมิดกฎหมายหรือข้อบังคับของรัฐบาลกลาง รัฐ ท้องถิ่น หรือระหว่างประเทศที่บังคับใช้",
  "terms_use_intro": "คุณตกลงที่จะใช้บริการเฉพาะในวัตถุประสงค์ที่ถูกกฎหมายและตามข้อกำหนดเหล่านี้เท่านั้น คุณตกลงที่จะไม่ใช้บริการ:",
  "terms_use_malware": "เพื่อแนะนำไวรัส โทรจันฮอร์ส เวิร์ม ลอจิกบอมบ์ หรือวัสดุที่เป็นอันตรายหรือเป็นอันตรายทางเทคนิคอื่นๆ",
  "terms_use_privacy": "เพื่อละเมิดสิทธิความเป็นส่วนตัวของผู้อื่นหรือมีส่วนร่วมในการเฝ้าระวังรูปแบบใดๆ ที่ถูกห้ามโดยกฎหมาย",
  "terms_use_title": "4. การใช้งานที่ยอมรับได้",
  "website_url": "https://piyuo.com"
}