{
  "index_download": "Download",
  "index_download_soon": "Kommer snart.",
  "index_language": "Sprog",
  "index_video_title": "Din telefon kan nu bruge AI til at genkende fodgængere.",
  "index_video_desc": "Kræver ikke internet. Ingen grund til manuelt at tælle personer med en traditionel klikker. Sæt blot din telefon op til automatisk at registrere forbipasserende fodgængere.",
  "index_1": "Døgnovervågning",
  "index_1_desc": "Se fodgængertællinger for enhver tidsperiode.",
  "index_2": "Sporing af flere objekter",
  "index_2_desc": "Tæl samtidigt fodgængere, biler, cykler og mere",
  "index_3": "Brugerdefinerede detektionszoner",
  "index_3_desc": "Definer brugerdefinerede detektionszoner til at tælle trafik i specifikke områder.",
  "index_4": "Fleksible tællemetoder",
  "index_4_desc": "Vælg at tælle nyopdukkende objekter inden for detektionszonen eller dem, der forbliver stationære.",
  "index_desktop_title": "Tilgængelighed af desktopversion",
  "index_desktop_desc": "Vi tilbyder også en desktopversion. Vi leverer versioner til iOS/Android/Mac/Windows, så du kan benytte både mobile enheder og computere med webkameraer. Desktopversionen understøtter desuden flere videokilder, hvilket muliggør samtidig tælling fra flere streams.",
  "index_desktop2_title": "Understøttelse af livestreams",
  "index_desktop2_desc": "Ud over kameraer på mobile enheder understøtter vi optagede videofiler, webkamera-input og internet-livestreams som RTSP. Dette giver dig mulighed for at forbinde til eksisterende enheder og straks begynde at måle trafikflow.",
  "index_email_us": "Send os en mail",
  "app_desc": "Vil du vide, hvor mange mennesker der passerer forbi? Denne app bruger din telefons kamera til intelligent at identificere og automatisk tælle fodgængere. Intet manuelt input påkrævet. Sig farvel til kedelig optælling og overvåg nemt trafikstrømmen.",
  "video_desc": "Kræver ikke internet. Ingen grund til manuelt at tælle personer med en traditionel klikker. Sæt blot din telefon op til automatisk at registrere forbipasserende fodgængere.",
  "terms": "Servicevilkår",
  "privacy": "Privatlivspolitik",
  "index_download_available": "MISSING"
}
